Repository: iwamatsu/xfce-po-translation
Catalog: goodies/xfce4-systemload-plugin/trunk/po/*.po
Languages: de

source: File /proc/stat not found!
de: Datei /proc/stat nicht gefunden!

source: System Load: %ld%%
de: Systemauslastung: %ld %%

source: Memory: %ldMB of %ldMB used
de: %ld MB von %ld MB benutzt

source: Swap: %ldMB of %ldMB used
de: %ld MB von %ld MB benutzt

source: No swap
de: Kein Auslagerungsspeicher vorhanden

source: %d days
de: %d Tage

source: Uptime:
de: Betriebszeit:

source: Select color
de: Farbe auswählen

source: Memory monitor
de: Speicher-Monitor

source: Swap monitor
de: Auslagerungs-Monitor

source: Uptime monitor
de: Betriebszeit-Monitor

source: System Load Monitor
de: Systemauslastung

source: Show monitor
de: Monitor anzeigen

source: Text to display:
de: Angezeigter Text:

source: Bar color:
de: Farbe des Balkens:

source: File /proc/uptime not found!
de: Datei /proc/stat nicht gefunden!

source: Monitor CPU load, swap usage and memory footprint
de: CPU-Auslastung, Swap- und Speichernutzung überwachen
