Repository: iwamatsu/xfce-po-translation
Catalog: xfce/mousepad/trunk/po/*.po
Languages: et

source: Save changes to '%s'?
et: Salvestada muudatused faili '%s'?

source: Can't convert codeset to '%s'
et: Kodeeringut ei saa teisendada: '%s'

source: Can't open pipe to process
et: Protsessile ei saa toru avada

source: A text editor for Xfce
et: Xfce tekstitoimetaja

source: About %s
et: %s teave

source: Can't open file to write
et: Faili ei saa kirjutamiseks avada

source: Can't write file
et: Faili ei saa kirjutada

source: /_File
et: /_Fail

source: /File/_New
et: /Fail/_Uus

source: /File/New _Window
et: /Fail/_Uus aken

source: /File/_Open...
et: _/Fail/Avada...

source: /File/Open _Recent
et: _/Fail/Avada hiljutine

source: /File/_Save
et: /Fail/_Salvestada

source: /File/Save _As...
et: /F_ail/Salvestada kui ...

source: /File/_Print...
et: _/Fail/Trükkida...

source: /File/_Quit
et: _/Fail/Lõpetada

source: /_Edit
et: /Toim_etada

source: /Edit/_Undo
et: /Toimetada/Tagasi _võtta

source: /Edit/_Redo
et: /Toime_tada/Uuesti teha

source: /Edit/Cu_t
et: /Toimetada/_Lõigata

source: /Edit/_Copy
et: /Toimetada/_Kopeerida

source: /Edit/_Paste
et: /Toimetada/_Asetada

source: /Edit/_Delete
et: /Toimeta_da/Kustutada

source: /Edit/Select _All
et: /Toimet_ada/Valida kõik välja

source: /_Search
et: /_Otsing

source: /Search/_Find...
et: _/Otsing/Leida...

source: /Search/Find _Next
et: /Otsi_ng/Leida järgmine

source: /Search/Find _Previous
et: _/Otsing/Leida eelmine

source: /Search/_Replace...
et: _/Otsing/Asendada...

source: /Search/_Jump To...
et: _/Otsing/Hüpata...

source: /_Options
et: _/Valikud

source: /Options/_Font...
et: /Valikud/_Font...

source: /Options/_Word Wrap
et: _/Valikud/Ridade murdmine

source: /Options/_Line Numbers
et: /Va_likud/Ridade nummerdamine

source: /Options/_Auto Indent
et: /Valikud/_Automaatne taandamine

source: /_Help
et: /_Abi

source: /Help/_About
et: /_Abi/Teave/

source: Search string not found
et: Otsitavat sõne ei leitud

source: Replace?
et: Asendada?

source: %d strings replaced
et: asendatud %d sõne

source: Find
et: Leida

source: Fi_nd what:
et: _Mida leida:

source: _Match case
et: _Eristada tähesuurust

source: Replace
et: Asendada

source: Re_place with:
et: Asen_dus:

source: Replace _all at once
et: _Asendada kõik korraga

source: Jump To
et: Hüpata reale

source: _Jump
et: _Hüpata

source: _Line number:
et: _Reanumber:

source: Current Locale (%s)
et: Praegune lokaal (%s)

source: Other Codeset
et: Muu kodeering

source: Code_set:
et: _Kodeering:

source: '%s' is not supported
et: '%s' ei ole toetatud

source: Auto Detect
et: Automaatne tuvastamine

source: Open
et: Avada

source: Save As
et: Salvestada kui

source: Ch_aracter Coding:
et: _Märgikodeering:

source: '%s' already exists. Overwrite?
et: '%s' on juba olemas. Kirjutada üle?

source: Warning, you are using the root account, you may harm your system.
et: Hoiatus, olete root kasutaja õigustes ja võite oma süsteemi kahjustada.

source: Untitled
et: Pealkirjastamata

source: Mousepad
et: Hoiatus, olete root kasutaja õigustes ja võite oma süsteemi kahjustada.

source: Simple text editor
et: Lihtne tekstitoimetaja

source: Text Editor
et: Tekstitoimetaja
