Repository: iwamatsu/xfce-po-translation
Catalog: goodies/xfce4-taskmanager/trunk/po/*.po
Languages: de

source: Control your processes
de: Verwalten Sie Ihre Prozesse

source: Process manager
de: Prozessmanager

source: Really kill the task?
de: Prozess wirklich töten?

source: Really terminate the task?
de: Prozess wirklich beenden?

source: %d MB of %d MB used
de: %d MB von %d MB benutzt

source: Cpu usage
de: CPU-Auslastung

source: Memory usage
de: Speicherverbrauch

source: Command
de: Befehl

source: State
de: Status

source: VM-Size
de: Speicher

source: User
de: Benutzer

source: Continue
de: Fortsetzen

source: Term
de: Beenden

source: Priority
de: Priorität

source: Show user tasks
de: Zeige eigene Prozesse

source: Show root tasks
de: Zeige Systemprozesse

source: Show other tasks
de: Zeige andere Prozesse

source: Show memory used by cache as free
de: Zeige vom Cache verwendeten Speicher als freien Speicher an

source: Contributors:
de: Mitwirkende

source: Xfce4-Taskmanager is an easy to use taskmanager
de: Xfce4-Taskmanager ist ein einfach benutzbarer Taskmanager

source: translator-credits
de: Enrico Tröger Fabian Nowak Johannes Zellner

source: Couldn't send signal to the task with ID %d
de: Konnte der Anwendung mit ID %d kein Signal senden

source: Couldn't set priority %d to the task with ID %d
de: Konnte Priorität %d der Anwendunge mit ID %d nicht setzen
