Repository: iwamatsu/xfce-po-translation
Catalog: goodies/xfce4-teatime-plugin/trunk/po/*.po
Languages: cs, da, de, fr, id, lv, pl, pt_br, sq, ur

source: Edit properties
cs: Upravit vlastnosti
da: Redigér egenskaber
de: Eigenschaften bearbeiten
fr: Éditer les propriétés
id: Sunting properti
lv: Rediģēt rekvizītus
pl: Edytuj ustawienia
pt_br: Editar propriedades
sq: Përpunoni veti
ur: خصوصیات مدون کریں

source: Tea can
cs: Šálek čaje
da: Tekande
de: Teekanne
fr: Pot de thé
id: Cangkir teh
lv: Tējakanna
pl: Puszka Herbary
pt_br: Caneca de chá
ur: چائے کین

source: Coffee can
cs: Šálek kávy
da: Kaffekande
de: Kaffeekanne
fr: Pot de café
id: Cangkir kopi
lv: Kafijaskanna
pl: Puszka Kawy
pt_br: Caneca de café
ur: کافی کین

source: Stove
cs: Kamna
da: Komfur
de: Ofen
fr: Poêle
id: Tungku
lv: Plīts
pt_br: Fogão
sq: Stufë
ur: چولہا

source: <b>Icon image</b>
cs: <b>Ikona</b>
da: <b>Ikonbillede</b>
de: <b>Bildsymbol</b>
fr: <b>Icône image</b>
id: <b>Ikon gambar</b>
lv: <b>Ikonu attēls</b>
pl: <b>Ikona</b>
pt_br: <b>Imagem do ícone</b>
sq: <b>Pamje ikone</b>
ur: <b>آئکن تصویر</b>

source: Just a minute, please (1 minute)
cs: Minutku prosím (1 minutu)
da: Lige et øjeblik (1 minut)
de: Bitte nur eine Minute. (1 Minute)
fr: Juste une minute, s'il vous plaît (1 minute)
id: Silakan tunggu sebentar (1 menit)
lv: Vienu minūti, lūdzu (1 minūte)
pl: Za minutkę... (1 minuta)
pt_br: Só um minuto, por favor (1 minuto)
sq: Një minutë, ju lutem (1 minutë)
ur: برائے مہربانی رکیں (1 منٹ)

source: Assam tea (2 minutes)
cs: Čaj (2 minuty)
da: Assam-te (2 minutter)
de: Cylon-Assam-Tee (2 Minuten)
fr: Thé Assam (2 minutes)
id: Teh assam (2 menit)
lv: Assam tēja (2 minūtes)
pl: Herbata Assam (2 minuty)
pt_br: Chá de Assam (2 minutos)
sq: Çaj asam (2 minuta)
ur: اسام چائے (2 منٹ)

source: Coffee (5 minutes)
cs: Káva (5 minut)
da: Kaffe (5 minutter)
de: Kaffee (5 Minuten)
fr: Café (5 minutes)
id: Kopi (5 menit)
lv: Kafija (5 minūtes)
pl: Kawa (5 minut)
pt_br: Café (5 minutos)
sq: Kafe (5 minuta)
ur: کافی (5 منٹ)

source: Italian noodles (10 minutes)
cs: Italské nudle (10 minut)
da: Italienske nudler (10 minutter)
de: Italienische Nudeln (10 Minuten)
fr: Nouilles italiennes (10 minutes)
id: Mie Italia (10 menit)
lv: Itāļu makaroni (10 minūtes)
pl: Spagetti (10 minut)
pt_br: Macarrão italiano (10 minutos)
sq: Makarona italiane (10 minuta)
ur: اطالوی نوڈلز (10 منٹ)

source: Pizza (12 minutes)
cs: Pizza (12 minut)
da: Pizza (12 minutter)
de: Pizza (12 Minuten)
id: Pizza (12 menit)
lv: Pica (12 minūtes)
pl: Pizza (12 minut)
pt_br: Pizza (12 minutos)
sq: Pizza (12 minuta)
ur: پیزا (12 منٹ)

source: Turkey (2 hours)
cs: Krůta (2 hodiny)
da: Kalkun (2 timer)
de: Truthahn (2 Stunden)
fr: Dinde (2 heures)
id: Ayam kalkun (2 jam)
lv: Tītars (2 stundas)
pl: Kurczak (2 godziny)
pt_br: Peru (2 horas)
sq: Rikë (2 orë)
ur: ترکی (2 گھنٹے)

source: after
cs: po
da: efter
de: nach
fr: après
id: setelah
lv: pēc
pl: po
pt_br: depois
sq: pas
ur: بعد

source: seconds
cs: vteřin
da: sekunder
de: Sekunden
fr: secondes
id: detik
lv: sekundes
pl: sekund
pt_br: segundos
sq: sekonda
ur: سیکنڈ

source: per
cs: na
de: mittels
fr: par
lv: pa
pl: na
pt_br: por
sq: për
ur: فی

source: System bell
cs: Akustický signál systému
da: Systemklokke
de: Systemsignal
fr: Sonnerie du système
id: Bel sistem
lv: Sistēmas zvans
pl: Dzwonek systemowy
pt_br: Campainha do sistema
sq: Zile Sistemi
ur: نظام گھنٹی

source: Popup window
cs: Vyskakovací okno
da: Pop op-vindue
de: Popup-Fenster
fr: Fenêtre popup
id: Jendela popup
lv: Izlecošs logs
pl: Okienko popup
pt_br: Janela instantânea
sq: Dritare flluckë
ur: پوپ اپ ونڈو

source: Blinking image
cs: Blikající obrázek
da: Blinkende billede
de: Blinkendes Bild
fr: Image clignotante
id: Gambar berkedip
lv: Mirkšķinošs attēls
pl: Migający obrazek
pt_br: Imagem intermitente
sq: Xixëllim pamjeje
ur: دمکتی تصویر

source: <b>Notification</b>
cs: <b>Upozornění</b>
da: <b>Påmindelse</b>
de: <b>Benachrichtigung</b>
id: <b>Pemberitahuan</b>
lv: <b>Paziņošana</b>
pl: <b>Powiadomienie</b>
pt_br: <b>Notificação</b>
sq: <b>Njoftim</b>
ur: <b>اطلاعیہ</b>

source: Couldn't find pixmap file: %s
cs: Nelze najít soubor obrázku: %s
da: Kunne ikke finde pixmap-fil: %s
de: Konnte Pixmap-Datei »%s« nicht finden
fr: Impossible de trouver le fichier pixmap : %s
id: Tak dapat menemukan berkas pixmap: %s
lv: Nevarēju atrast pixmap failu: %s
pl: Nie mogę otworzyć pliku: %s
pt_br: Não foi possível encontrar o arquivo pixmap: %s
sq: S'gjeta dot kartelë pixmap: %s
ur: pixmap فائل تلاش نہیں کی جاسکی: %s
