Repository: iwamatsu/xfce-po-translation
Catalog: goodies/xfce4-time-out-plugin/trunk/po/*.po
Languages: de, pt_br, pt_pt

source: Take a break
de: Eine Pause machen
pt_br: Pausar
pt_pt: Fazer pausa

source: Enabled
de: Aktiviert
pt_br: Habilitado
pt_pt: Ligado

source: Time Out
de: Auszeit
pt_br: Tempo Esgotado
pt_pt: Tempo esgotado

source: Time settings
de: Zeiten
pt_br: Configurações do tempo
pt_pt: Definições de tempo

source: Time between breaks (minutes):
de: Zeit zwischen den Pausen (in Minuten):
pt_br: Tempo entre os intervalos (minutos):
pt_pt: Tempo entre intervalos (minutos):

source: Break length (minutes):
de: Dauer der Pausen (in Minuten):
pt_br: Duração do intervalo (minutos):
pt_pt: Duração do intervalo (minutos):

source: Postpone length (minutes):
de: Dauer des Verschiebens (in Minuten):
pt_br: Duração do adiamento (minutos):
pt_pt: Duração do adiamento (minutos):

source: Behaviour
de: Verhalten
pt_br: Comportamento
pt_pt: Comportamento

source: Allow postpone
de: Erlaube es Pausen zu verschieben
pt_br: Habilitar adiamento
pt_pt: Ligar adiamento

source: Appearance
de: Aussehen
pt_br: Aparência
pt_pt: Aparência

source: Display remaining time in the panel
de: Zeige verbleibende Zeit in der Leiste an
pt_br: Exibir o tempo restante no painel
pt_pt: Mostrar tempo restante no painel

source: Display hours
de: Zeige Stunden an
pt_br: Exibir horas
pt_pt: Mostrar horas

source: Display seconds
de: Zeige Sekunden an
pt_br: Exibir segundos
pt_pt: Mostra segundos

source: _Postpone
de: _Pause verschieben
pt_br: _Adiar
pt_pt: _Adiar

source: Time left: %d seconds
de: Verbleibend: %d Sekunden
pt_br: Tempo estimado: %d segundos
pt_pt: Tempo restante: %d segundos

source: Time left: 1 minute
de: Verbleibend: 1 Minute
pt_br: Tempo estimado: 1 minuto
pt_pt: Tempo restante: 1 minuto

source: Time left: 1 minute %d seconds
de: Verbleibend: 1 Minute %d Sekunden
pt_br: Tempo estimado: 1 minuto e %d segundos
pt_pt: Tempo restante: 1 minuto %d segundos

source: Time left: %d minutes %d seconds
de: Verbleibend: %d Minuten %d Sekunden
pt_br: Tempo estimado: %d minutos e %d segundos
pt_pt: Tempo restante: %d minutos %d segundos

source: Time left: %d minutes
de: Verbleibend: %d Minuten
pt_br: Tempo estimado: %d minutos
pt_pt: Tempo restante: %d minutos

source: Time left: %d hours %d minutes %d seconds
de: Verbleibend: %d Stunden %d Minuten %d Sekunden
pt_br: Tempo estimado: %d horas, %d minutos e %d segundos
pt_pt: Tempo restante: %d horas %d minutos %d segundos

source: Time left: %d hours %d minutes
de: Verbleibend: %d Stunden %d Minuten
pt_br: Tempo estimado: %d horas e %d minutos
pt_pt: Tempo restante: %d horas %d minutos

source: Time left: 1 second
de: Verbleibend: 1 Sekunde
pt_br: Tempo estimado: 1 segundo
pt_pt: Tempo restante: 1 segundo

source: Time left: 1 minute 1 second
de: Verbleibend: 1 Minute %d Sekunden
pt_br: Tempo estimado: 1 minuto e 1 segundo
pt_pt: Tempo restante: 1 minuto 1 segundo

source: Time left: %d minutes 1 second
de: Verbleibend: %d Minuten 1 Sekunde
pt_br: Tempo estimado: %d minutos e 1 segundo
pt_pt: Tempo restante: %d minutos 1 segundo

source: Time left: 1 hour
de: Verbleibend: 1 Stunde
pt_br: Tempo estimado: 1 hora
pt_pt: Tempo restante: 1 hora

source: Time left: 1 hour 1 second
de: Verbleibend: 1 Stunde 1 Sekunde
pt_br: Tempo estimado: 1 hora e 1 segundo
pt_pt: Tempo restante: 1 hora 1 segundo

source: Time left: 1 hour %d seconds
de: Verbleibend: 1 Stunde %d Sekunden
pt_br: Tempo estimado: 1 hora e %d segundos
pt_pt: Tempo restante: 1 hora %d segundos

source: Time left: 1 hour 1 minute
de: Verbleibend: 1 Stunde 1 Minute
pt_br: Tempo estimado: 1 hora e 1 minuto
pt_pt: Tempo restante: 1 hora 1 minuto

source: Time left: 1 hour 1 minute 1 second
de: Verbleibend: 1 Stunde 1 Minute 1 Sekunde
pt_br: Tempo estimado: 1 hora, 1 minuto e 1 segundo
pt_pt: Tempo restante: 1 hora 1 minuto 1 segundo

source: Time left: 1 hour 1 minute %d seconds
de: Verbleibend: 1 Stunde 1 Minute %d Sekunden
pt_br: Tempo estimado: 1 hora, 1 minuto e %d segundos
pt_pt: Tempo restante: 1 hora 1 minuto %d segundos

source: Time left: 1 hour %d minutes
de: Verbleibend: 1 Stunde %d Minuten
pt_br: Tempo estimado: 1 hora e %d minutos
pt_pt: Tempo restante: 1 hora %d minutos

source: Time left: 1 hour %d minutes 1 second
de: Verbleibend: 1 Stunde %d Minuten 1 Sekunde
pt_br: Tempo estimado: 1 hora, %d minutos e 1 segundo
pt_pt: Tempo restante: 1 hora %d minutos 1 segundo

source: Time left: 1 hour %d minutes %d seconds
de: Verbleibend: 1 Stunde %d Minuten %d Sekunden
pt_br: Tempo estimado: 1 hora, %d minutos e %d segundos
pt_pt: Tempo restante: 1 hora %d minutos %d segundos

source: Time left: %d hours
de: Verbleibend: %d Stunden
pt_br: Tempo estimado: %d horas
pt_pt: Tempo restante: %d horas

source: Time left: %d hours 1 second
de: Verbleibend: %d Stunden 1 Sekunde
pt_br: Tempo estimado: %d horas e 1 segundo
pt_pt: Tempo restante: %d horas 1 segundo

source: Time left: %d hours %d seconds
de: Verbleibend: %d Minuten %d Sekunden
pt_br: Tempo estimado: %d horas e %d segundos
pt_pt: Tempo restante: %d horas %d segundos

source: Time left: %d hours 1 minute
de: Verbleibend: %d Stunden 1 Minute
pt_br: Tempo estimado: %d horas e 1 minuto
pt_pt: Tempo restante: %d horas 1 minuto

source: Time left: %d hours 1 minute 1 second
de: Verbleibend: %d Stunden 1 Minute 1 Sekunde
pt_br: Tempo estimado: %d horas, 1 minuto e 1 segundo
pt_pt: Tempo restante: %d horas 1 minuto 1 segundo

source: Time left: %d hours 1 minute %d seconds
de: Verbleibend: %d Stunden 1 Minute %d Sekunden
pt_br: Tempo estimado: %d horas, 1 minuto e %d segundos
pt_pt: Tempo restante: %d horas 1 minuto %d segundos

source: Time left: %d hours %d minutes 1 second
de: Verbleibend: %d Stunden %d Minuten 1 Sekunde
pt_br: Tempo estimado: %d horas, %d minutos e 1 segundo
pt_pt: Tempo restante: %d horas %d minutos 1 segundo

source: Automatically controlled time outs and breaks
de: Automatisierte Auszeiten, in denen der Bildschirm gesperrt wird
pt_br: Controlar automaticamente as interrupções e intervalos
pt_pt: Controlar automaticamente as interrupções e os intervalos
