Repository: iwamatsu/xfce-po-translation
Catalog: goodies/xfvnc/trunk/po/*.po
Languages: cs, da, de, el, fr, hu, id, ja, lv, uk

source: Connected. Starting session...
cs: Připojeno. Zahajuji sezení...
da: Tilsluttet. Starter session...
de: Verbunden. Starte Sitzung...
el: Συνδέθηκε. Εκκίνηση συνεδρίας...
fr: Connecté. Ouverture de la session…
hu: Kapcsolódva. Folyamat indul...
id: Tersambung. Memulai sesi...
ja: 接続しました。セッションを開始します...。
lv: Savienots. Uzsāku sesiju...
uk: Під'єднано. Початок сесії...

source: Disconnected
de: Nicht verbunden
el: Αποσυνδέθηκε

source: The remote VNC session was disconnected
de: Die entfernte VNC-Verbindung wurde getrennt
el: Η απομακρυσμένη συνεδρία VNC αποσυνδέθηκε

source: The connection with the VNC server was lost. This could be due to a network problem, or a problem with the server.
de: Die Verbindung zum VNC-Server wurde unterbrochen. Das kann durch ein Netzwerkproblem oder ein Problem mit dem Server passiert sein.
el: Η σύνδεση με τον εξυπηρετητή VNC χάθηκε. Αυτό μπορεί να οφείλεται σε σφάλμα δικτύου ή σε πρόβλημα με τον εξυπηρετητή.

source: Connection Error
cs: Chyba připojení
da: Tilslutningsfejl
de: Verbindungsfehler
el: Σφάλμα σύνδεσης
fr: Erreur de connexion
hu: Kapcsolat hiba
id: Galat Koneksi
ja: 接続エラー
lv: Savienojuma Kļūda
uk: Помилка з'єднання

source: There was an error connecting to the VNC server
cs: Při připojování k serveru VNC došlo k chybě
da: Der opstod en fejl ved tilslutning til VNC-serveren
de: Beim Verbinden zum VNC-Server ist ein Fehler aufgetreten
el: Υπήρξε ένα σφάλμα κατά την σύνδεση με τον VNC server
fr: Il y a eu une erreur lors de la connexion au serveur VNC
hu: Hiba történt a VNC szerverhez kapcsolódáskor
id: Terdapat galat ketika menghubungi server VNC
ja: VNCサーバへの接続にエラーがありました。
lv: Radās kļūfa savienojoties ar VNC serveri
uk: Отримано помилку з'єднання з сервером VNC

source: Unfortunately, the type of error is unknown.
cs: Typ chyby je neznámý.
da: Desværre er denne type fejl ukendt.
de: Leider ist die Art des Fehlers nicht bekannt.
el: Δυστυχώς, ο τύπος σφάλματος είναι άγνωστος
fr: Néanmoins, le type d’erreur est inconnu.
hu: Sajnos, a hiba típusa ismeretlen.
id: Sayangnya, jenis galat tidak diketahui
ja: 残念ながら、不明なエラータイプです。
lv: Diemžēl, kļūdas tips nav zināms.
uk: Невдача, невідомий тип помилки.

source: VNC Viewer
cs: Prohlížeč VNC
da: VNC-fremviser
de: VNC Betrachter
el: Πελάτης VNC
fr: Visualiseur VNC
hu: VNC néző
id: Penilik VNC
ja: VNC ビュワー
lv: VNC Skatītājs
uk: Переглядач VNC

source: Xfce VNC Viewer Application
cs: Aplikace Prohlížeč Xfce VNC
da: Xfce VNC-fremviserprogram
de: Xfce VNC Betrachteranwendung
el: Εφαρμογή Xfce VNC Viewer
fr: Visualiseur VNC pour Xfce
hu: Xfce VNC néző alkalmazás
id: Aplikasi Penilik VNC Xfce
ja: Xfce VNC ビュワー アプリケーション
lv: Xfce VNC Skatītāja Lietotne
uk: Програма перегляду з'єднань VNC для Xfce

source: Connecting...
cs: Připojování...
da: Tilslutter...
de: Verbinde...
el: Σύνδεση...
fr: Connexion en cours…
hu: Kapcsolódás...
id: Menghubungi...
ja: 接続中...
lv: Savienojos...
uk: З'єднуємось...

source: Display _number:
cs: _Zobrazit číslo:
da: Vis _nummer:
de: _Display-Nummer:
el: Αριθμός Οθό_νης:
fr: Numéro de l’é_cran :
hu: Kijelző száma:
id: Tampilkan _nomor:
ja: ディスプレイ番号(_N):
lv: _Skaits:
uk: Показати _номер:

source: Show _fullscreen
cs: Zobrazit přes _celou obrazovku
da: Vis _fuldskærm
de: Vollbild_modus
el: Εμ_φάνιση Ολόκληρης Οθόνης
fr: Afficher en _plein écran
hu: Teljes képernyős nézet
id: Tampilkan _layar penuh
ja: フルスクリーンで表示(_f):
lv: Pi_lnekrāna:
uk: В _повноекранному режимі

source: XfVNC Status
cs: Stav XfVNC
el: Κατάσταση XfVNC
fr: XfVNC Statut
hu: XfVNC állapot
id: Status XfVNC
ja: XfVNC ステータス:
uk: Стан XfVNC

source: Xfce VNC Viewer
cs: Prohlížeč Xfce VNC
da: Xfce VNC-fremviser
de: Xfce VNC Betrachter
el: Πελάτης VNC για το Xfce
fr: Visualiseur VNC pour Xfce
hu: Xfce VNC néző
id: Penilik VNC Xfce
ja: Xfce VNC ビュワー
lv: Xfce VNC Skatītājs
uk: Переглядач з'єднань VNC для Xfce

source: _Allow other clients to connect
cs: _Umožnit připojení jiným klientům
da: _Tillad andre klienter at tilslutte
de: _Anderen Clients erlauben sich zu verbinden
el: Ε_πέτρεψε άλλοι χρήστε να συνδέονται
fr: _Autoriser d'autres clients à se connecter
hu: Más kliensek kapcsolódásának engedélyezése
id: _Izinkan klien lain untuk menghubungi
ja: 他クライアントの接続を許可する(_A):
lv: _Atļaut citiem klientiem savienoties
uk: _Дозволяти з'єднання іншим клієнтам

source: _Computer name:
cs: _Název počítače:
da: _Computernavn:
el: Όν_ομα υπολογιστή:
fr: _Nom de la machine :
hu: A gép neve:
id: _Nama komputer:
ja: コンピュータ名(_C):
lv: _Datora vārds:
uk: _Назва комп'ютера:

source: _Password:
cs: _Heslo:
da: _Adgangskode:
de: _Passwort:
el: _Συνθηματικό:
fr: _Mot de passe :
hu: _Jelszó:
id: _Sandi lewat:
ja: パスワード(_P):
lv: _Parole:
uk: _Пароль:

source: _Recent computers:
de: _Zuletzt benutzte Computer:
el: Π_ρόσφατοι υπολογιστές:

source: _View only
cs: _Pouze prohlížet
da: _Vis kun
de: _Nur Ansicht (nicht-interaktiv)
el: _Εμφάνιση μόνο
fr: _Vue seule
hu: Csak nézet
id: _Hanya tilik
ja: 表示のみ(_V):
lv: _Skatīt tikai
uk: _Тільки перегляд

source: XfVNC
uk: Клієнт XfVNC

source: _Recent servers:
cs: _Nedávné servery:
da: _Seneste servere:
fr: Serveurs _récents :
hu: _Legutóbbi szerverek:
id: S_erver terkini:
ja: 最近利用した VNC サーバ(_R):
lv: _Nesenie serveri:
uk: _Віддалені сервери:
