Repository: iwamatsu/xfce-po-translation
Catalog: xfce/xfce4-appfinder/trunk/po/*.po
Languages: cs, de, es, hu, ja, pt_br, si

source: Version information
cs: Informace o verzi
de: Versionsinformationen anzeigen
es: Información de versión
hu: Verzió információ
ja: バージョン情報
pt_br: Informações da versão
si: අනුවාද තොරතුරු

source: [MENUFILE]
de: [Menüdatei]
es: [ARCHIVODEMENÚ]

source: Type '%s --help' for usage information.
cs: Pro informace o použití napište '%s --help'.
de: Benutzen Sie '%s --help' für weitere Informationen.
es: Escriba '%s --help' para obtener información de uso.
hu: Gépeld be ezt: '%s --help' a súgóhoz.
ja: '%s --help' で使用方法を表示します。
pt_br: Digite "%s --help" para informações sobre o uso.
si: භාවිත තොරතුරු සඳහා '%s --help' යොදන්න.

source: Unable to initialize GTK+.
cs: Nelze inicializovat GTK+
de: Konnte GTK+ nicht initialisieren.
es: Imposible inicializar GTK+.
hu: Nem tudom inicializálni a GTK+-t.
ja: GTK+ の初期化に失敗しました。
pt_br: Não foi possível inicializar o GTK+.
si: GTK+ ඇරඹීමට නොකැක.

source: The Xfce development team. All rights reserved.
cs: Vývojářský tým prostředí Xfce. Všechna práva vyhrazena.
de: Das Xfce-Entwicklungsteam. Alle Rechte vorbehalten.
es: El equipo de desarrollo de Xfce. Todos los derechos reservados.
hu: Az Xfce fejlesztő csapat. Minden jog fenntartva.
ja: Xfce 開発チーム. All rights reserved.
pt_br: O time de desenvolvedores do Xfce. Todos os direitos reservados.
si: Xfce වැඩිදියුණු කිරීමේ කණ්ඩායම. සියළු හිමිකම් ඇවිරිණි.

source: Please report bugs to <%s>.
cs: Prosíme, nahlaste chyby na adresu <%s>.
de: Bitte melden Sie Probleme unter <%s>.
es: Por favor informe de errores a <%s>.
hu: Jelentsd a hibákat itt: <%s>.
ja: バグを <%s> に報告してください。
pt_br: Por favor, envie relatórios sobre erros para <%s>.
si: කරුණාකර දෝෂයන් <%s> වෙත වාර්ථා කරන්න.

source: Failed to connect to xfconf daemon. Reason: %s
cs: Nepodařilo se připojit ke službě xfconf. Důvod: %s
de: Konnte nicht mit dem xfconf-Daemon verbinden. Ursache: %s
es: Fallo al conectar al demonio xfconf. Motivo: %s
hu: Nem tudtam kapcsolódni az xfconf démonhoz. Oka: %s
ja: xfconf デーモンへの接続に失敗しました。理由: %s
pt_br: Falha ao conectar no daemon do xfconf. Razão: %s
si: xfconf ඩීමනයට සම්බන්ධ වීම අසමත් විීය. හේතුව: %s

source: Failed to connect to xfconf daemon.
cs: Nepodařilo se připojit ke službě xfconf.
de: Konnte nicht mit dem xfconf-Daemon verbinden.
es: Fallo al conectar al demonio xfconf.
hu: Nem tudtam kapcsolódni az xfconf démonhoz
ja: xfconf デーモンへの接続に失敗しました。
pt_br: Falha ao conectar no daemon do xfconf.
si: xfconf ඩීමනයට සම්බන්ධ වීම අසමත් විය.

source: Application Finder
cs: Vyhledávač aplikací
de: Anwendungsfinder
es: Buscador de Aplicaciones
hu: Alkalmazás-kereső
ja: アプリケーション・ファインダー
pt_br: Localizador de aplicativos
si: යෙදුම් සෙවුම

source: Find and launch applications installed on your system
cs: Umožňuje najít a spouštět aplikace nainstalované ve vašem systému.
de: Im System installierte Anwendungen finden und starten
es: Encontrar y lanzar aplicaciones instaladas en el sistema.
hu: A rendszerre telepített alkalmazások keresése és futtatása
ja: システムにインストールされたアプリケーションの検索・起動を行います。
pt_br: Localize e execute aplicativos instalados no seu sistema
si: ඔබගේ පද්ධතියේ ස්ථාපනය කර ඇති යෙදුම් සොයා ක්‍රියාත්මක කරන්න

source: Filter
cs: Filtr
es: Filtrar
hu: Szűrő
ja: フィルタ
pt_br: Filtro
si: පෙරහන

source: Categories
cs: Kategorie
de: Kategorien
es: Categorías
hu: Kategóriák
ja: 分類
pt_br: Categorias
si: ප්‍රවර්ග

source: C_lose after execute
cs: _Zavřít po spuštění
de: Nach Ausführung sch_ließen
es: _Cerrar después de ejecutar
hu: Bezárás futtatás után
ja: 起動後に閉じる(_L)
pt_br: F_echar depois de executar
si: ක්‍රියාත්මක කළමට පසු වසා දමන(නC)te

source: Could not execute application %s. Reason: %s
cs: Nelze spustit aplikaci %s. Důvod: %s
de: Konnte Anwendung %s nicht starten. Ursache: %s
es: No se pudo ejecutar la aplicación %s. Motivo: %s
hu: Nem tudtam futtatni ezt az alkalmazást: %s. Oka: %s
ja: アプリケーション %s を起動できませんでした。理由: %s
pt_br: Não foi possível executar o aplicativo %s. Razão: %s
si: %s යෙදුම ක්‍රියාත්මක කළ නොහැක. හේතුව: %s

source: Could not execute application %s
cs: Nelze spustit aplikaci %s
de: Kann die Anwendung %s nicht ausführen
es: No se pudo ejecutar la aplicación %s
hu: Nem tudtam futtatni ezt az alkalmazást: %s
ja: アプリケーション %s を実行できませんでした
pt_br: Não foi possível executar o aplicativo %s
si: %s යෙදුම ක්‍රියාත්මක කළ නොහැක

source: Could not load menu from %s. Reason: %s
cs: Nelze načíst nabídku ze souboru %s. Důvod: %s
de: Konnte das Menü nicht von %s laden. Ursache: %s
es: No se pudo cargar el menú de %s. Motivo: %s
hu: Nem tudtam betölteni a menüt innen: %s. Oka: %s
ja: %s からメニューを読み込めませんでした。理由: %s
pt_br: Não foi possível carregar o menu de %s. Razão: %s
si: %s න් මෙනුව ප්‍රවේශණය කළ නොහැක. හේතුව: %s

source: Could not load system menu
cs: Nelze načíst systémovou nabídku
de: Konnte das Standardmenü nicht laden
es: No se pudo cargar el menú de sistema
hu: Nem tudtam betölteni a rendszer menüt
ja: システムメニューを読み込めませんでした
pt_br: Não foi possível carregar o menu do sistema
si: පද්ධති මෙනුව ප්‍රවේශනය කළ නොහැක

source: Could not load menu from %s
cs: Nelze načíst nabídku ze souboru %s
de: Konnte das Menü nicht von %s laden
es: No se pudo cargar el menú de %s
hu: Nem tudtam betölteni a menüt innen: %s
ja: %s からメニューを読み込めませんでした
pt_br: Não foi possível carregar o menu de %s
si: %s න් මෙනුව ප්‍රවේශණය කළ නොහැක

source: All
cs: Vše
de: Alle
es: Todos
hu: Minden
ja: 全て
pt_br: Todos
si: සියළු
