Repository: iwamatsu/xfce-po-translation
Catalog: goodies/xfce4-quicklauncher-plugin/trunk/po/*.po
Languages: da, lv, uk, ur

source: Configure Quicklauncher
da: Konfigurér Quicklauncher
lv: Konfigurēt Ātropalaidēju
uk: Налаштувати швидкий запуск
ur: Quicklauncher کی تشکیل

source: Lines:
da: Linjer:
lv: Līnijas:
uk: Рядки:
ur: لائنیں:

source: Espace entre les lanceurs :
da: Mellemrum mellem afviklere:
lv: Atstarpe starp palaidējiem:
uk: Проміжок між рядками :

source: afficher les tooltips
da: Vis værktøjstips
lv: Rādīt paskaidres
uk: відображати спливаючі

source: afficher les labels
da: Vis mærkater
lv: Rādīt etiķetes
uk: відображати мітки

source: icone
da: ikon
lv: ikona
uk: значок
ur: آئکن

source: commande
da: kommando
lv: komanda
uk: команда
ur: کمانڈ

source: nom
da: navn
lv: nosaukums
uk: нічого

source: Open icon
da: Åben ikon
lv: Atvērt ikonu
uk: Відкрити файл значка
ur: آئکن کھولیں

source: Quicklauncher
da: Hurtigafvikler
lv: Ātropalaidējs
uk: Швидкий запуск

source: Allows you to add launchers easily and display them on many lines.
da: Lader dig tilføje afviklere hurtigt og vise dem på mange linjer.
lv: Ļauj viegli pievienot palaidēju un attēlot vairākās līnijās.
uk: Дозволяє Вам легко додавати швидкі запуски і відображати їх в кількох рядках.
ur: آسانی سے آپ کو لاؤنچر شامل کرنے اور انہیں مختلف لائنوں میں ظاہر کرنے کی سہولت دیتا ہے.

source: Other plugins available here
da: Andre plugins der er tilgængelige her
lv: Citi spraudņi pieejami
uk: Інші плагіни доступні тут
ur: دیگر پلگ ان یہاں دستیاب ہیں

source: Lock
da: Lås
lv: Slēgt
uk: Замкнути
ur: قفل

source: Parameters
da: Parametre
lv: Parametri
uk: Параметри
ur: پیرامیٹرز

source: Applications
da: Programmer
lv: Lietotnes
uk: Програми
ur: اطلاقیے

source: Help
da: Hjælp
lv: Palīdzība
uk: Довідка
ur: ہدایات

source: Program with several launchers
da: Programmer med flere afviklere
lv: Programma ar dažiem palaidējiem
uk: Програма з кількома кнопками запуску
ur: پروگرام بمع متعدد لاؤنچرز
