Repository: iwamatsu/xfce-po-translation
Catalog: goodies/thunar-volman/trunk/po/*.po
Languages: nl

source: The HAL device UDI of the newly added device
nl: De UDI van het nieuw toegevoegde HAL apparaat

source: Configure management of removable drives and media
nl: Beheer van verwisselbare stations en media instellen

source: Print version information and exit
nl: Print versie informatie en sluit af

source: Thunar Volume Manager
nl: Thunar Volume Beheer

source: Failed to open display
nl: Kon scherm niet openen

source: The Thunar development team. All rights reserved.
nl: Het Thunar ontwikkel team. Alle rechten voorbehouden

source: Written by Benedikt Meurer <benny@xfce.org>.
nl: Geschreven door Benedikt Meurer <benny@xfce.org>

source: Please report bugs to <%s>.
nl: Bugs rapporteren: <%s>.

source: The specified UDI "%s" is not a valid HAL device UDI
nl: De opgegeven UDI "%s" is geen correcte HAL apparaat UDI

source: Must specify the new HAL device UDI with --device-added
nl: Er dient een UDI van een nieuw HAL appraat te worden opgegeven met --device-added

source: Photos and Music
nl: Foto's en Muziek

source: Photos were found on your portable music player.
nl: Er zijn foto's en muziekbestanden gevonden op uw apparaat

source: Would you like to import the photos or manage the music?
nl: Wilt u deze foto's importeren of de muziek beheren?

source: Ig_nore
nl: _Afbreken

source: Import _Photos
nl: _Foto's importeren

source: Manage _Music
nl: _Muziek beheren

source: Photo Import
nl: Foto's importeren

source: A photo card has been detected.
nl: Een medium met foto's is gedetecteerd.

source: There are photos on the card. Would you like to add these photos to your album?
nl: Op dit medium zijn foto's gevonden. Wilt u deze foto's toevoegen aan uw album?

source: Would you like to allow "%s" to run?
nl: Wilt u "%s" uitvoeren?

source: Auto-Run Confirmation
nl: Auto-start bevestigen

source: Auto-Run capability detected
nl: Auto-start mogelijkheid gevonden

source: _Allow Auto-Run
nl: Auto-start _Toestaan

source: Would you like to open "%s"?
nl: Wilt u "%s" openen?

source: Auto-Open Confirmation
nl: Automatisch openen bevestigen

source: Auto-Open capability detected
nl: Mogelijkheid om automatisch te openen gevonden

source: _Open
nl: _Openen

source: Audio / Data CD
nl: Muziek / Gegevens CD

source: The CD in the drive contains both music and files.
nl: De CD in het station bevat zowel muziek als bestanden.

source: Would you like to listen to music or browse the files?
nl: Wilt u de muziek beluisteren of door de bestanden bladeren?

source: _Browse Files
nl: Door _bestanden bladeren

source: _Play CD
nl: _Muziek beluisteren

source: Select an Application
nl: Selecteer een applicatie

source: All Files
nl: Voeg bestanden toe

source: Executable Files
nl: Uitvoerbare bestanden

source: Removable Drives and Media
nl: Verwisselbare apparaten en media

source: Storage
nl: Opslag

source: Removable Storage
nl: Verwisselbare opslag

source: _Mount removable drives when hot-plugged
nl: Automatisch aankoppelen van verwisselbare s_tations wanneer deze worden ingeplugd

source: Mount removable media when _inserted
nl: Automatisch aankoppelen van verwisselbare _media wanneer deze worden ingeplugd

source: B_rowse removable media when inserted
nl: Door bestanden b_laderen bij verwisselbare media wanneer deze worden ingeplugd

source: _Auto-run programs on new drives and media
nl: Programma's automatisch _starten op nieuwe stations en media

source: Auto-open files on new drives and media
nl: Bestanden automatisch _openen op nieuwe stations en media

source: Blank CDs and DVDs
nl: Lege CD's en DVD's

source: _Burn a CD or DVD when a blank disc is inserted
nl: Een lege CD of DVD _branden wanneer deze wordt ingevoerd

source: Command for _Data CDs:
nl: Commando voor _Data CD's

source: Command for A_udio CDs:
nl: Commando voor _Muziek CD's

source: Audio CDs
nl: Muziek CD's

source: Play _audio CDs when inserted
nl: Speel _Muziek CD's wanneer deze worden ingevoerd

source: _Command:
nl: _Commando:

source: Play _video CDs and DVDs when inserted
nl: Speel _video CD's en DVD's wanneer deze worden ingevoerd

source: C_ommand:
nl: _Commando:

source: Portable Music Players
nl: Draagbare Muziekspelers

source: Play _music files when connected
nl: _Muziek afspelen wanneer muziekspelers worden ingevoerd

source: Digital Cameras
nl: Digitale Camera's

source: Import digital photographs when connected
nl: Foto's importeren wanneer een digitale camera wordt aangesloten

source: Sync _Palm™ devices when connected
nl: _Palm™ apparaat synchroniseren bij het aansluiten

source: Sync Pocket P_C devices when connected
nl: Pocket P_C apparaat synchroniseren bij het aansluiten

source: Automatically run a program when a _printer is connected
nl: Een programma automatisch uitvoeren wanneer een _printer wordt aangesloten

source: Input Devices
nl: Invoerapparaten

source: Keyboards
nl: Toetsenborden

source: Automatically run a program when an USB _keyboard is connected
nl: Een programma automatisch uitvoeren wanneer een _toetsenbord wordt aangesloten

source: Mice
nl: Muizen

source: Automatically run a program when an USB _mouse is connected
nl: Een programma automatisch uitvoeren wanneer een _muis wordt aangesloten

source: Automatically run a program when a _tablet is connected
nl: Een programma automatisch uitvoeren wanneer een _tablet PC wordt aangesloten

source: Com_mand:
nl: _Commando:

source: Failed to open the documentation browser
nl: Kon documentatie verkenner niet openen

source: Choose Disc Type
nl: Kies Type Schijf

source: You have inserted a blank disc.
nl: U heeft een lege schijf ingevoerd

source: What would you like to do?
nl: Wat wilt u doen?

source: Make _DVD
nl: Een _DVD maken

source: Make _Data CD
nl: Een _Gegevens CD maken

source: Make _Audio CD
nl: Een _Muziek CD maken
