Repository: iwamatsu/xfce-po-translation
Catalog: xfce/squeeze/trunk/po/*.po
Languages: ca, de, el, hu, ja, pt_br, pt_pt, sk, tr, ur

source: Name
ca: Nom
el: Όνομα
hu: Név
ja: 名前
pt_br: Nome
pt_pt: Nome
sk: Názov
tr: İsim
ur: نام

source: Mime type
ca: Tipus MIME
de: Mime-Typ
el: Τύπος αρχείου
hu: Mime típus
ja: MIME タイプ
pt_br: Tipo mime
pt_pt: Tipo mime
sk: Typ MIME
tr: Mime türü
ur: Mime قسم

source: Compressing
ur: دبایا جا رہا ہے

source: Decompressing
ur: کھولا جارہا ہے

source: Refresh
ur: پھر تازہ

source: Rights
ur: حقوق

source: Owner/Group
ur: مالک/گروپ

source: Size
ur: حجم

source: Date
ur: تاریخ

source: Time
ur: تاریخ

source: Adding files
ur: فائلیں شامل کی جارہی ہیں

source: Cleanup
ur: صفائی

source: Removing files
ur: فائلیں صاف کی جارہی ہیں

source: Removing
ur: صاف کی جارہی ہیں

source: Extracting
ur: کھولا جارہا ہے

source: Compressed
ur: دبی ہوئی

source: Ratio
ur: قدر

source: Method
ur: میتھڈ

source: Version
ur: ورژن

source: Adding
ur: شامل

source: Execute
ur: چلانا

source: Command exited with status %d.
ur: حالت %d میں کمانڈ خارج ہوئی.

source: Command interrupted by user
ur: کمانڈ میں صارف کی طرف سے دخل اندازی

source: Command received SIGSEGV
ur: کمانڈ کو SIGSEGV موصول ہوئی

source: Command Terminated
ur: کمانڈ موقوف کردی گئی

source: Archive Manager
ca: Gestor d'arxius
de: Archivmanager
hu: Archívum-kezelő
ja: アーカイブマネージャ
pt_br: Gerenciador de Pacotes
pt_pt: Gestor de Arquivos
tr: Arşiv Yöneticisi
ur: محفوظہ منیجر

source: Create and manage archives with the archive manager
ca: Crea i gestiona arxius amb el gestor d'arxius
de: Erzeugen und verwalten Sie Archive mit dem Archivmanager
hu: Készíts és kezelj archívumokat az archívum-kezelővel
ja: アーカイブマネージャでアーカイブの作成と管理をする
pt_br: Crie e gerencie pacotes com o gerenciador de pacotes
pt_pt: Criar e gerir arquivos com o gestor de arquivos
sk: Vytvára a spravuje archívy správcom archívov
tr: Arşiv yöneticisi ile arşivlerinizi oluşturun ve yönetin
ur: محفوظہ منیجر سے محفوظات بنائیں اور ان کی ادارت کریں

source: Squeeze Archive Manager
ca: Gestor d'arxius «squeeze»
de: Archivmanager Squeeze
hu: Squeeze Archívum-kezelő
ja: Squeeze アーカイブマネージャ
pt_br: Gerenciador de Pacotes Squeeze
pt_pt: Gestor de Arquivos Squeeze
sk: Správca archívov Squeeze
tr: Squeeze Arşiv Yöneticisi
ur: Squeeze محفوظہ منیجر

source: Files and directories to add
ur: شامل کرنے کے لیے فائلیں اور ڈائریکٹریاں

source: Options:
ur: اختیارات:

source: Files
ur: فائلیں

source: Directories
ur: ڈائریکٹریاں

source: Add file(s) to archive
ur: فائلیں محفوظہ میں شامل کریں

source: Select files
ur: فائلیں منتخب کریں

source: Select folders
ur: فولڈر منتخب کریں

source: Could not open archive, MIME-type unsupported or file did not exist
ca: No es pot obrir l'arxiu,El tipus MIME no està implementat o el fitxer no existeix
de: Konnte das Archiv nicht öffnen, da der MIME-Typ nicht unterstützt wird oder die Datei nicht existiert.
el: Δεν είναι δυνατό το άνοιγμα αυτού του αρχείου. Ο τύπος αρχείου δεν υποστηρίζεται ή το αρχείο δεν υπάρχει.
hu: Nem tudtam megnyitni az archívumot, a MIME-típus nem támogatott, vagy a fájl nem létezik
ja: MIME タイプがサポートされていないかファイルがなかったため、アーカイブを開く事ができませんでした。
pt_br: Não foi possível abrir o pacote, tipo-MIME não suportado ou arquivo inexistente
pt_pt: Incapaz de abrir o arquivo, MIME-type não suportado ou ficheiro inexistente.
sk: Nedá sa otvoriť archív, typ MIME nie je podporovaný alebo súbor neexistuje
tr: Arşiv açılamıyor, MIME türü desteklenmior veya dosya yok
ur: محفوظہ نہیں کھولی جاسکتی، MIME قسم کی معاونت نہیں یار فائل موجود نہیں.

source: Squeeze cannot extract this archive type, the application to support this is missing.
ca: Squeeze no pot extreure d'aquest tipus de fitxer, l'aplicació que permet aquest ús no hi és.
de: Squeeze kann diesen Archivtyp nicht entpacken, die dafür benötigte Anwendung ist nicht installiert.
el: Το squeeze δε μπορεί να αποσυμπιέσει αυτό τον τύπο αρχείου. Η εφαρμογή που τον υποστηρίζει δεν είναι διαθέσιμη.
hu: A Squeeze nem tud ilyen archívumot kibontani, a támogatáshoz szükséges alkalmazás nincs telepítve.
ja: サポートするアプリケーションがないため、 Squeeze は このアーカイブタイプを展開できません。
pt_br: O Squeeze não pode extrair este tipo de pacote, a aplicação de suporte não foi encontrada.
pt_pt: Squeeze não pode extrair este tipo de arquivo, a aplicação de suporte não existe.
sk: Aplikácia Squeeze nemôže rozbaliť archív tohoto typu, potrebná aplikácia nie je dostupná.
tr: Squeeze bu arşiv türünü dışarı aktaramıyor, bunu destekleyen uygulama kayıp.
ur: Squeeze اس قسم کی محفوظہ سے فائلیں نہیں نکال سکتا معاونت رکھنے والا اطلاقیہ موجود نہیں

source: Could not create archive, MIME-type unsupported
ca: No s'ha pogut crear l'arxiu, el tipus MIME no està implementat
de: Konnte das Archiv nicht erstellen, da der MIME-Typ nicht unterstützt wird.
el: Δεν ήταν δυνατή η δημιουργία του αρχείου, ο τύπος MIME δεν υποστηρίζεται
hu: Nem tudtam létrehozni az archívumot, a MIME-típus nem támogatott
ja: MIME タイプがサポートされていないため、アーカイブを作成できませんでした
pt_br: Não foi possível criar pacote, tipo-MIME não suportado
pt_pt: Incapaz de criar arquivo, MIME-type não suportado
sk: Nejde vytvoriť archív, typ MIME nie je podporovaný
tr: Arşiv oluşturulamadı, MIME türü desteklenmiyor
ur: محفوظہ نہیں بنائی جاسکتی، MIME قسم کی معاونت نہیں

source: Squeeze cannot add files to this archive type, the application to support this is missing.
ca: Squeeze no pot afegir fitxers a aquest tipus d'arxiu, l'aplicació que permet aquest ús no hi és.
de: Squeeze kann keine Dateien zu diesem Archivityp hinzufügen, die dafür benötigte Anwendung ist nicht installiert.
el: Το squeeze δε μπορεί να προσθέσει αρχεία σε αυτό τον τύπο αρχείου. Η εφαρμογή που τον υποστηρίζει δεν είναι διαθέσιμη.
hu: A Squeeze nem tud fájlokat adni ilyen archívumhoz, a támogatáshoz szükséges alkalmazás nincs telepítve.
ja: サポートするアプリケーションがないため、 Squeeze はこのアーカイブタイプのファイルを追加できません。
pt_br: O Squeeze não pode adicionar arquivos à este tipo de pacote, a aplicação de suporte não foi encontrada.
pt_pt: Squeeze não pode adicionar ficheiros ao arquivo, a aplicação de suporte está em falta.
sk: Squeeze nemôže pridať súbory do archívu tohoto typu, potrebná aplikácia nie je dostupná.
tr: Squeeze bu arşiv türüne dosya ekleyemiyor, bunu destekleyen uygulama kayıp.
ur: Squeeze اس قسم کی محفوظہ میں فائلیں شامل نہیں کرسکتا معاونت رکھنے والا اطلاقیہ موجود نہیں.

source: Show full path
ca: Mostra el camí sencer
de: Gesamten Pfad anzeigen
el: Προβολή ολόκληρης της διαδρομής
hu: Teljes útvonal mutatása
ja: フルパスを表示
pt_br: Mostrar o caminho completo
pt_pt: Mostrar caminho completo
sk: Zobraziť celú cestu
tr: Tam yolu göster
ur: پورا پاتھ ظاہر کریں

source: Show the full path strings for each entry
ca: Per cadascuna de les entrades mostra la cadena sencera del camí
de: Den gesamten Pfad für jeden Eintrag anzeigen
el: Εμφάνιση πλήρους διαδρομής σε κάθε εγγραφή
hu: Bejegyzések teljes útvonala mutatása
ja: 各エントリにフルパスの文字列を表示
pt_br: Mostrar o caminho completo para cada entrada
pt_pt: Mostrar o caminho completo de strings para cada entrada
sk: Zobrazí celú cestu pre každú položku
tr: Her girdi için tam yolu göster
ur: ہر انٹری کا مکمل پاتھ سٹرنگ دکھائیں

source: Show mime icons
ca: Mostra les icones MIME
de: MIME-Symbole anzeigen
el: Προβολή εικονιδίων εφαρμογών
hu: Mime ikonok mutatása
ja: MIME アイコンを表示
pt_br: Mostrar ícones mime
pt_pt: Mostrar ícones mime
sk: Zobraziť ikony typu MIME
tr: Mime simgelerini göster
ur: mime آئکن دکھائیں

source: Show the mime type icons for each entry
ca: Per cadascuna de les entrades mostra les icones dels tipus MIME
de: MIME-Symbole für jeden Eintrag anzeigen
el: Εμφάνιση εικονιδίων εφαρμογών σε κάθε εγγραφή
hu: Bejegyzések mime ikonjai mutatása
ja: 各エントリに MIME タイプアイコンを表示
pt_br: Mostrar os ícones do tipo mime para cada entrada
pt_pt: Mostrar os ícones tipo mime para cada entrada
sk: Zobraziť ikony typu MIME pre každú položku
tr: Her girdi için mime türü simgesini göster
ur: ہر انٹری کی mime قسم کی آئکن دکھائیں

source: Show up dir entry
ca: Mostrar entrada de directori pare
de: Übergeordnetes Verzeichnis anzeigen
el: Προβολή εγγραφής καταλόγου
hu: Szülő mutatása
ja: 上のディレクトリエントリを表示
pt_br: Mostrar entrada do diretório acima
pt_pt: Mostrar a entrada de pasta
sk: Zobraziť položku pre nadradený adresár
tr: Üst dizin girdisini göster
ur: اوپر کی ڈائریکٹری دکھائیں

source: Show '..' to go to the parent directory
ca: Mostra «..» per anar al directori pare
de: Zeigt '..' an, um in das übergeordnete Verzeichnis zu gelangen
el: Προβολή '..' για μετάβαση στο γονικό κατάλογο
hu: '..' mutatása
ja: 親ディレクトリに行くための '..' を表示
pt_br: Exibir ".." para ir ao diretório acima
pt_pt: Mostrar '..' para ir para a pasta pai
sk: Zobraziť '..' pre prechod do adresára vyššej úrovne
tr: Bir üst dizine girmek için '..' göster
ur: اوپری ڈائریکٹری میں جانے کے لیے '..' ظاہر کریں

source: Sort folders before files
ca: Ordena carpetes abans que fitxers
de: Verzeichnisse vor Dateien sortieren
el: Ταξινόμηση φακέλων πριν τα αρχεία
hu: Előbb a mappák
ja: ファイルの前にフォルダを分類
pt_br: Ordernar pastas antes de arquivos
pt_pt: Ordenar pastas antes dos ficheiros
sk: Zaradiť adresáre pred súbory
tr: Dosyalardan önce dizinleri sırala
ur: فولڈروں کو فائلوں سے پہلے مرتب کریں

source: The folders will be put at the top of the list
ca: Es mostraran les carpetes al principi de la llista
de: Verzeichnisse werden an den Anfang der Liste gesetzt
el: Οι φάκελοι θα ταξινομηθούν στην κορυφή της λίστας
hu: A mappák a lista tetejére kerülnek
ja: フォルダーはリスト頭に置かれます
pt_br: As pastas serão postas no topo da lista
pt_pt: As pastas serão colocadas no topo da lista
sk: Adresáre budú umiestnené na začiatku zoznamu
tr: Listenin en başına konulacak dizinler
ur: فولڈرز فہرست کے اوپر کردیے جائیں گے

source: Sort text case sensitive
ca: L'ordenació distingeix majúscules/minúscules
de: Großbuchstaben beim Sortieren beachten
hu: Nagybetű-érzékeny rendezés
ja: 大文字と小文字でテキストファイルを分類
pt_br: Ordenar texto sensível à caixa
pt_pt: Ordenar texto case sensitive
sk: Rozlišovať veľkosti písmen pri triedení
tr: Büyük küçük harf duyarlı olarak sırala
ur: حساس متن ترتیب

source: <b>Extract files:</b>
ca: <b>Extreu fitxers:</b>
de: <b>Dateien entpacken:</b>
el: <b>Αρχεία για εξαγωγή</b>
hu: <b>Fájlok kibontása:</b>
ja: <b>展開ファイル :</b>
pt_br: <b>Extrair arquivos:</b>
pt_pt: <b>Extrair ficheiros:</b>
sk: <>Rozbaliť súbory:</b>
tr: <b>Dosyaları dışa aktar:</b>
ur: <b>فائلیں کھولی:</b>

source: <b>Options:</b>
ca: <b>Opcions:</b>
de: <b>Optionen:</b>
el: <b>Επιλογές:</b>
hu: <b>Lehetőségek:</b>
ja: <b>オプション :</b>
pt_br: <b>Opções:</b>
pt_pt: <b>Opções</b>
sk: <>Voľby:</b>
tr: <b>Seçenekler:</b>
ur: <b>اختیارات:</b>

source: All files
ca: Tots els fitxers
de: Alle Dateien
el: Όλα τα αρχεία
hu: Minden fájl
ja: 全てのファイル
pt_br: Todos os arquivos
pt_pt: Todos os ficheiros
sk: Všetky súbory
tr: Tüm dosyalar
ur: تمام فائلیں

source: Selected files
ca: Fitxers seleccionats
de: Ausgewählte Dateien
el: Επιλεγμένα αρχεία
hu: Kijelölt fájlok
ja: 選択されたファイル
pt_br: Arquivos selecionados
pt_pt: Ficheiros seleccionados
sk: Vybrané súbory
tr: Seçilen dosyalar
ur: منتخب فائلیں

source: Extract
ca: Extreu
de: Entpacken
el: Αποσυμπίεση
hu: Kibont
ja: 展開
pt_br: Extrair
pt_pt: Extrair
sk: Rozbaliť
tr: Dışa Aktar
ur: کھولیں

source: Extract archive
ca: Extreu arxiu
de: Archiv entpacken
el: Αποσυμπίεση αρχείου
hu: Archívum kibontása
ja: アーカイブを展開
pt_br: Extrair pacote
pt_pt: Extrair arquivo
sk: Rozbaliť archív
tr: Arşivi dışa aktar
ur: محفوظہ کھولیں

source: [destination path]
ca: [camí del destí]
de: [Ziel-Pfad]
el: [προορισμός]
hu: [cél útvonal]
ja: [移動先パス]
pt_br: [caminho de destino]
pt_pt: [caminho de destino]
sk: [cieľová cesta]
tr: [hedef yol]
ur: [سمت پاتھ]

source: [archive path] [file1] [file2] ... [fileN]
ca: [camí de l'arxiu] [fitxer1] [fitxer2] ... [fitxerN]
de: [Archiv-Pfad] [Datei1] [Datei2] ... [DateiN]
el: [διαδρομή συμπιεσμένου αρχείου] [αρχείο1] [αρχείο2] ... [αρχείοΝ]
hu: [archívum útvonal] [fájl1] [fájl2] ... [fájlN]
ja: [アーカイブパス] [ファイル1] [ファイル2] ... [ファイルN]
pt_br: [caminho do pacote] [arquivo1] [arquivo2] ... [arquivoN]
pt_pt: [arquivo caminho] [ficheiro1] [ficheiro2] ... [ficheiroN]
sk: [cesta archívu] [súbor1] [súbor2] ...[súborN]
tr: [arşiv yolu] [dosya1] [dosya2] ... [dosyaN]
ur: [محفوظہ کا پاتھ] [فائل1] [فائل2] ... [فائلN]

source: [file1] [file2] ... [fileN]
ca: [fitxer1] [fitxer2] ... [fitxerN]
de: [Datei1] [Datei2] ... [DateiN]
el: [αρχείο1] [αρχείο2] ... [αρχείοΝ]
hu: [fájl1] [fájl2] ... [fájlN]
ja: [ファイル1] [ファイル2] ... [ファイルN]
pt_br: [arquivo1] [arquivo2] ... [arquivoN]
pt_pt: arquivo1 arquivo2 arquivo3 ... arquivoN
sk: [súbor1] [súbor2] ... [súborN]
tr: [dosya1] [dosya2] ... [dosyaN]
ur: [فائل1] [فائل2] ... [فائلN]

source: Version information
ca: Informació de la versió
de: Versions-Informationen
el: Πληροφορίες έκδοσης
hu: Verzió információ
ja: バージョン情報
pt_br: Informação de versão
pt_pt: Informação de versão
sk: Informácie o verzii
tr: Sürüm Bilgisi
ur: ورژن کی معلومات

source: [archive name]
ca: [nom d'arxiu]
de: [Archiv-Name]
el: [όνομα αρχείου]
hu: [archívum név]
ja: [アーカイブ名]
pt_br: [nome do pacote]
pt_pt: [nome de arquivo]
sk: [názov archívu]
tr: [arşiv adı]
ur: [محفوظہ کا نام]

source: %s: %s Try %s --help to see a full list of available command line options.
ca: %s: %s Feu %s --help per veure la llista complerta d'opcions disponibles de la línia d'ordres.
de: %s: %s Versuchen Sie %s --help, um eine komplette Liste der möglichen Befehlszeilen-Optionen zu sehen .
el: %s: %s Εκτελέστε %s --help για να δείτε τη λίστα με όλες τις υποστηριζόμενες επιλογές.
hu: %s: %s Használd ezt: %s --help az elérhető kapcsolókért.
ja: %s : %s 利用可能なコマンドラインオプションの完全なリストを見るために %s --help を試してください。
pt_br: %s: %s Tente %s --help para ver uma lista completa de opções da linha de comando disponíveis.
pt_pt: %s: %s Execute %s --help para ver uma lista de possíveis comandos.
sk: %s: %s Príkazom %s --help zobrazíte kompletný zoznam dostupných volieb príkazového riadka
tr: %s: %s Kullanılabilir komutları ve parametreleri görmek için %s --help komutunu yazın.
ur: %s: %s دستیاب کمانڈ لائن اختیارا کی مکمل فہرست کے لیے لکھیں %s --help

source: Internal Style
ca: Propi
de: Interner Stil
el: Κανονικό
hu: Fő stílus
ja: 内部スタイル
pt_br: Estilo Interno
pt_pt: Estilo Interno
sk: Vnútorný štýl
tr: Düz Stil
ur: داخلی انداز

source: Tool Bar Style
ca: De barra de d'eines
de: Werkzeugleisten-Stil
el: Εργαλειοθήκη
hu: Eszköztár stílus
ja: ツールバースタイル
pt_br: Estilo da Barra de Ferramentas
pt_pt: Estilo Barra Ferramenta
sk: Štýl panela nástrojov
tr: Araç Çubuğu Stili
ur: اوزار پٹی کا انداز

source: Path Bar Style
ca: De barra de camins
de: Adressleisten-Stil
el: Μπάρα τοποθεσίας
hu: Útvonalsáv stílus
ja: パスバースタイル
pt_br: Estilo da Barra de Caminho
pt_pt: Estilo Barra Caminho
sk: Štýl panela cesty
tr: Dosya Yolu Stili
ur: پاتھ پٹی کا انداز

source: Navigation Style
ca: Tipus de navegació
de: Navigations-Stil
el: Στυλ περιήγησης
hu: Navigáció stílus
ja: ナビゲーションスタイル
pt_br: Estilo de Navegação
pt_pt: Estilo da Barra de Ferramentas
sk: Štýl navigácie
tr: Görüntüleme Stili
ur: نیویگیشن کا انداز

source: Style of navigation The style to navigate trough the archive
ca: Estil de navegació L'estil per navegat dins l'arxiu
de: Navigations-Stil Der Stil, mit dem im Archiv navigiert werden kann
el: Τρόπος περιήγησης Πως θα μετακινήστε μέσα στο συμπιεσμένο αρχείο
hu: A navigíció stílusa Az archívumok navigációs stílusa
ja: ナビゲーションのスタイル アーカイブを通してナビゲートするスタイル
pt_br: Estilo de navegação O estilo para navegar pelo pacote
pt_pt: Estilo de navegação O estilo de navegação através do arquivo
sk: Štýl navigácie Štýl navigácie archívom
tr: Görüntüleme stili Arşiv yöneticisi içerisinde dosyaları görüntülemek için kullanılacak olan stil
ur: نیویگیشن کا انداز محفوظہ میں نیویگیشن کا انداز

source: _File
ca: _Fitxer
de: _Datei
el: _Αρχείο
hu: _Fájl
ja: ファイル(_F)
pt_br: Ar_quivo
pt_pt: _Ficheiro
sk: _Súbor
tr: _Dosya
ur: _فائل

source: _Action
ca: _Acció
de: _Aktion
el: _Ενέργεια
hu: _Művelet
ja: 動作(_A)
pt_br: _Ação
pt_pt: A_cção
sk: _Akcia
tr: _Eylem
ur: _حرکت

source: _Add
ur: _شامل کریں

source: _Extract
ca: _Extreu
de: _Entpacken
el: _Αποσυμπίεση
hu: _Kibont
ja: 展開(_E)
pt_br: _Extrair
pt_pt: _Extrair
sk: _Rozbaliť
tr: _Dışa Aktar
ur: _کھولیں

source: _View
ca: _Mostra
de: _Ansicht
el: _Προβολή
hu: _Nézet
ja: 表示(_V)
pt_br: _Ver
pt_pt: _Ver
sk: _Zobraziť
tr: _Görünüm
ur: _منظر

source: _Help
ca: A_juda
de: _Hilfe
el: _Βοήθεια
hu: _Súgó
ja: ヘルプ
pt_br: A_juda
pt_pt: _Ajuda
sk: _Pomocník
tr: _Yardım
ur: _ہدایات

source: Add
ur: شامل کریں

source: Open archive in new window
ca: Obre l'arxiu en una finestra nova
de: Archiv in neuem Fenster öffnen
el: Άνοιγμα του συμπιεσμένου αρχείου σε νέο παράθυρο
hu: Archívum megnyitása új ablakban
ja: 新しいウィンドウでアーカイブを開く
pt_br: Abrir pacote em nova janela
pt_pt: Abrir o diretório selecionado em uma nova janela
sk: Otvoriť archív v novom okne
tr: Arşivi yeni pencerede aç
ur: محفوظہ نئی ونڈو میں کھولیں

source: Open archive
ca: Obre un arxiu
de: Archiv öffnen
el: Άνοιγμα συμπιεσμένου αρχείου
hu: Archívum megnyitása
ja: アーカイブを開く
pt_br: Abrir pacote
pt_pt: Abrir arquivo
sk: Otvoriť archív
tr: Arşivi aç
ur: محفوظ کھولیں

source: Archives
ca: Arxius
de: Archive
el: Συμπιεσμένα αρχεία
hu: Archívumok
ja: アーカイブ
pt_br: Pacotes
pt_pt: Arquivos
sk: Archívy
tr: Arşivler
ur: محفوظات

source: Are you sure you want to remove the selected files?
ca: Voleu suprimir els fitxers seleccionats?
de: Sind sie sicher, dass Sie die ausgewählten Dateien entfernen möchten?
el: Είσαστε βέβαιοι ότι θέλετε να διαγράψετε τα επιλεγμένα αρχεία;
hu: Biztos eltávolítod a kijelölt fájlokat?
ja: 本当に選択されたファイルを削除しますか？
pt_br: Você tem certeza que deseja remover os arquivos selecionados?
pt_pt: Tem a certeza de que quer remover os ficheiros seleccionados?
sk: Ste si istý, že chcete odstrániť vybrané súbory?
tr: Seçilen dosyaları gerçekten silmek istiyor musunuz?
ur: کیا آپ واقعی منتخب کردہ فائلیں حذف کرنا چاہتے ہیں؟

source: Squeeze cannot remove files from this archive type, the application to support this is missing.
ca: Squeeze no pot suprimir fitxers d'aquest tipus d'arxiu, l'aplicació que permet aquest ús no hi és.
de: Squeeze kann die Dateien nicht aus diesem Archivtyp entfernen, die dafür benötigte Anwendung ist nicht installiert.
el: Το squeeze δε μπορεί να αφαιρέσει αρχεία από αυτό τον τύπο αρχείου. Η εφαρμογή που τον υποστηρίζει δεν είναι διαθέσιμη.
hu: A Squeeze nem tud eltávolítani fájlokat ilyen archívumból, a támogatáshoz szükséges alkalmazás nincs telepítve.
ja: サポートするアプリケーションがないため、 Squeeze はこのアーカイブタイプからファイルを削除できません。
pt_br: O Squeeze não pode remover arquivos deste tipo de pacote, a aplicação de suporte não foi encontrada.
pt_pt: Squeeze não pode remover ficheiros deste tipo de arquivo, a aplicação de suporte não existe.
sk: Squeeze nemôže odstrániť súbory z tohoto typu archívu, aplikácia, ktorá to podporuje, chýba.
tr: Squeeze dosyaları bu arşiv türünden silemiyor, bunu destekleyen uygulama kayıp
ur: Squeeze اس قسم کی محفوظہ سے فائلیں حذف نہیں کرسکتا معاونت رکھنے والا اطلاقیہ مفقود ہے.

source: Are you sure you want to cancel this operation? This could damage the archive.
ca: Voleu canceŀlar aquesta acció? Això podria malmetre l'arxiu.
de: Sind sie sicher, dass Sie die Operation abbrechen möchten? Das Archiv könnte dadurch beschädigt werden.
el: Θέλετε σίγουρα να ακυρώσετε αυτή τη λειτουργία; Αυτό μπορεί να χαλάσει το αρχείο.
hu: Tényleg megszakítod e műveletet? Ez hibás archívumot okozhat.
ja: 本当にこの操作をキャンセルしてもよろしいですか？ アーカイブを破損するかもしれません。
pt_br: Você tem certeza que deseja cancelar esta operação? Isto pode danificar o pacote.
pt_pt: Tem a certeza que deseja cancelar esta operação? Isto pode danificar o arquivo,
sk: Ste si istý, že chcete zrušiť túto operáciu? Môže to poškodiť archív.
tr: Bu işlemi gerçekten iptal etmek istiyor musunuz? Bu arşive zarar verebilir.
ur: کیا آپ واقعی یہ عمل منسوخ کرنا چاہتے ہیں؟ اس سے محفوظہ خراب ہوسکتی ہے.

source: Lead developer:
ca: Desenvolupador principal:
de: Leitender Entwickler:
el: Βασικός προγραμματιστής:
hu: Fő fejlesztő
ja: 中心開発者:
pt_br: Líder de desenvolvimento:
pt_pt: Líder de Projecto:
sk: Vedúci vývojár:
tr: Ana geliştirici:
ur: سربراہ ڈیولپر:

source: Contributors:
ca: Contribuïdors:
de: Mitwirkende:
el: Συντελεστές:
hu: Közreműködők:
ja: 貢献者:
pt_br: Contribuidores
pt_pt: Colaboradores:
sk: Prispievatelia:
tr: Katkıcılar:
ur: معاونین:

source: Inspired by Xarchiver, written by Giuseppe Torelli
ca: Basat en Xarchiver, escrit per Giuseppe Torelli
de: Inspiriert von Xarchiver, geschrieben von Giuseppe Torelli
el: Εμπνευσμένο από το Xarchiver, του Giuseppe Torelli
hu: Giuseppe Torelli Xarchiver alkalmazása alapján készült
ja: Giuseppe Torelli によって作成された Xarchiver からヒントを得ました
pt_br: Inspirado por Xarchiver, escrito por Giuseppe Torelli
pt_pt: Inspirado por Xarchiver, escrito por Giuseppe Torelli
sk: Inšpirované aplikáciou Xarchiver od Giuseppe Torelliho
tr: Giuseppe Torelli tarafından yazılan Xarchiver'dan esinlenilmiştir.
ur: Xarchiver سے متاثر ہوکر Giuseppe Torelli نے لکھا

source: Application Icon:
ca: Icones de l'aplicació:
de: Anwendungssymbol:
el: Εικονίδιο εφαρμογής:
hu: Alkalmazás ikon:
ja: アプリケーションアイコン :
pt_br: Ícone da Aplicação:
pt_pt: Ícone de Aplicação:
sk: Ikona aplikácie:
tr: Uygulama Simgesi:
ur: اطلاقیہ کی آئکن:

source: Add / Extract icons:
ca: Afegir / extreure icones:
de: Symbole fürs Hinzufügen/Entpacken:
el: Προσθήκη / εξαγωγή εικονιδίων:
hu: Ikonok hozzáadása / kibontása:
ja: 追加 / 展開 用アイコン :
pt_br: Adicionar / Extrair Ícones:
pt_pt: Adicionar / Extrair ícones:
sk: Pridaj / Rozbaľ ikony:
tr: Simgeleri Ekle / Dışa Aktar:
ur: آئکن شامل / کھولیں:

source: Based on the original extract icon created by Andreas Nilsson
ca: Basat en el extreure icones original d'Andreas Nilsson
de: Basiert auf dem originalen Entpacken-Symbol (erstellt von Andreas Nilsson)
el: Βασισμένο στο εικονίδιο αποσυμπίεσης του Andreas Nilsson
hu: Andreas Nilsson eredeti ikon-kibontója alapján készült
ja: Andreas Nilsson によって作成されたオリジナルの展開用アイコンがベースです
pt_br: Baseado no ícone de extração original criado por Andreas Nilsson
pt_pt: Baseado no ícone original de extracção criado por Andreas Nilsson
sk: Založené na originálnej rozbaľovacej ikone od Andreasa Nilssona
tr: Andreas Nilsson tarafından oluşturulan orijinal dışa aktarma simgesi tabanlıdır
ur: Andreas Nilsson کی بنائی ہوئی اصل ایکسٹریکٹ آئکن پر مبنی

source: Squeeze is a lightweight and flexible archive manager for the Xfce Desktop Environment
ca: Squeeze és un gestor d'arxius lleuger i flexible per l'entorn d'escriptori Xfce
de: Squeeze ist ein schlanker und flexibler Archivmanager für die Xfce-Arbeitsumgebung
el: Ένας ελαφρύς και ευέλικτος διαχειριστής συμπιεσμένων αρχείων για το Xfce
hu: A Squeeze egy könnyű, rugalmas archívum-kezelő az Xfce Munkakörnyezethez
ja: Squeeze は Xfce デスクトップ環境向けの軽量かつ柔軟なアーカイブマネージャです
pt_br: o Squeeze é um gerenciador de pacotes leve e flexível para o Ambiente de Trabalho Xfce
pt_pt: Squeeze é um gestor de arquivos leve e flexível para o Ambiente Xfce Desktop
sk: Squeeze je odľahčený a flexibilný archivovací manažér pre prostredie Xfce
tr: Squeeze Xfce Masaüstü Ortamı için hafif ve kullanılabilir arşiv yöneticisidir
ur: ایکسفس ڈیسک ٹاپ ماحول کے لیے سکویز ایک ہلکا پھلکا اور لچکدار محفوظہ منیجر ہے

source: translator-credits
ca: Carles Muñoz Gorriz <carlesmu@internautas.org>
de: Björn Martensen <bjoern.martensen@gmail.com> Fabian Nowak <timystery@arcor.de>
el: Stavros Giannouris <stavrosg@hellug.gr>
hu: fordította: SZERVÁC Attila
ja: Nobuhiro Iwamatsu <iwamatsu@nigauri.org>
pt_br: William Koch <wkromani@gmail.com> Og Maciel <ogmaciel@gnome.org>
pt_pt: Nuno Miguel <nunis@netcabo.pt>
sk: Štefan Miklošovič <miklosovic@gmail.com>
tr: Eren Türkay <turkay.eren@gmail.com>
ur: محمد علی مکی <makki.ma@gmail.com> 2007

source: Done
ca: Fet
de: Fertig
el: Τέλος
hu: Kész
ja: 完了
pt_br: Finalizado
pt_pt: Feito
sk: Hotovo
tr: Tamamlandı
ur: تمام
