Repository: iwamatsu/xfce-po-translation
Catalog: xfce/squeeze/trunk/po/*.po
Languages: ca, de, el, hu, ja, pt_br, pt_pt, sk, tr, ur

source: Which action do you want to perform on the selected file(s)?
ca: Quina acció voleu realitzar amb el(s) fitxer(s) seleccionats?
de: Welche Aktion möchten Sie auf die ausgewählte(n) Datei(en) anwenden?
el: Τι εργασία θέλετε να εφαρμόσετε στα επιλεγμένα αρχεία;
hu: Mit tegyünk a kijelölt fájlokkal?
ja: 選択されたファイルをどの動作で実行したいですか？
pt_br: Que ação você deseja executar no(s) arquivo(s) selecionado(s)?
pt_pt: Que acção deseja fazer para o ficheiro(s) seleccionado(s)?
sk: Akú aplikáciu si prajete previesť na vybraných súboroch?
tr: Seçilen dosya(lar) üzerinde hangi işlemin gerçekleşmesini istiyorsunuz?
ur: منتخب فائلوں پر کون سا عمل کرنا چاہتے ہیں؟

source: Open
ca: Obre
de: Öffnen
el: Άνοιγμα
hu: Megnyit
ja: 開く
pt_br: Abrir
pt_pt: Abrir
sk: Otvoriť
tr: Aç
ur: کھولیں

source: Squeeze cannot view this file. the application to support this is missing.
ca: Squeeze no pot mostrar aquest fitxer, l'aplicació que permet aquest ús no hi és.
de: Squeeze kann diese Datei nicht anzeigen, die dafür benötigte Anwendung ist nicht installiert.
el: Το squeeze δε μπορεί να προβάλλει αυτό το αρχείο. Η εφαρμογή που τον υποστηρίζει δεν είναι διαθέσιμη.
hu: A Squeeze nem tudja megnézni e fájlt, a támogatáshoz szükséges alkalmazás nincs telepítve.
ja: サポートするアプリケーションがないため、 Squeeze はこのファイルを表示できません。
pt_br: O Squeeze não pode visualizar este arquivo. a aplicação de suporte não foi encontrada.
pt_pt: Squeeze não consegue ver este ficheiro. A aplicação de suporte não existe.
sk: Squeeze nemôže zobraziť tento súbor. Aplikácia, ktorá to podporuje, chýba.
tr: Squeeze bu dosyayı görüntüleyemiyor, bunu destekleyen uygulama kayıp
ur: Squeeze اس فائل کو نہیں دیکھ سکتا. معاونت کا اطلاقیہ مفقود ہے.

source: Failed to open file
ca: No s'ha pogut obrir el fitxer
de: Öffnen der Datei fehlgeschlagen
el: Το άνοιγμα του αρχείου απέτυχε
hu: A fájl megnyitása meghiúsult
ja: ファイルのオープンに失敗しました
pt_br: Falha ao abrir o arquivo
pt_pt: Falhou a abertura do ficheiro
sk: Nepodarilo sa otvoriť súbor
tr: Dosya açma başarısız
ur: فائل کھولنے میں ناکامی

source: '%s' Could not be opened
ca: «%s» No s'ha pogut obrir
de: Die Datei »%s« konnte nicht geöffnet werden
el: '%s' Δεν ήταν δυνατό να εκτελεστεί
hu: '%s' megnyitása meghiúsult
ja: '%s' 開くことができませんでした
pt_br: "%s" Não pôde ser aberto
pt_pt: '%s' Não pode ser aberta.
sk: '%s' Nejde otvoriť
tr: '%s' Açılamadı
ur: '%s' نہیں کھولی جاسکتی

source: Archive type:
ca: Tipus d'arxiu:
de: Archivtyp:
el: Τύπος συμπιεσμένου αρχείου:
hu: Archívum típus:
ja: アーカイブタイプ :
pt_br: Tipo de pacote:
pt_pt: Tipo de arquivo:
sk: Typ archívu:
tr: Arşiv türü:
ur: محفوظہ کی قسم:

source: Create new archive
ca: Crea un arxiu nou
de: Neues Archiv erstellen
el: Δημιουργία νέου συμπιεσμένου αρχείου
hu: Új archívum készítése
ja: 新しいアーカイブを作成する
pt_br: Criar novo pacote
pt_pt: Criar novo arquivo
sk: Vytvoriť nový archív
tr: Yeni arşiv oluştur
ur: نئی محفوظہ بنائیں

source: Rules hint
ca: Alternança de fons
de: Regelhinweis
hu: Tippek
ja: ヒントのルール
pt_br: Dicas de linhas
pt_pt: Dica de linhas
sk: Rada o pravidlách
tr: İpuçları
ur: قاعدہ ہنٹ

source: Make the row background colors alternate
ca: Alterna el color de fons de les files
de: Hintergrundfarben in Zeilen abwechseln
el: Εναλλασσόμενα χρώματα παρασκηνίου γραμμών
hu: Eltérő háttér-színű sorok
ja: 列の背景色を代わりを作成
pt_br: Faz com que as cores de fundo das filas se alternem
pt_pt: Alternar o cor de fundo da linha
sk: Zmení farbu pozadia riadka
tr: Satır arkaplanlarını değişken yap
ur: سطر کے پس منظر کا رنگ متبادل کریں

source: Spacing
ca: Espaiat
de: Abstand
el: Διάστιχο
hu: Térköz
ja: 間隔
pt_br: Espaçamento
pt_pt: Espaçamento
sk: Rozostupy
tr: Aralık
ur: خلا

source: The amount of space between the path buttons
ca: Estil de la barra de camins
de: Der Abstand zwischen den Pfadknöpfen
el: Το μέγεθος του διαστήματος μεταξύ κουμπιών διαδρομής
hu: Útvonal-gombok közti hely
ja: パスボタン間のスペースの合計
pt_br: A quantia de espaços entre os botões do caminho
pt_pt: A quantidade de espaço entre os botões de caminho
sk: Priestor medzi tlačidlami cesty
tr: Yol butonları arasındaki boşluk miktarı
ur: پاتھ بٹن کے درمیان خلا کی نسبت

source: Location:
ca: Ubicació:
de: Ort:
el: Τοποθεσία:
hu: Hely:
ja: 場所:
pt_br: Localização:
pt_pt: Localização
sk: Umiestnenie:
tr: Konum:
ur: مقام:

source: Archive manager
ca: Gestor d'arxius
de: Archivmanager
el: Διαχειριστής συμπιεσμένων αρχείων
hu: Archívum-kezelő
ja: アーカイブマネージャ
pt_br: Gerenciador de pacotes
pt_pt: Gestor de Arquivos
sk: Archivovací manažér
tr: Arşiv yöneticisi
ur: محفوظہ منیجر

source: _Add files
ca: _Afegeix fitxers…
de: _Dateien hinzufügen
hu: Fájlok hozzá_adása
ja: ファイルの追加(_A)
pt_br: _Adicionar arquivos
pt_pt: _Adicionar ficheiros
sk: _Pridať súbory
tr: _Dosya Ekle

source: _Add _folders
ca: _Afegeix _Carpetes
de: _Ordner hinzufügen
hu: Mappák hozzá_adása
ja: フォルダの追加(_A _f)
pt_br: _Adicionar _pastas
pt_pt: _Adicionar _pastas
sk: Pridať _zložky
tr: Dizin _ekle

source: Add files
ca: Afegeix fitxers
de: Dateien hinzufügen
hu: Fájlok hozzáadása
ja: ファイルの追加
pt_br: Adicionar arquivos
pt_pt: Adicionar ficheiros
sk: Pridať súbory
tr: Dosya ekle

source: Add folders
ca: Afegeix carpetes
de: Ordner hinzufügen
hu: Mappák hozzáadása
ja: フォルダの追加
pt_br: Adicionar pastas
pt_pt: Adicionar pastas
sk: Pridať zložky
tr: Dizin ekle

source: Squeeze cannot add folders to this archive type, the application to support this is missing.
ca: Squeeze no pot afegir carpetes a aquest tipus d'arxiu, l'aplicació que permet aquest ús no hi és.
de: Squeeze kann keine Ordner zu diesem Archivityp hinzufügen, die dafür benötigte Anwendung ist nicht installiert.
hu: A Squeeze nem tud mappákat adni ilyen archívumhoz, a támogatáshoz szükséges alkalmazás nincs telepítve.
ja: サポートするアプリケーションがないため、 Squeeze はこのアーカイブタイプにフォルダを追加できません。
pt_br: O Squeeze não pode adicionar arquivos à este tipo de pacote, a aplicação de suporte não foi encontrada.
pt_pt: Squeeze não pode adicionar ficheiros a este arquivo, a aplicação de suporte está em falta.
sk: Squeeze nemôže pridať zložky do tohoto typu archívu, aplikácia, ktorá to podporuje, chýba.
tr: Squeeze bu arşiv türüne dizin ekleyemiyor, bunu destekleyen uygulama kayıp.
