Repository: iwamatsu/xfce-po-translation
Catalog: goodies/xfce4-xmms-plugin/trunk/po/*.po
Languages: da, de, id, ko, lv, pt_br, pt_pt, sq, ur

source: Properties
da: Egenskaber
de: Eigenschaften
id: Properti
ko: 속성
lv: Rekvizīti
pt_br: Propriedades
pt_pt: Propriedades
sq: Veti
ur: خصوصیات

source: Xfce4 XMMS Plugin Options
da: Xfce4 XMMS udvidelsesmodulindstillinger
de: Xfce4-XMMS-Plugin-Optionen
id: Opsi Plugin XMMS Xfce4
ko: Xfce4 XMMS 플럭인 옵션
lv: Xfce4 XMMS Spraudņa Uzstādījumi
pt_br: Opções Plug-in XMMS do Xfce4
pt_pt: Opções do Plugin Xfce4 XMMS
sq: Mundësi Shtojce Xfce4 XMMS
ur: ایکسفس4 XMMS پلگ ان اختیارات

source: Font Size
da: Skriftstørrelse
de: Schriftgröße
id: Ukuran Fonta
ko: 글꼴 크기
lv: Fonta Izmērs
pt_br: Tamanho da Fonte
pt_pt: Tamanho da Fonte
sq: Madhësi Gërmash
ur: فونٹ حجم

source: Scroll Speed
da: Rulle-hastighed
de: Laufschrift-Geschwindigkeit
id: Kecepatan Gulung
ko: 흐르는 속도
lv: Ritināšanas Ātrums
pt_br: Velocidade de Rolagem
pt_pt: Velocidade de Deslocamento
sq: Shpejtësi Rrëshqitjeje
ur: سکرول رفتار

source: Scroll Stepwidth
da: Rulle-trinbredde
de: Laufschrift-Schrittweite
id: Gulung Lebar Samping
ko: 흐르는 간격
lv: Ritināšanas Soļaplatums
pt_br: Largura do Passo de Rolagem
pt_pt: Deslocar ao longo da largura
sq: Madhësi Hapi Rrëshqitjeje

source: Scroll Delay
da: Rulle-forsinkelse
de: Laufschrift-Verzögerung
id: Jeda Gulung
ko: 지연시간
lv: Ritināšanas Aizture
pt_br: Atraso da Rolagem
pt_pt: Atraso de Deslocamento
sq: Vonesë Rrëshqitjeje
ur: سکرول وقفہ

source: Show scrolled song title
da: Vis rullende sangtitel
de: Zeige Liedtitel als Laufschrift
id: Tampilkan judul lagu yang digulung
ko: 노래 제목 보이기
lv: Rādīt ritinoši dziesmas virsrakstu
pt_br: Mostrar título da música rolado
pt_pt: Mostrar título rolante da canção
sq: Shfaq titull kënge me rrëshqitje
ur: سکرول کیے گئے گانوں کا عنوان ظاہر کریں

source: Show track position
da: Vis sporposition
de: Zeige Liedposition
id: Tampilkan posisi lagu
ko: 트랙 보이기
lv: Rādīt celiņa pozīciju
pt_br: Mostrar posição da faixa
pt_pt: Mostrar posição da pista
sq: Shfaq pozicion pjese
ur: ٹریک کی جگہ ظاہر کریں

source: Show volume level
da: Vis lydstyrkeniveau
de: Zeige Lautstärke
id: Tampilkan level volume
ko: 음량 보이기
lv: Rādīt skaļuma līmeni
pt_br: Mostrar intensidade do volume
pt_pt: Mostrar nível de volume
sq: Shfaq nivel volumi
ur: والیم لیول ظاہر کریں

source: Simple song title format
da: Simpelt sangtitel-format
de: Einfaches Liedtitelformat
id: Format judul lagu sederhana
ko: 간단한 제목
lv: Vienkāršs dziesmu virsrakstu formāts
pt_br: Formato de título de música simples
pt_pt: Formato de título de canção simples
sq: Format i thjeshtë titulli kënge
ur: سادہ گانا عنوان فارمیٹ

source: Horizontal volume bar on vertical panels
da: Horisontal lydstyrke-bjælke på vertikale paneler
de: Horizontaler Lautstärkeregler bei vertikaler Leiste
id: Batang volume horisontal pada panel vertikal
ko: 세로 패널인 경우 음량 막대를 가로로
lv: Horizontāla skaļuma josla uz vertikāla paneļa
pt_br: Barra horizontal de volume nos painéis verticais
pt_pt: Barra de volume horizontal em painéis verticais
sq: Shtyllë horizontale volumi në panele vertikalë
ur: عمودی پینلز پر افقی والیم پٹی

source: Use BMP (Beep Media Player)
da: Brug BMP (Beep Media Player)
de: BMP (Beep Media Player) benutzen
id: Gunakan BMP (Beep Media Player)
ko: BMP(Beep Medeia Player) 사용
lv: Izmantot BMP (Beep Media Player)
pt_br: Usar BMP (Beep Media Player)
pt_pt: Usar BMP (Beep Media Player)
sq: Përdor BMP (Beep Media Player)
ur: بیپ میڈیا پلیئر استعمال کریں

source: Quit XMMS/BMP when plugin terminates
da: Afslut XMMS/BMP når udvidelsesmodul afbrydes
de: XMMS/BMP beenden, wenn das Plugin beendet wird
id: Keluar XMMS/BMP ketika plugin ditutup
ko: 플럭인을 종료하면 XMMS/BMP도 종료
lv: Iziet XMMS/BMP, kad spraudnis aizveras
pt_br: Sair do XMMS/BMP ao término do plug-in
pt_pt: Sair do XMMS/BMP quando o plugin terminar
sq: Lërt XMMS/BMP kur shtojca përfundon së vepruari
ur: جب پلگ ان بند کیے جائیں XMMS/BMP بند کریں

source: XMMS plugin for Xfce 4.4 panel
da: XMMS udvidelsesmodul for Xfce 4.4 panelet
de: XMMS-Plugin für Xfce 4.4
id: Plugin XMMS untuk panel Xfce 4.4
ko: Xfce 4.4 패널 XMMS 플럭인
lv: XMMS spraudnis priekš Xfce 4.4 paneļa
pt_br: Plug-in XMMS para o painel Xfce 4.4
pt_pt: Plugin XMMS para painel Xfce 4.4
sq: Shtojcë XMMS për panelin Xfce 4.4
ur: XMMS پلگ ان برائے ایکسفس 4.4 پینل

source: Xfce4 XMMS Plugin
da: Xfce4 XMMS udvidelsesmodul
id: Plugin XMMS Xfce4
ko: Xfce4 XMMS 플럭인
lv: Xfce4 XMMS Spraudnis
pt_br: Plug-in XMMS do Xfce4
pt_pt: Plugin Xfce4 XMMS
sq: Shtojcë Xfce4 XMMS
ur: ایکسفس4 XMMS پلگ ان
