Repository: iwamatsu/xfce-po-translation
Catalog: goodies/xfce4-smartpm-plugin/trunk/po/*.po
Languages: cs, da, de, fr, id, lv, pt_br, pt_pt, sv, uk

source: No upgrades
cs: Žádné aktualizace
da: Ingen opgraderinger
de: Keine Upgrades
fr: Aucune mise à jour de logiciel
id: Tak ada pemutakhiran
lv: Nav uzlabojumi
pt_br: Sem atualizações
pt_pt: Sem actualizações
sv: Inga uppgraderingar
uk: Немає оновлень

source: %d upgrade available
cs: %d aktualizace dostupná
da: %d opgradering tilgængelig
de: %d Upgrade verfügbar
fr: %d mise à jour de logiciel disponible
id: %d pemutakhiran tersedia
lv: %d uzlabojums pieejams
pt_br: %d atualizações disponíveis
pt_pt: %d actualizações disponíveis
sv: %d uppgradering tillgänglig
uk: %d оновлення доступно

source: %d upgrades available
cs: %d aktualizace dostupné
da: %d opgraderinger tilgængelig
de: %d Upgrades verfügbar
fr: %d mises à jour de logiciels disponibles
id: %d pemutakhiran tersedia
lv: %d uzlabojumi pieejami
pt_br: %d atualizações disponíveis
pt_pt: %d actualizações disponíveis
sv: %d uppgraderingar tillgängliga
uk: %d оновлень доступно

source: Package Upgrades
cs: Aktualizace balíčků
da: Pakkeopgraderinger
de: Paket-Upgrades
fr: Mise à jour des logiciels
id: Pemutakhiran Paket
lv: Pakotņu Uzlabošana
pt_br: Atualizações de pacotes
pt_pt: Actualizações de Pacotes
sv: Paketuppgraderingar
uk: Оновлення пакетів

source: No new packages
cs: Žádné nové balíčky
da: Ingen nye pakker
de: Keine neuen Pakete
fr: Pas de nouveaux paquets
id: Tak ada paket baru
lv: Nav jaunu pakotņu
pt_br: Não existem novos pacotes
pt_pt: Não existem novos pacotes
sv: Inga nya paket
uk: Немає нових пакетів

source: Channels have %d new packages
cs: Kanály obsahují %d nových balíčků
da: Kanaler har %d nye pakker
de: Kanäle haben %d neue Pakete
fr: Les canaux ont %d nouveaux paquets
id: Saluran memiliki %d paket baru
lv: Kanālos ir %d jaunas pakotnes
pt_br: Os canais têm %d novos pacotes
pt_pt: Os canais têm %d novos pacotes
sv: Kanalerna innehåller %d nya paket
uk: Канали мають %d нових пакетів

source: Channels updated
cs: Kanály aktualizovány
da: Kanaler opdateret
de: Kanäle upgedatet
fr: Canaux mis à jour
id: Saluran dimutakhirkan
lv: Kanāli atjaunināti
pt_br: Canais atualizados
pt_pt: Canais actualizados
sv: Kanalerna uppdaterade
uk: Канали оновлено

source: Package Updates
cs: Aktualizace balíčků
da: Pakkeopdateringer
de: Paket-Updates
fr: Mise à jour
id: Pemutakhiran Paket
lv: Pakotņu Jauninājumi
pt_br: Atualizações de pacotes
pt_pt: Actualizações de Pacotes
sv: Paketuppdateringar
uk: Пакети оновлення

source: Error updating%s%s
cs: Chyba při aktualizaci%s%s
da: Fejl ved opdatering af%s%s
de: Fehler beim Updaten%s%s
fr: Erreur de mise à jour%s%s
id: Galat memutakhirkan%s%s
lv: Kļūda atjauninot%s%s
pt_br: Erro atualizando %s%s
pt_pt: Erro na actualização %s%s
sv: Fel vid uppdatering%s%s
uk: Помилка оновлення %s%s

source: Smart Read-Only
cs: Smart pouze pro čtení
da: Smart skrivebeskyttet
de: Smart ist im Lese-Modus
fr: Smart Lecture seule
id: Smart Hanya Baca
lv: Smart Tikai-Lasošs
pt_br: Somente-Leitura Smart
pt_pt: Só Leitura Smart
sv: Smart Skrivskyddad
uk: Тільки читання Smart

source: Another process seems to be using Smart ?
cs: Smart pravděpodobně používá další proces.
da: Det lader til, at en anden proces allerede bruger Smart ?
de: Benutzt ein anderer Prozess gerade Smart ?
fr: Un autre processus serait-il en cours d'exécution ?
id: Proses lain kelihatannya menggunakan Smart ?
lv: Izskatās, ka vēl kads process izmanto Smart>
pt_br: Outro processo parece estar usando o Smart ?
pt_pt: Outro processo parece estar a usar o Smart?
sv: En annan process verkar använda Smart ?
uk: Можливо інший процес використовує Smart ?

source: Updating channels...
cs: Aktualizace kanálů...
da: Opdaterer kanaler...
de: Updaten der Kanäle...
fr: Mise à jour des canaux...
id: Memutakhirkan saluran...
lv: Atjauninu kanālus...
pt_br: Atualizando canais...
pt_pt: Actualizando canais...
sv: Uppdaterar kanaler...
uk: Канали оновлення...

source: Update Channels
cs: Aktualizovat kanály
da: Opdatér kanaler
de: Kanäle updaten
fr: Mise à jour canaux
id: Mutakhirkan Saluran
lv: Jauninājumu Kanāli
pt_br: Canais atualizados
pt_pt: Canais Actualizados
sv: Uppdatera kanaler
uk: Канали оновлення

source: Failed to run update
cs: Spuštění aktualizace se nezdařilo
da: Kunne ikke køre opdatering
de: Update konnte nicht ausgeführt werden
fr: Échec à l'exécution de la mise à jour
id: Gagal menjalankan pemutakhiran
lv: Neizdevās palaist jaunināšanu
pt_br: Falha ao executar a atualização
pt_pt: Falha ao executar a actualização
sv: Misslyckades med uppdateringen
uk: Не вдалось запустити оновлення

source: Channels updated.
cs: Kanály aktualizovány.
da: Kanaler opdateret.
de: Kanäle wurden upgedatet.
fr: Canaux mis à jour.
id: Saluran dimutakhirkan.
lv: Kanāli atjaunināti.
pt_br: Canais atualizados.
pt_pt: Canais actualizados.
sv: Kanalerna uppdaterade.
uk: Канали оновлено.

source: Smart Unavailable
cs: Smart není dostupný
da: Smart er ikke tilgængelig
de: Smart ist nicht verfügbar
fr: Smart Indisponible
id: Smart Tak Tersedia
lv: Smart Nav Pieejams
pt_br: Smart indisponível
pt_pt: Smart Indisponível
sv: Smart Otillgänglig
uk: Smart недоступний

source: Error checking%s%s
cs: Ověřování chyb%s%s
da: Fejl ved tjek af%s%s
de: Fehler bei der Prüfung%s%s
fr: Erreur de vérification%s%s
id: Galat memeriksa%s%s
lv: Kļūda pārbaudot%s%s
pt_br: Erro verificando %s%s
pt_pt: Erro verificando%s%s
sv: Fel vid kontroll%s%s
uk: Помилка перевірки %s%s

source: Checking for upgrades...
cs: Hledání aktualizací...
da: Leder efter opgraderinger...
de: Prüfung auf Upgrades...
fr: Vérification pour des mises à jour de logiciels…
id: Memeriksa pemutakhiran...
lv: Pārbaudu uzlabojumus...
pt_br: Verificando atualizações...
pt_pt: Verificando actualizações...
sv: Kontrollerar uppgraderingar...
uk: Перевірка наявності оновлень...

source: Failed to run upgrade
cs: Spuštění aktualizace se nezdařilo
da: Kunne ikke køre opgradering
de: Upgrade fehlgeschlagen
fr: Échec à l'exécution de la mise à jour des logiciels
id: Gagal menjalankan pemutakhiran
lv: Neizdevās palaist uzlabošanu
pt_br: Falha ao executar a atualização
pt_pt: Falha ao executar a actualização
sv: Fel vid uppgradering
uk: Не вдалось запустити оновлення

source: Smart Failed
cs: Smart selhal
da: Smart fejlede
de: Smart ist fehlgeschlagen
fr: Smart Échec
id: Smart Gagal
lv: Smart Neizdevās
pt_br: Falha no Smart
pt_pt: Falha no Smart
sv: Smart Misslyckades
uk: Невдача Smart

source: Failed to run smart program
cs: Spuštění programu se nezdařilo
da: Kunne ikke køre Smart-programmet
de: Konnte smart nicht ausführen
fr: Impossible d'exécuter le programme smart
id: Gagal menjalankan program smart
lv: Neizdevās palaist smart programu
pt_br: Falha ao executar o programa smart
pt_pt: Falha ao executar o programa smart
sv: Kunde inte köra programmet smart
uk: Не вдалось запустити програму smart

source: Upgrade Now
cs: Aktualizovat nyní
da: Opgradér nu
de: Jetzt upgraden
fr: Mettre à jour maintenant
id: Mutakhirkan Sekarang
lv: Uzlabot Tagad
pt_br: Atualizar agora
pt_pt: Actualizar Agora
sv: Uppgradera
uk: Оновити зараз

source: Upgrade In Progress
cs: Aktualizace probíhá
da: Opgradering i gang
de: Upgrade im Gange
fr: Mise à jour des logiciels en cours
id: Pemutakhiran Dalam Proses
lv: Notiek Uzlabošana
pt_br: Atualização em progresso
pt_pt: Actualização Em Progress
sv: Uppgradering Pågår
uk: Триває процес оновлення

source: An upgrade is already in progress, please wait.
cs: Aktualizace již probíhá, prosím čekejte.
da: En opgradering er allerede i gang, vent venligst.
de: Ein Upgrade wird bereits durchgeführt, bitte warten.
fr: Une mise à jour des logiciels est en cours, veuillez patienter.
id: Pemutakhiran telah dalam proses, silakan tunggu.
lv: Uzlabošana jau notiek, lūdzu uzgadiet.
pt_br: Uma atualização já está em andamento, por favor aguarde.
pt_pt: Uma actualização já está em andamento, por favor aguarde.
sv: En uppgradering pågår redan, var god försök senare.
uk: Оновлення вже в процесі, будь ласка зачекайте.

source: Unable to open the following url: %s
cs: Adresu url nelze otevřít: %s
da: Kunne ikke åbne den følgende URL: %s
de: Konnte die folgende URL nicht erreichen: %s
fr: Impossible d'ouvrir l'URL suivante : %s
id: Tak dapat membuka url berikut: %s
lv: Nevarēju atvērt sekokošu url: %s
pt_br: Não foi possível abrir a seguinte url: %s
pt_pt: Não foi possível abrir o seguinte url: %s
sv: Kunde inte öppna följande url: %s
uk: Неможливо відкрити наступне посилання: %s

source: Update In Progress
cs: Aktualizace probíhá
da: Opdatering i gang
de: Update im Gange
fr: Mise à jour en cours
id: Pemutakhiran Dalam Proses
lv: Notiek Jaunināšana
pt_br: Atualização em progresso
pt_pt: Actualização Em Progresso
sv: Uppdatering Pågår
uk: Процес оновлення

source: An update is already in progress, please wait.
cs: Aktualizace již probíhá, prosím čekejte.
da: En opdatering er allerede i gang, vent venligst.
de: Ein Update wird bereits durchgeführt, bitte warten.
fr: Une mise à jour est en cours, veuillez patienter.
id: Pemutakhiran telah dalam proses, silakan tunggu.
lv: Jaunināšana jau notiek, lūdzu uzgaidiet.
pt_br: Uma atualização já está em andamento, por favor aguarde.
pt_pt: Uma actualização já está em andamento, por favor aguarde.
sv: En uppdatering pågår redan, var god försök senare.
uk: Процес оновлення триває, зачекайте будь ласка.

source: Smart Package Manager
cs: Správce balíčků Smart
da: Smart-pakkehåndtering
de: Smart Paket-Manager
fr: Gestionnaire de Paquets Smart
id: Manajer Paket Smart
lv: Smart Pakotņu Pārvaldnieks
pt_br: Gerenciador de pacotes Smart
pt_pt: Gestor de Pacotes Smart
uk: Менеджер пакетів Smart

source: _Update...
cs: _Aktualizace...
da: _Opdatér...
fr: _Mise à jour...
id: _Mutakhirkan...
lv: _Atjaunināt...
pt_br: At_ualizações...
pt_pt: Act_ualizações...
sv: _Uppdatera...
uk: _Оновлення...

source: Package Manager:
cs: Správce balíčků:
da: Pakkehåndtering:
de: Paket-Manager:
fr: Gestionnaire de paquets:
id: Manajer Paket:
lv: Pakotņu Pārvaldnieks:
pt_br: Gerenciador de pacotes:
pt_pt: Gestor de Pacotes:
sv: Pakethanterare:
uk: Менеджер пакетів:

source: Smart
uk: Кмітливий і швидкий Smart

source: Yum+Extender
uk: Менеджер Yum+Extender

source: APT+Synaptic
uk: Менеджер APT+Synaptic

source: slapt+gslapt
uk: Менеджер slapt+gslapt

source: Show application icon for package manager
cs: Zobrazit ikonu aplikace pro správce balíčků
da: Vis programikon for pakkehåndtering
de: Applikations-Icon für den Paket-Manager anzeigen
fr: Afficher une icône d'application pour les gestionnaires de paquets
id: Tampilkan ikon aplikasi untuk manajer paket
lv: Rādīt lietotņu ikonas pakotņu pārvaldniekā
pt_br: Mostrar ícone de aplicativo para o gerenciador de pacotes
pt_pt: Mostrar ícone de aplicação para o gestor de pacotes
sv: Visa programikonen för pakethanteraren
uk: Показувати піктограму для менеджера пакетів

source: Check for upgrades every
cs: Zjišťovat dostupnost aktualizací každých
da: Tjek for nye opgraderinger hver
de: Nach Upgrades prüfen alle
fr: Vérifier les mises à jour toutes les
id: Cek pemutakhiran tiap
lv: Pārbaudīt uzlabojumus katru
pt_br: Checar por atualizações a cada
pt_pt: Verificar por actualizações a cada
sv: Kontrollera uppgraderingar varje
uk: Перевірка оновлень кожні

source: minutes
cs: minut
da: minutter
de: Minuten
id: menit
lv: minūti
pt_br: minutos
pt_pt: minutos
sv: minuter
uk: хвилин

source: Show notifications for updates and upgrades
cs: Zobrazovat oznámení o aktualizacích
da: Vis påmindelse for opdateringer og opgraderinger
de: Benachrichtigung für Updates und Upgrades anzeigen
fr: Afficher des notifications pour des mises à jour
id: Tampilkan pemberitahuan untuk pemutakhiran
lv: Rādīt paziņojumus par jauninājumiem un uzlabojumiem
pt_br: Mostrar notificações para as atualizações
pt_pt: Mostrar notificações para as actualizações
sv: Visa notifieringar för uppdateringar och upppgraderingar
uk: Показувати попередження для оновлень

source: Use su for authentication (instead of sudo)
da: Brug su for godkendelse (i stedet for sudo)
de: Zur Authentifizierung su statt sudo verwenden
fr: Utiliser su pour l'authentification (au lieu de sudo)
id: Gunakan su untuk otentikasi (ketimbang sudo)
pt_br: Utilizar su para autenticação (ao invés de sudo)
sv: Använd su för autentisering (istället för sudo)
uk: Використовувати su для авторизації (аналогічно sudo)

source: Upgrade on launch (if upgrades available)
cs: Aktualizovat při spuštění (pokud jsou aktualizace dostupné)
da: Opgradér ved opstart (hvis opgraderinger er tilgængelige)
de: Beim Starten Upgrades durchführen (wenn anwendbar)
fr: Mettre à jour les logiciels disponibles au lancement
id: Mutakhirkan ketika dijalankan (jika pemutakhiran ditemukan)
lv: Uzlabot uz palaišanu (ja ir pieejami uzlabojumi)
pt_br: Atualizar ao iniciar (se houverem atualizações disponíveis)
pt_pt: Actualizar ao iniciar (se houverem actualizações disponíveis)
sv: Uppgradera vid start (om uppgraderingar tillgängliga)
uk: Оновити при запуску (якщо оновлення доступні)

source: Smart upgrade to newer release (dist-upgrade)
cs: Aktualizace Smart na nové vydání (dist-upgrade)
da: Smart-opgradering til nyere udgivelse (dist-upgrade)
de: Auf ein neues Distributions-Release upgraden (dist-upgrade)
fr: Mettre à jour vers des nouvelles versions en utilisant “dist-upgrade”
id: Pemutakhiran cerdas ke rilis yang lebih baru (dist-upgrade)
lv: Smart uzlabošana uz jaunāko izlaidmu (dist-upgrade)
pt_br: Atualização Smart para o mais novo lançamento (dist-upgrade)
pt_pt: Actualização Smart para o mais novo lançamento (dist-upgrade)
sv: Smart uppgradering till nyare utgåva (dist-upgrade)
uk: Smart оновлює до нової версії (dist-оновлення)

source: Smart Package Manager - panel plugin
cs: Správce balíčků Smart - zásuvný modul pro panel
da: Smart-pakkehåndtering - panel-udvidelsesmodul
de: Smart Paket-Manager - Panel-Plugin
fr: Gestionnaire de Paquets Smart - greffon de panneau
id: Manajer Paket Smart - plugin panel
lv: Smart Pakotņu Pārvaldnieks - paneļa spraudnis
pt_br: Gerenciador de pacotes Smart - plug-in do painel
pt_pt: Gestor de Pacotes Smart - plug-in do painel
sv: Smart Package Manager - panelinsticksmodul
uk: Smart Package Manager - плагін панелі

source: Check for updates using the Smart Package Manager
cs: Zjišťovat dostupnost aktualizací pomocí správce balíčků Smart
da: Tjek for opdatering ved hjælp af Smart-pakkehåndtering
de: Anhand des Smart Paket-Managers auf Updates prüfen
fr: Vérifier les mises à jour avec le Gestionnaire de Paquets Smart
id: Cek adanya pemutakhiran menggunakan Manajer Paket Smart
lv: Pārbaudiet jauninājumus izmantojot Smart Pakotņu Pārvaldnieku
pt_br: Checar por atualizações utilizando o Gerenciador de pacotes Smart
pt_pt: Verificar por actualizações utilizando o Gestor de Pacotes Smart
sv: Kontrollera uppdateringar med pakethanteraren Smart
uk: Перевірка оновлень використовуючи менеджер пакетів Smart
