Repository: iwamatsu/xfce-po-translation
Catalog: xfce/xfce4-settings/trunk/po/*.po
Languages: de

source: <b>Bounce Keys</b>
de: <b>Springende Tasten</b>

source: <b>Mouse Emulation</b>
de: <b>Maus emulieren</b>

source: <b>Slow Keys</b>
de: <b>Langsame Tasten</b>

source: <b>Sticky Keys</b>
de: <b>Festklebende Tasten</b>

source: Acceleration _profile:
de: Beschleunigungs_profil

source: Acceleration _time:
de: B_eschleunigungszeit

source: Acceptance _delay:
de: _Verzögerung bis zur Erkennung des Tastendrucks

source: Accessibility Settings
de: Barrierefreiheit

source: Configure Sticky Keys, Slow Keys, and other accessibility aids
de: Festklebende, langsame Tasten und weitere Hilfen einstellen

source: D_ebounce time:
de: _Rückprallzeit

source: Disable sticky keys if _two keys are pressed
de: Festkl_ebende Tasten deaktivieren, wenn zwei Tasten gedrückt werden

source: Enable _bounce keys
de: _Zurückprallende Tasten aktivieren

source: Enable _sticky keys
de: Fest_klebende Tasten aktivieren

source: Enable slow _keys
de: L_angsame Tasten aktivieren

source: Keyboard
de: Tastatur

source: Maximum _speed:
de: Ma_ximalgeschwindigkeit

source: Mouse
de: Maus

source: R_epeat interval:
de: _Wiederholungsintervall

source: The amount of time after the keystroke will be accepted, in milliseconds
de: Die Zeitdauer in Millisekunden, bis ein Tastendruck angenommen wird.

source: The amount of time you have to wait before keystrokes are accepted again, in milliseconds
de: Die Zeitdauer in Millisekunden, bis wieder Tastendrücke angenommen werden.

source: The maximum point speed when accelerated
de: Die Maximalgeschwindigkeit bei voller Beschleunigung

source: The ramp used to reach maximum pointer speed
de: Der Anstieg, über den die Maximalgeschwindigkeit erreicht wird

source: The time in milliseconds between repeated motion events
de: Die Zeitdauer in Millisekunden zwischen mehrfachen Bewegungsereignissen

source: The time in milliseconds between the initial key press and first repeated motion event
de: Die Zeitdauer in Millisekunden zwischen einem anfänglichen Tastendruck und dem ersten wiederholten Bewegungsereignis

source: The time in milliseconds to get to acceleration speed
de: Die Zeitdauer in Millisekunden, bis die Beschleunigungszeit erreicht ist

source: Then enabled, the sticky keys feature will be disabled when you press two keys simultaneously
de: Bei Aktivierung werden die festklebenden Tasten deaktiviert, wenn zwei Tasten gleichzeitig gedrückt werden

source: When enabled, the Shift, Ctrl and Alt keys stay "selected" until you press them again
de: Bei Aktivierung bleiben Shift, Strg und Alt "ausgewählt", bis sie wieder gedrückt werden

source: When enabled, you can control the pointer using the num pad
de: Wenn dies aktiviert ist, läßt sich der Mauszeiger mit dem Tastenfeld steuern

source: When enabled, you can press and release the Shift, Ctrl and Alt keys, and then press another key to get a key combo
de: Bei Aktivierung können Shift, Strg und Alt gedrückt und wieder losgelassen werden, bevor eine weitere Taste gedrückt wird, und man erhält trotzdem eine Tastenkombination

source: When enabled, you must hold the key for a specific amount of time before the keystroke will be accepted. This helps prevent accidental key strokes
de: Bei Aktivierung müssen die Tasten eine bestimmte Zeitdauer gedrückt werden, bevor die Eingabe als solche akzeptiert wird. Dies beugt versehentlichen Tastendrücken vor

source: When enabled, you must wait a specific amount of time before the next keystroke can be accepted. This prevents accidental multiple key strokes
de: Bei Aktivierung muss eine bestimmte Zeit lang gewartet werden, bevor die nächste Eingabe angenommen wird. Dies beugt versehentlichen mehrfachen Tastendrücken vor

source: _Acceleration delay:
de: _Beschleunigungsdauer:

source: _Enable mouse emulation
de: M_ausemulation aktivieren

source: _Lock sticky keys
de: Festk_lebende Tasten sperren

source: msec
de: ms

source: pixels/sec
de: Pixel/s

source: Settings manager socket
de: Socket für die Einstellungsverwaltung

source: SOCKET ID
de: SOCKETNUMMER

source: Version information
de: Versionsinformation

source: Type '%s --help' for usage.
de: Geben Sie »%s --help« ein für die Verwendung.

source: The Xfce development team. All rights reserved.
de: Das Entwicklungsteam von Xfce. Alle Rechte vorbehalten.

source: Please report bugs to <%s>.
de: Bitte melden Sie Fehlerberichte an <%s>

source: Accessibility
de: Barrierefreiheit

source: Xfce 4 Accessibility Settings
de: Einstellungen für die Barrierefreiheit bei Xfce 4

source: <b>DPI</b>
de: <b>Auflösung</b>

source: <b>Default Fon_t</b>
de: <b>_Standardschrift</b>

source: <b>Menus and Buttons</b>
de: <b>Menüs und Knöpfe</b>

source: <b>Rendering</b>
de: <b>Darstellung</b>

source: <b>_Toolbar Style</b>
de: <b>_Stil der Werkzeugleisten</b>

source: Appearance Settings
de: Erscheinungsbild

source: Change the look of your Xfce desktop
de: Ändern Sie das Aussehen Ihrer Arbeitsoberfläche

source: Custom _DPI setting:
de: Eigener _DPI-Wert

source: Enable _anti-aliasing
de: _Anti-Aliasing verwenden

source: Enable e_ditable accelerators
de: _Menükürzel veränderbar machen

source: If you have a TFT or LCD screen you can improve the quality of the fonts by choosing the correct sub-pixel order of your screen
de: Falls Sie einen TFT- oder LCD-Monitor haben, können Sie die Darstellungsqualität der Schriften steigern, indem Sie die korrekte Reihenfolge der Farben innerhalb eines Pixels angeben

source: Select a default font
de: Wählen Sie eine Schrift als Standard

source: Show images in _menus
de: A_bbildungen in Menüs zeigen

source: Show images on _buttons
de: _Abbildungen auf den Knöpfen zeigen

source: St_yle
de: _Oberflächenstile

source: Sub-_pixel order:
de: _Farbreihenfolge innerhalb eines Pixels:

source: Whether images should be shown in menus
de: Sollen Abbildungen in den Menüs angezeigt werden?

source: Whether menu accelerators can be changed by pressing a key over the menu item
de: Sollen sich die Menükürzel ändern lassen, indem eine Taste über einem Menüeintrag gedrückt wird?

source: Whether stock icons should be shown in buttons
de: Sollen Symbole aus dem Inventar in den Knöpfen gezeigt werden?

source: _Fonts
de: _Schriften

source: _Icons
de: _Symbolthemen

source: _Settings
de: _Einstellungen

source: None
de: Keines

source: Vertical RGB
de: Vertikal RGB

source: Vertical BGR
de: Vertikal BGR

source: Icons
de: Symbolthemen

source: Both
de: Beides

source: Both Horizontal
de: Beides horizontal

source: Slight
de: Etwas

source: Medium
de: Mittel

source: Full
de: Voll

source: Appearance
de: Erscheinungsbild

source: Xfce 4 Appearance Settings
de: Erscheinungsbild von Xfce 4

source: Configure screen settings and layout
de: Die Bildschirmeinstellungen und die Anordnung konfigurieren

source: Display Settings
de: Anzeigeneinstellungen

source: R_esolution:
de: _Auflösung

source: Refresh _rate:
de: _Bildwiederholrate

source: Ro_tation:
de: _Drehung

source: Test the new display settings
de: Die neuen Anzeigeeinstellungen testen

source: Left
de: Links

source: Inverted
de: Invertiert

source: Right
de: Rechts

source: Screen
de: Anzeige

source: Monitor
de: Bildschirm

source: Television
de: Fernseher

source: Digital display
de: Digitalanzeige

source: Second monitor
de: Zweiter Bildschirm

source: Second digital display
de: Zweite Digitalanzeige

source: Display
de: Anzeige

source: Xfce 4 Display Settings
de: Xfce4-Anzeigeneinstellungen

source: Select shortcut command
de: Tastenkürzel wählen

source: Shortcut: %s
de: Tastenkürzel: %s

source: Undefined
de: Undefiniert

source: The command may not be empty.
de: Der Befehl darf nicht leer sein.

source: Select command
de: Befehl auswählen

source: All Files
de: Alle Dateien

source: Executable Files
de: Ausführbare Dateien

source: Perl Scripts
de: Perl-Skripte

source: Python Scripts
de: Python-Skripte

source: Ruby Scripts
de: Ruby-Skripte

source: Shell Scripts
de: Shell-Skripte

source: <b>Typing Settings</b>
de: <b>Tippeinstellungen</b>

source: Behavior
de: Verhalten

source: Blink _delay:
de: Ve_rzögerung beim Blinken:

source: Define shortcuts for launching applications:
de: Geben Sie Tastenkürzel zum Starten von Anwendungen an:

source: Keyboard Settings
de: Tastatureinstellungen

source: Keyboard settings and shortcuts
de: Tastatureinstellungen und Tastenkürzel

source: Repeat _speed:
de: _Wiederholungsgeschwindigkeit:

source: Shortcuts
de: Tastenkürzel

source: Show _blinking
de: _Blinken

source: The length of the cursor blink cycle in milliseconds
de: Die Dauer eines Blinkzyklusses des Cursors in Millisekunden

source: The rate at which keycodes are generated while a key is pressed
de: Die Rate, mit der Tastencodes erzeugt werden, während eine Taste gedrückt wird

source: The time in milliseconds before a pressed key starts repeating
de: Die Zeit in Millisekunden, bevor eine gedrückte Taste sich wiederholt

source: Use this area to test the settings above:
de: Benutzen Sie diese Fläche zum Testen der obigen Einstellungen:

source: When enabled, pressing and holding down a key emits the same character over and over again
de: Bei Aktivierung gibt eine gedrückt gehaltene Taste immer wieder das gleiche Zeichen aus

source: _Enable key repeat
de: T_astenwiederholung einstellen

source: _Repeat delay:
de: V_erzögerung der Wiederholung

source: Command
de: Befehl

source: Shortcut
de: Tastenkürzel

source: Shortcut command may not be empty.
de: Der Befehl für das Tastenkürzel darf nicht leer sein.

source: Xfce 4 Keyboard Settings
de: Tastatureinstellungen für Xfce 4

source: Use this action
de: Diese Akteion verwenden

source: The shortcut is already being used for the command <b>%s</b>. Which action do you want to use?
de: Dieses Tastenkürzel wird schon vom Befehl <b>%s</b> benützt. Welche Aktion wollen Sie verwenden?

source: Keep %s
de: »%s« behalten

source: Use %s
de: »%s« verwenden

source: The shortcut is already being used by a <b>window manager action</b>. Which action do you want to use?
de: Dieses Tastenkürzel wird schon von der Aktion <b>%s</b> des Fenstermanagers benützt. Welche Aktion wollen Sie verwenden?

source: Enter window manager action shortcut
de: Tastenkürzel für Aktion des Fenstermanagers eingeben

source: Action: %s
de: Aktion: %s

source: Enter command shortcut
de: Tastenkürzel für Befehl eingeben:

source: Command: %s
de: Befehl: %s

source: Enter shortcut
de: Tastenkürzel eingeben

source: Shortcut:
de: Tastenkürzel:

source: Could not grab the keyboard.
de: Konnte keine Tasten von der Tastatur abfangen

source: Active device in the dialog
de: Aktives Gerät im Dialog

source: DEVICE NAME
de: GERÄTENAME

source: Default
de: Standard

source: <b>Button Order</b>
de: <b>Reihenfolge der Tasten</b>

source: <b>Double Click</b>
de: <b>Doppelklick</b>

source: <b>Drag and Drop</b>
de: <b>Ziehen und Ablegen</b>

source: <b>Feedback</b>
de: <b>Verwendbarkeit</b>

source: <b>Preview</b>
de: <b>Vorschau</b>

source: <b>Size</b>
de: <b>Größe</b>

source: Configure pointer device behavior, look, and feel
de: Stellen Sie das Verhalten und Aussehen der Zeigegeräte ein

source: Cursor _Size:
de: G_röße des Mauszeigers

source: Devices
de: Geräte

source: Mouse Settings
de: Mauseinstellungen

source: Re_set to default
de: _Werte zurücksetzen

source: Re_verse scroll direction
de: M_ausrad invertieren

source: Set the acceleration and threshold for the selected device to the default values
de: Stellen Sie die Beschleunigung udn den SChwellwert für das ausgewählte Gerät auf die Standardwerte

source: The maximum distance allowed between two clicks, in pixels, for them to be considered a double click
de: Der Höchstabstand in Pixeln zwischen zwei Tastendrücken, sodass sie noch als Doppelklick erkannt werden

source: The maximum time allowed between two clicks, in milliseconds, for them to be considered a double click
de: Die Höchstdauer in Millisekunden zwischen zwei Tastendrücken, sodass sie noch als Doppelklick erkannt werden

source: The number of pixels the pointer can move before dragging
de: Die Anzahl an Pixel, die der Mauszeiger bewegt werden kann, bevor das Ziehen mit der Maus beginnt

source: The number of pixels the pointer has to moved in a short time before the acceleration starts
de: Die Anzahl Pixel, um die der Mauszeiger bewegt werden muss, bevor die Beschleunigung beginnt

source: The pointer will go 'acceleration' times as fast when it travels more than 'threshold' pixels in a short time
de: Der Mauszeiger wird sich um ein Vielfaches des Wertes im Feld "Beschleunigung" schneller bewegen, wenn er um mehr Pixel als im Feld "Schwellwert" innerhalb kurzer Zeit bewegt wird

source: Theme
de: Mausthema

source: Thr_eshold:
de: _Schwellwert:

source: Ti_me:
de: _Zeit:

source: When enabled, the scroll wheel will work in the opposite direction
de: Bei Aktivierung funktioniert das Mausrad in der entgegengesetzten Richtung

source: _Acceleration:
de: _Beschleunigung:

source: _Distance:
de: _Abstand:

source: _Left handed
de: _Linkshändisch

source: _Right handed
de: _Rechtshändisch

source: _Threshold:
de: _Schwellwert:

source: Xfce 4 Mouse Settings
de: Mauseinstellungen für Xfce 4

source: Graphical settings editor for Xfce 4
de: Grafischer Einstellungseditor für Xfce 4

source: Settings Editor
de: Einstellungseditor

source: Xfce 4 Settings Editor
de: Einstellungseditor für Xfce 4

source: Xfce4 settings editor
de: Einstellungseditor für Xfce 4

source: Sticky keys are enabled
de: Festklebende Tasten sind aktiviert

source: Sticky keys are disabled
de: Festklebende Tasten sind deaktiviert

source: Sticky keys
de: Festklebende Tasten

source: Slow keys are enabled
de: Langsame Tasten sind aktiviert

source: Slow keys are disabled
de: Langsame Tasten sind dekativiert

source: Slow keys
de: Langsame Tasten

source: Bounce keys are enabled
de: Springende Tasten sind aktiviert

source: Bounce keys are disabled
de: Springende Tasten sind dekativiert

source: Bounce keys
de: Springende Tasten

source: This shortcut is already being used by the window manager action <b>%s</b>. Which action do you want to use?
de: Dieses Tastenkürzel wird bereits von der Aktion <b>%s</b> des Fenstermanagers benützt. Welche Aktion soll verwendet werden?

source: Keep window manager action
de: Aktion des Fenstermanagers behalten

source: %s shortcut conflict
de: Konflikt beim Tastenkürzel »%s«

source: Shortcut conflict
de: Tastenkürzelkonflikt

source: The shortcut '%s' is already being used for something else.
de: Das Tastenkürzel »%s« ist bereits an etwas anderes vergeben.

source: Start in debug mode (don't fork to the background)
de: Im Debugmodus starten (nicht in den Hintergrund verzweigen)

source: Xfce Settings Manager
de: Einstellungsverwaltung für Xfce

source: Customize your Xfce desktop
de: Passen Sie Ihre Arbeitsfläche an

source: Unable to start "%s"
de: Kann »%s« nicht starten

source: Graphical Settings Manager for Xfce 4
de: Grafische Einstellungsverwaltung für Xfce 4

source: Settings Manager
de: Einstellungsverwaltung

source: Xfce 4 Settings Manager
de: Einstellungsverwaltung für Xfce 4

source: Verbose output
de: Gesprächige Ausgabe

source: Force replace existing any xsettings daemon
de: Ersetzen vorhandener Einstellungsdienste erzwingen

source: %s: %s Try %s --help to see a full list of available command line options.
de: %s: %s Geben Sie »%s --help«ein, um eine vollständige Liste verfügbarer Befehle zu sehen.
