Repository: iwamatsu/xfce-po-translation
Catalog: goodies/xfce4-clipman-plugin/trunk/po/*.po
Languages: da, de, el, es, id, sq, zh_cn

source: Unable to open the following url: %s
da: Kunne ikke åbne denne url: %s
de: Kann die folgende Adresse nicht öffnen: %s
el: Αδυναμία πρόσβασης στο παρακάτω url: %s
es: Imposible abrir el siguiente url: %s
id: Tak dapat membuka url berikut: %s
sq: I pazoti të hap url-në vijuese: %s
zh_cn: 无法打开以下链接: %s

source: Clipboard Manager
da: Klippebords-håndtering
de: Verwaltung der Zwischenablage
el: Διαχειριστής πρoχείρου
es: Gestor del portapapeles
id: Manajer Papan Klip
sq: Përgjegjës i Së Papastrës
zh_cn: 剪贴板管理程式

source: Save clipboard contents on _exit
da: Gem klippebordsindhold ved _afslutning
de: _Inhalt der Zwischenablage beim Verlassen speichern
el: Αποθήκευση περιεχομένων προχείρου στον έξ_οδο
es: Guardar contenido del portapapel_es al salir
id: Simpan isi papan klip saat _keluar
sq: Ruaj përmbajtjen e së papastrës gjatë daljes
zh_cn: 离开时储存剪贴板内容(_e)

source: _Ignore selections
da: _Ignorér markeringer
de: _Auswahl ignorieren
el: Α_γνόησε επιλογές
es: _Ignorar selecciones
id: _Abaikan seleksi
sq: _Shpërfill përzgjedhje
zh_cn: 忽略选取的区域(_I)

source: Pre_vent empty clipboard
da: For_hindr tomt klippebord
de: _Leere Zwischenablage vermeiden
el: Απότρ_εψε κενό πρόχειρο
es: Pre_venir portapapeles vacío
id: Ce_gah papan klip kosong
zh_cn: 防止剪贴板空白(_v)

source: <b>General</b>
da: <b>Generelt</b>
de: <b>Allgemein</b>
el: <b>Γενικά</b>
id: <b>Umum</b>
sq: <b>Të përgjithshme</b>
zh_cn: <b>一般</b>

source: Normal clipboard _management
da: Normal klippebords-_håndtering
de: _Normales Verwalten der Zwischenablagen
el: Κανονική διαχείριση π_ροχείρου
es: Gestión nor_mal del portapapeles
id: Manajemen _papan klip normal
sq: A_dministrim të papastre normale
zh_cn: 正常的剪贴板管理(_m)

source: Strictly separate _both clipboards
da: Hold _begge klippeborde strengt adskilte
de: _Beide Zwischenablagen strikt getrennt verwalten
el: Αυστηρά διαχώρισε α_μφότερα πρόχειρα
es: Separar estrictamente am_bos portapapeles
id: Ketat memisahkan _kedua papan klip
zh_cn: 严格区分两份剪贴板(_b)

source: <b>Clipboard Behaviour</b>
da: <b>Klippebordsopførsel</b>
de: <b>Verhalten</b>
el: <b>Συμπεριφορά προχείρου</b>
es: <b>Comportamiento del portapapeles</b>
id: <b>Perilaku Papan Klip</b>
sq: <b>Sjellje e së Papastrës</b>
zh_cn: <b>剪贴板行为</b>

source: General
da: Generelt
de: Allgemein
el: Γενικά
id: Umum
sq: Të përgjithshme
zh_cn: 一般

source: _Show item numbers
da: _Vis indgangstal
de: _Nummeriere Einträge
el: Ε_μφάνισε αριθμούς αντικειμένων
id: _Tampilkan nomor item
sq: _Shfaq numra objektesh
zh_cn: 显示项目编号(_S)

source: Se_parate clipboards
da: Se_parate klippeborde
de: _Zwischenablagen getrennt verwalten
el: Δια_χωρισμένα πρόχειρα
es: Se_parar portapapeles
id: Pi_sahkan papan klip
sq: N_daj të papastra
zh_cn: 分离剪贴板(_p)

source: <b>Menu Appearance</b>
da: <b>Menuudseende</b>
de: <b>Menü-Aussehen</b>
el: <b>Εμφάνιση Μενού</b>
es: <b>Apariencia del menú</b>
id: <b>Tampilan Menu</b>
sq: <b>Dukje Menuje</b>
zh_cn: <b>菜单外观</b>

source: Clipboard history items:
da: Klippebordshistorik:
de: Größe des Verlaufsspeichers:
el: Αντικείμενα ιστορικού προχείρου:
es: Histórico del portapapeles:
id: Item riwayat papan klip:
sq: Objekte historiku të papastre:
zh_cn: 剪贴板历史记录项目：

source: Menu item characters:
da: Menupunkts-tegn:
de: Länge der Menüeinträge:
el: Χαρακτήρες αντικειμένων μενού:
id: Karakter item menu:
sq: Gërma objekti menuje:
zh_cn: 菜单项目字数：

source: <b>Numbers</b>
da: <b>Tal</b>
de: <b>Werte</b>
el: <b>Αριθμοί</b>
es: <b>Números</b>
id: <b>Nomor</b>
sq: <b>Numra</b>
zh_cn: <b>数字</b>

source: Appearance
da: Udseende
de: Aussehen
el: Εμφάνιση
es: Apariencia
id: Tampilan
sq: Dukje
zh_cn: 外观

source: Are you sure you want to clear the history?
da: Er du sikker på at du ønsker at slette historikken?
de: Möchten Sie den bisherigen Inhalt der Zwischenablage wirklich löschen?
el: Είστε σίγουροι ότι επιθυμείτε τον καθαρισμό του ιστορικού;
es: Estás seguro de querer borrar el historial?
id: Anda yakin ingin membersihkan riwayat?
sq: Jeni të sigurtë se doni të fshihet historiku?
zh_cn: 您确定您想要清除历史记录吗？

source: Are you sure you want to remove this clip from the history?
da: Er du sikker på at du ønsker at fjerne dette udklip fra historikken?
de: Möchten Sie den gewählten Eintrag wirklich aus der Liste löschen?
el: Είστε σίγουροι ότι επιθυμείτε την διαγραφή αυτού του αντικειμένου από το ιστορικό;
es: Estás seguro de querer borrar este clip del historial?
id: Anda yakin ingin menghapus klip ini dari riwayat?
sq: Jeni i sigurtë se doni të fshihet ky shënim nga historiku?
zh_cn: 您确定您想要从历史记录中删除该剪辑吗？

source: < Default History Empty >
da: < Standard-historik tom >
de: < Inhalt der Standard-Zwischenablage leer >
el: < Κενό Εξ'ορισμού ιστορικό >
es: < Historial por defecto vacío >
id: < Riwayat Standar Kosong >
sq: < Historiku Parazgjedhje është Bosh >
zh_cn: < 预设历史记录空白 >

source: < Selection History Empty >
da: < Udvalgshistorik tom>
de: < Inhalt der Auswahl-Zwischenablage leer >
el: < Κενό ιστορικό επιλογών >
es: < Historial de selección vacío >
id: < Riwayat Seleksi Kosong >
sq: < Historiku i Përzgjedhjes është Bosh >
zh_cn: < 选取历史记录空白 >

source: Clear History
da: Slet historik
de: Bisherigen Inhalt löschen
el: Καθαρισμός ιστορικού
es: Limpiar historial
id: Bersihkan Riwayat
sq: Pastro Historikun
zh_cn: 清除历史记录

source: Clipman History
da: Clipman-historik
de: Verlauf der Zwischenablage
el: Ιστορικό clipman
id: Riwayat Clipman
sq: Historik
zh_cn: Clipman 历史记录

source: < Clipboard Empty >
da: < Tomt klippebord >
de: < Zwischenablage leer >
el: < Κενό πρόχειρο >
es: < Portapapeles vacío >
id: < Papan Klip Kosong >
sq: < E papastra Bosh >
zh_cn: < 历史记录空白 >

source: Clipboard manager for the Xfce desktop
da: Klippebords-håndtering for Xfce-skrivebordet
de: Zwischenablagenverwaltung für den Xfce-Desktop
el: Διαχειριστής προχείρου για την οθόνη του xfce
es: Gestor de portapapeles para el escritorio Xfce
id: Manajer papan klip untuk destop Xfce
sq: Përgjegjësin i Së Papastrës për Desktopin Xfce 4
zh_cn: Xfce 桌面环境的剪贴板管理程式

source: Clipman
de: Zwischenablage
