Repository: iwamatsu/xfce-po-translation
Catalog: xfce/xfce4-mixer/trunk/po/*.po
Languages: ca, fi, fr, hu, ja, pt_br, si

source: No left-click command defined
ca: No s'ha definit cap ordre pel clic esquerre
fi: Vasemman napsautuksen komentoa ei määritetty
fr: Pas de commande définie pour clic-gauche
hu: Nincs megadott bal-kattintó parancs
ja: 左クリック時のコマンドが設定されていません
pt_br: Nenhum comando definido para o clique-esquerdo
si: වමත් ක්ලික් විධානය අර්ථදක්වා නැත

source: No left-click command defined yet. You can change this in the plugin properties.
ca: Encara no s'ha definit una ordre pel clic esquerre. Podeu canviar-ho a les propietats del connector.
fi: Vasemmalle hiiren painikkeelle ei ole määritetty komentoa. Voit määrittää sen liitännäisen ominaisuuksista.
fr: Pas de commande définie pour clic-gauche. Vous pouvez le faire dans les propriétés du greffon.
hu: Nincs még baal-kattintó parancs megadva. A beillesztés tulajdonságaiban lehet.
ja: まだ左クリック時のコマンドが設定されていません。プラグインの設定で変更することができます。
pt_br: Ainda não foi definido nenhum comando para o clique-esquerdo. Você pode alterar isto nas propriedades do plug-in.
si: තවම වමත් ක්ලික් විධානය අර්ථදක්වා නැත. ඔබට මෙය පේනු මෘදුකාංග වත්කම්හිල වෙනස් කළ හැක.

source: Properties
ca: Propietats
fi: Ominaisuudet
fr: Propriétés
hu: Tulajdonságok
ja: 設定
pt_br: Propriedades
si: වත්කම්

source: Could not execute the command %s. Perhaps you need to adjust the PATH variable.
ca: No es pot executar l'ordre «%s». Pot ser que calgui ajustar la variable d'entorn «PATH».
fi: Komentoa "%s" ei voi suorittaa. Ehkä sinun pitäisi tarkistaa PATH-muuttujasi sisältö.
fr: La commande %s n'a pas pu être exécutée. La variable du PATH doit éventuellement être ajustée.
ja: コマンド %s を実行できませんでした。たぶん PATH 環境変数を調整する必要があります。
pt_br: Não foi possível executar o comando %s. Talvez você precise ajustar a variável PATH.
si: %s විධානය ක්‍රියාත්මක කළ නොහැක. ඇතැම් විට ඔබට PATH විචල්‍යය සීරුමාරු කිරීමට අවශ්‍ය විය හැක.

source: GStreamer was unable to detect any sound cards on your system. You might be missing sound system specific GStreamer packages. It might as well be a permission problem.
ca: «GStreamer» no ha pogut detectar cap tarja de so. Pot ser que no tingueu algun paquet del sistema de so de «GStreamer». També pot ser un problema de permisos.
fi: GStreamer ei löydä järjestelmästäsi äänikortteja. Voi olla, että sinulta puuttuu äänijärjestelmääsi liittyviä GStreamerin osia. Tämä voi johtua myös käyttöoikeusongelmasta.
fr: GStreamer n'a pas détecté de carte son dans votre système. Certains paquets de GStreamer peuvent être manquants ou un simple problème de permissions peivent en être la cause.
ja: GStreamer はシステム上で一つもサウンドカードを検出できませんでした。サウンドシステム用の GStreamer パッケージがないかもしれません。また、パーミッション問題の可能性もあります。
pt_br: O Gstreamer não detectou nenhuma placa de áudio no seu sistema. Pode ser que esteja faltando algum pacote do Gstreamer específico do sistema de som. Isso pode ser também algum problema de permissão.
si: GStreamer හට ඔබගේ පද්ධතියේ කිසිදු ශබ්ද කාඩ් පතක් නිරීක්ෂනය කළ නොහැකි විය. ඔබගේ ශබ්දය හා සම්බන්ධ GStreamer ඇසුරුම් අස්ථානගතවී වන්නට පුළුවන. තවද මෙය අවසර හා සම්බන්ධ ගැටළුවක් වන්නටද පුළුවන.

source: Mixer Plugin
ca: Connector del mesclador
fi: Äänenvoimakkuusliitännäinen
fr: Greffon mixer
ja: ミキサープラグイン
pt_br: Plug-in Mixador
si: මිශ්‍රක පේනු මෘදුකාංගය

source: Please select which mixer track should be used by the plugin
ca: Seleccioneu quina pista del mesclador voleu emprar amb el connector
fi: Valitse, minkä kanavan äänenvoimakkuutta liitännäinen säätää
fr: Veuillez sélectionner quel piste du mixer doivent être utilisée par le greffon
ja: どのミキサートラックがプラグインによって使用されるべきか選択してください
pt_br: Por favor escolha qual o mixador de faixa que deve ser usado pelo plug-in
si: කරුණාකර පේනු මෘදුකාංගය මඟින් භාවිතා කළ යුතු මිශ්‍රක පථය තෝරන්න

source: Sound card
ca: Targeta de so
fi: Äänikortti
fr: Carte son
hu: Hangkártya
ja: サウンドカード
pt_br: Placa de áudio
si: ශබ්ද කාඩ්පත

source: Mixer track
ca: Pista del mesclador
fi: Äänikanava
fr: Piste mixer
ja: ミキサートラック
pt_br: Mixador de faixa
si: මිශ්‍රක පථය

source: Left-click command
ca: Ordre pel clic esquerre
fi: Vasen napsautus
fr: Commande clic-gauche
hu: Bal-kattintó parancs
ja: 左クリック時のコマンド
pt_br: Comando para o clique-esquerdo
si: වමත් ක්ලික් විධානය

source: Select command
ca: Seleccioneu ordre
fi: Valitse komento
fr: Sélectionnez une commande
hu: Válassz parancsot
ja: コマンドを選択
pt_br: Selecionar comando
si: තේරීමේක විධානය

source: All Files
ca: Tots els fitxers
fi: Kaikki tiedostot
fr: Tous les fichiers
hu: Minden fájl
ja: すべてのファイル
pt_br: Todos os arquivos
si: සියළුම ගොනු

source: Executable Files
ca: Fitxers executables
fi: Suoritettavat tiedostot
fr: Fichiers exécutables
hu: Futtatható fájlok
ja: 実行可能なファイル
pt_br: Arquivos executáveis
si: ක්‍රියාත්මක කළ හැකි ගොනු

source: Perl Scripts
ca: Seqüències de Perl
fi: Perl-komentosarjat
fr: Scripts Perl
hu: Perl Szkriptek
ja: Perl スクリプト
pt_br: Scripts em Perl
si: පර්ල් විධානාවලි

source: Python Scripts
ca: Seqüències de Python
fi: Python-komentosarjat
fr: Scripts Python
hu: Python szkriptek
ja: Python スクリプト
pt_br: Script em Python
si: පයිතන් විධානාවලි

source: Ruby Scripts
ca: Seqüències de Ruby
fi: Ruby-komentosarjat
fr: Scripts Ruby
hu: Ruby szkriptek
ja: Ruby スクリプト
pt_br: Scripts em Ruby
si: රූබි විධානාවලි

source: Shell Scripts
ca: Seqüències de l’intèrpret d’ordres
fi: Päätekomentosarjat
fr: Scripts Shell
hu: Héj szkriptek
ja: シェルスクリプト
pt_br: Scripts em Shell
si: කවච විධානාවලි

source: Mixer
ca: Mesclador
fi: Äänenvoimakkuus
hu: Keverő
ja: ミキサー
pt_br: Mixador
si: මිශ්‍රකය

source: Volume control for your sound card
ca: Control de volum per la vostra tarja de so
fi: Äänikorttisi äänenvoimakkuuksien säätö
fr: Contrôle du volume pour votre carte son
hu: Hangerő-szabályzó a hangkártyához
ja: サウンドカード向けボリュームコントロール
pt_br: Um controle de volume para a sua placa de áudio
si: ඔබගේ ශබ්ද කාඩ් පතේ හඬ පාලකය

source: Unknown Volume Control %d
ca: Control de volum %d desconegut
fi: Tuntematon äänen säädin %d
fr: Périphérique inconnu %d
ja: 不明なボリュームコントロール %d
pt_br: Controle de volume desconhecido %d
si: නොදන්නා ශබ්ද පාලකයකි %d

source: Failed to initialize xfconf: %s
ca: No s'ha pogut inicialitzar «xfconf»: %s
fi: xfconfin alustus epäonnistui: %s
fr: Échec à l'initialisation de xfconf : %s
ja: xfconf の初期化の失敗しました: %s
pt_br: Falha ao inicializar o xfconf: %s
si: xfconf ආරම්භ කිරීම අසමත් විය: %s

source: Playback
ca: Reproducció
fi: Toisto
fr: Contrôles
hu: Lejátszó
ja: 再生
pt_br: Reprodução
si: ප්‍රතිවාදනය

source: Capture
ca: Captura
fi: Kaappaus
fr: Captures
hu: Rögzítő
ja: 録音
pt_br: Captura
si: ග්‍රහනය

source: Switches
ca: Commutadors
fi: Kytkimet
fr: Interrupteurs
hu: Kapcsolók
ja: スイッチ
pt_br: Alternadores
si: ස්වීචයන්

source: Options
ca: Opcions
fi: Asetukset
hu: Lehetőségek
ja: オプション
pt_br: Opções
si: ු/විකල්ප

source: No Controls Visible
ca: Cap control visible
fi: Ei säätimiä näkyvillä
fr: Aucun contrôle visible
hu: Nincsenek látható szabályzók
ja: 可視コントロールがありません
pt_br: Nenhum controle visível
si: කිසිදු පාලකයක් නොපෙනේ

source: No controls are marked as visible. Please open the <span size='large'><b>Select Controls</b></span> dialog to select some.
ca: No s'ha marcar cap control com visible. Obriu la finestra de diàleg <span size='large'><b>Selecció de controls</b></span> per seleccionar-los.
fi: Yhtään säädintä ei ole asetettu näkyväksi. Ole hyvä ja valitse näkyvät säätimet <span size='large'><b>Valitse säätimet</b></span> -dialogista.
fr: Aucun contrôle n'est marqué en tant que visible. Cliquez sur le bouton <span size='large'><b>Contrôles</b></span> afin d'en ajouter.
ja: 可視としてマークされたコントロールがありません。<span size='large'><b>コントロールを選択</b></span> ダイアログを開いて、いくつか選択してください。
pt_br: Nenhum controle está marcado como visível. Por favor abra o diálogo <span size="large"><b>Selecionar controles</b></span> para selecionar alguns.
si: කිසිදු පාලකයක් දෘශ්‍ය ලෙස ලකුනු කර නැත. කරුණාකර <span size='large'> <b>පාලකයන් තෝරන්න</b></span> කවුළුව විවෘත කර කිහිපයක් තෝරන්න.

source: Select Controls
ca: Selecció de controls
fi: Valitse säätimet
fr: Sélection des contrôles
hu: Szabályzók választása
ja: コントロールの選択
pt_br: Selecionar controles
si: පාවත් පාලකයන් තෝරන්න

source: Please select which controls you want to be visible
ca: Seleccioneu els controls que voleu que siguin visibles
fi: Valitse säätimet, jotka haluat näytettävän
fr: Veuillez sélectionner les contrôles que vous désirez voir
hu: Jelöld ki, mely szabályzók legyenek láthatók
ja: 可視させたいコントロールを選択してください
pt_br: Por favor selecione quais controles você deseja manter visíveis
si: කරුණාකර ඔබට දිස්විය යුතු පාලකයන් තෝරන්න

source: _Quit
ca: S_urt
fi: _Poistu
fr: _Quitter
hu: Kilép
ja: 終了(_Q)
pt_br: Sai_r
si: පිටවන්න(_Q)

source: Exit the mixer
ca: Surt del mesclador
fi: Lopeta äänen säätö
fr: Quitter le mixer
hu: Kilép a keverőből
ja: ミキサーを終了
pt_br: Sair do mixador
si: මිශ්‍රකයෙන් පිටවන්න

source: _Select Controls...
ca: _Selecció de controls…
fi: _Valitse säätimet...
fr: _Contrôles
hu: _Szabályzók választása...
ja: コントロールを選択...(_S)
pt_br: _Selecionar controles...
si: පාලකයන් තෝරන්න(_S)...

source: Select which controls are displayed
ca: Seleccioneu quins controls es mostren
fi: Valitse näytettävät säätimet
fr: Sélectionner les contrôles visibles
hu: Jelöld ki, mely szabályzók jelenjenek meg
ja: 表示されるコントロールを選択する
pt_br: Seleciona quais controles são mostrados
si: කිනම් පාලකයක් දිස්විය යුතුදැයි තෝරන්න

source: Configure your sound card(s) and control the volume of selected tracks
ca: Configureu la vostra tarjeta o tarjetes de so i controleu el volumen de les pistes seleccionades
fi: Säädä äänikortti(e)si asetuksia ja valitsemiesi kanavien äänenvoimakkuutta
fr: Configurez votre ou vos cartes son et contrôlez le volume des pistes sélectionnées
ja: サウンドカードを設定し、選択されたトラックのボリュームをコントロールします
pt_br: Configura sua(s) placa(s) de áudio e controla o volume das trilhas selecionadas
si: ඔබගේ ශබ්ද කාඩ්පත් වින්‍යාස කිරීම හා තෝරන ලද පථයන්හි ශබ්දය පාලනය කිරීම

source: Sound card:
ca: Tarja de so
fi: Äänikortti
fr: Carte son :
hu: Hangkártya:
ja: サウンドカード:
pt_br: Placa de áudio:
si: ශබ්ද කාඩ්පත්:

source: Audio mixer for the Xfce Desktop Environment
ca: Mesclador d'àudio per l'entorn d'escriptori Xfce
fi: Äänenvoimakkuuden säätöohjelma Xfce-työpöytäympäristöön
fr: Mixer audio pour l'environnement Xfce
hu: Hangkeverő az Xfce munkakörnyezethez
ja: Xfce デスクトップ環境向けオーディオミキサー
pt_br: Mixador de áudio para o ambiente de área de trabalho do Xfce
si: Xfce වැඩතල පරිපරය සඳහා ශබ්ද මිශ්‍රකයක්
