Repository: iwamatsu/xfce-po-translation
Catalog: goodies/xfce4-power-manager/trunk/po/*.po
Languages: fi

source: Unkown adapter status, the power manager will not work properly
fi: Virtalähteen tila tuntematon, virranhallinta ei toimi oikein

source: Adapter is online
fi: Verkkovirta kytketty

source: Adapter is offline
fi: Käytetään akkuvirtaa

source: Are you sure you want to hibernate the system
fi: Haluatko varmasti asettaa järjestelmän lepotilaan?

source: Hibernate
fi: Lepotila

source: Are you sure you want to suspend the system
fi: Haluatko varmasti asettaa järjestelmän keskeytystilaan?

source: Suspend
fi: Keskeytystila

source: Your battery charge level is critical save your work to avoid losing data
fi: Akku on lähes tyhjä. Varmista, että olet tallentanut tärkeät tiedot.

source: Xfce power manager
fi: Xfce:n virranhallinta

source: Shutdown the system
fi: Sammuta järjestelmä

source: Hibernate the system
fi: Aseta järjestelmä lepotilaan

source: Shutdown
fi: Sammuta

source: Ups configuration
fi: UPS-laite

source: Battery configuration
fi: Akkuvirta

source: Consider battery charge critical
fi: Akku on lähes tyhjä, kun virtaa on

source: percent
fi: prosenttia

source: When battery charge level is critical do
fi: Kun akku on lähes tyhjä:

source: Nothing
fi: Älä tee mitään

source: Enable ups charge notification
fi: Ilmoita UPS-laitteen lataus

source: Enable battery state notification
fi: Ilmoita akun tila

source: Enable power save on ups power
fi: Virransäästö UPS-laitteen varassa

source: Enable power save on battery power
fi: Virransäästö käytettäessä akkuvirtaa

source: Performance
fi: Täysi teho

source: Ondemand
fi: Tarpeen mukaan

source: Userspace
fi: Käyttäjätaso

source: Powersave
fi: Pienin teho

source: Conservative
fi: Konservatiivinen

source: CPU governor settings on ups power
fi: Suorittimen tehoprofiili UPS:n varassa

source: CPU governor settings on battery power
fi: Suorittimen tehoprofiili akkuvirralla

source: No CPU governor found
fi: Ei tehoprofiileja käytettävissä

source: CPU frequency control cannot be used
fi: Suorittimen taajuutta ei voi hallita

source: Cpu freq settings on electric power
fi: Suorittimen tehoprofiili verkkovirralla

source: Cpu freq settings
fi: Suorittimen teho

source: Enable lcd brigthness control
fi: Säädä LCD:n kirkkautta

source: Monitor DPMS settings on ups power
fi: Näytön virransäästö UPS:n varassa

source: Monitor DPMS settings on battery power
fi: Näytön virransäästö akkuvirralla

source: Monitor settings on electric power
fi: Näytön virransäästö verkkovirralla

source: Monitor settings
fi: Näytön asetukset

source: Your monitor doesn't support DPMS control
fi: Näyttösi ei tue DPMS-virransäästöä

source: Keyboard shortcuts
fi: Pikanäppäimet

source: When power button is pressed do
fi: Painettaessa virtanäppäintä

source: When sleep button is pressed do
fi: Painettaessa lepotilanäppäintä

source: When lid button is pressed do
fi: Kun kansi suljetaan

source: No available keyboard shortcuts found
fi: Pikanäppäimiä ei käytettävissä

source: General Options
fi: Yleiset asetukset

source: System tray icon
fi: Järjestelmälokero

source: Always Display an icon
fi: Näytä kuvake aina

source: When battery is present
fi: Kun akku on liitetty

source: When battery is charging or discharging
fi: Kun akku latautuu tai purkautuu

source: Enable CPU freq scaling control
fi: Säädä suorittimen taajuutta

source: Enable DPMS control
fi: Käytä näytön virransäästöä

source: Advanced settings
fi: Lisäasetukset

source: Cpu settings
fi: Suoritinasetukset

source: Battery settings
fi: Akkukäyttö

source: Shortcuts
fi: Pikanäppäimet

source: Monitor Settings
fi: Näytön asetukset

source: Power Manager Preferences
fi: Virranhallinnan asetukset

source: Your battery charge level is low
fi: Akussa on enää vähän virtaa

source: Your battery charge level is critical
fi: Akku on lähes tyhjä

source: You are running on Battery
fi: Käytetään akkuvirtaa

source: Battery is discharging
fi: Akku purkautuu

source: Your battery is discharging
fi: Akku purkautuu

source: Battery is charging
fi: Akku latautuu

source: Your battery is fully charged
fi: Akku on täysin latautunut

source: Not present
fi: Ei liitetty

source: Battery fully charged
fi: Akku täysin latautunut

source: Battery charge level
fi: Akun lataustaso

source: Battery is charging
fi: Akku latautuu

source: Running on battery
fi: Käytetään akkuvirtaa

source: Battery is discharging
fi: Akku purkautuu

source: Battery charge level is low
fi: Akussa on enää vähän virtaa

source: Battery charge level is critical
fi: Akku on lähes tyhjä

source: Estimated time left
fi: Arvioitu akkukesto

source: Estimated time to charge
fi: Arvioitu latausaika

source: hours
fi: tuntia

source: hour
fi: tunti

source: minutes
fi: minuuttia

source: minute
fi: minuutti

source: Standby after
fi: Virransäästötilaan viiveellä

source: Suspend after
fi: Keskeytystilaan viiveellä

source: Turn off after
fi: Sammuta viiveellä

source: never
fi: ei koskaan

source: Part of the Xfce goodies project
fi: Xfce:n goodies-projektin osa

source: Xfce4 Power Manager
fi: Xfce4 virranhallinta

source: Unable to read your home directory environment variable, autostart option may not work
fi: Kotikansiosi sijaintia ei löydy ympäristömuuttujasta HOME, automaattinen käynnistys ei ehkä toimi

source: Xfce4 Power Manager is not running, do you want to launch it now
fi: Xfce4 virranhallinta ei ole käynnissä. Haluatko käynnistää sen?

source: Run
fi: Suorita

source: Xfce4 power manager
fi: Xfce4 virranhallinta

source: Unable to run Xfce4 power manager, make sure the hardware abstract layer and the message bus daemon are running
fi: Xfce4 virranhallintaa ei voi suorittaa. Varmista, että HAL ja DBUS ovat käynnissä.

source: Unable to read AC adapter status, the power manager will not work properly. Possible reasons: The AC adapter driver is not loaded, broken connection with the hardware abstract layer or the message bus daemon is not running
fi: Virtalähteen tilaa ei voi lukea, joten virranhallinta ei toimi oikein. Mahdollisia syitä ovat virtalähteen ajurin puuttuminen, katkennut HAL-yhteys tai DBUS-taustaprosessin puuttuminen.

source: System failed to shutdown
fi: Järjestelmän sammutus epäonnistui

source: Unable to use power management service, functionalities like hibernate and suspend will not work Possible reasons: you don't have enough permission, broken connection with the hardware abstract layer or the message bus daemon is not running
fi: Virranhallintapalvelua ei voi käyttää, joten esimerkiksi lepo- ja keskeytystilaa ei voi käyttää. Mahdollisia syitä ovat riittämättömät käyttöoikeudet, katkennut HAL-yhteys tai DBUS-taustaprosessin puuttuminen.

source: Don't show this message again
fi: Älä näytä tätä viestiä uudelleen

source: Failed to load power manager configuration using defaults
fi: Virranhallinnan oletusasetuksia ei voi ladata

source: Out of memory
fi: Muisti ei riitä

source: Message Hibernate didn't get a reply
fi: Lepotilaviestiin ei vastattu

source: System failed to hibernate
fi: Lepotila epäonnistui

source: Error occured while trying to suspend
fi: Virhe siirryttäessä keskeytystilaan

source: Unknow reply from the message daemon
fi: Tuntematon vastaus viestipalvelulta

source: Message suspend didn't get a reply
fi: Keskeytystilaviestiin ei vastattu

source: System failed to suspend
fi: Keskeytystila epäonnistui

source: No reply from HAL daemon to set monitor brightness level
fi: HAL-palvelu ei vastannut näytön kirkkauden asettamiseen

source: No reply from HAL daemon to get monitor brightness level
fi: HAL-palvelu ei vastannut näytön kirkkauden kyselyyn

source: No reply from HAL daemon to get available cpu governors
fi: HAL-palvelu ei vastannut suoritinmäärän kyselyyn

source: No reply from HAL daemon to get current cpu governor
fi: HAL-palvelu ei vastannut suorittimen profiilin kyselyyn

source: No reply from HAL daemon to set cpu governor
fi: HAL-palvelu ei vastannut suorittimen profiilin asettamiseen

source: No reply from HAL daemon to set power save profile
fi: HAL-palvelu ei vastannut virransäästöprofiilin asettamiseen
