Repository: iwamatsu/xfce-po-translation
Catalog: xfce/xfprint/trunk/po/*.po
Languages: am, de, sq

source: Printer
am: አታሚ
de: Drucker
sq: Shtypës

source: Quit
am: ውጣ
de: Beenden
sq: Lër

source: Quit xfprint4-manager
am: ከሸፍሲ4-ህትመት-አስተዳዳሪ ውጣ
de: Beendet xfprint4-manager
sq: Lër xfprint4-manager

source: About
am: ስለ
de: Info
sq: Rreth

source: About xfprint4-manager
am: ስለ ሸፍሲ4-ህትመት-አስተዳዳሪ
de: Über xfprint4-manager
sq: Rreth xfprint4-manager-it

source: Display informations about xfprint4-manager
am: ስለ ሸፍሲ-ኅትመት4-አስተዳዳሪ መረጃ አሳይ
de: Informationen über xfprint4-manager
sq: Shfaq të dhëna rreth xfprint4-manager-it

source: Printer manager
am: ህትመት-አስተዳዳሪ
de: Druckerverwaltung
sq: Përgjegjës shtypësi

source: Alias name
am: የለዋጭ ስም
sq: Emër aliasi

source: State
am: ሁኔታ
de: Status
sq: Gjendje

source: Xfprint printers manager
am: የሸፍሲ-ህትመት የማተሚያዎች አስተዳዳሪ
de: Druckerverwaltung von Xfprint
sq: Përgjegjës Xfprint shtypësash

source: Former maintainer
am: የቀድሞ አስተዳዳሪ
de: Mitwirkender
sq: Mirëmbajtës i dikurshëm

source: Maintainer
am: አስተዳዳሪ
de: Hauptentwickler
sq: Mirëmbajtës

source: Unknown
am: ያልታወቀ
de: Unbekannt
sq: E panjohur

source: Idle
am: ስራ ፈቷል
de: Leerlauf
sq: I plogësht

source: Processing
am: በማስኬድ ላይ
de: Verarbeiten
sq: Po përpunoj

source: Stopped
am: ቆሟል
de: Angehalten
sq: Ndalur

source: Close
am: ዝጋ
de: Schließen
sq: Mbyll

source: Close queue window
am: የሰልፍ መስኮትን ዝጋ
de: Warteschlangenfenster schließen
sq: Mbyll dritare radhe

source: Jobs
am: ስራዎች
de: Druckaufträge
sq: Akte

source: Remove job
am: ስራን ሰርዝ
de: Auftrag entfernen
sq: Hiq aktin

source: Remove the selected job from the queue
am: የተመረጠውን ስራ ከሰልፉ ሰርዝ
de: Ausgewählten Druckauftrag aus der Warteschlange entfernen
sq: Hiq prej radhe aktet e përzgjedhura

source: Refresh
am: እንደገና ጫን
de: Aktualisieren
sq: Rifresko

source: Refresh queue
am: ሰልፉን እንደገና እይ
de: Warteschlange aktualisieren
sq: Rifresko radhën

source: Queue Manager
am: የሰልፍ አስተዳዳሪ
de: Warteschlangenmanager
sq: Përgjegjës Radhe

source: Name
am: ስም
sq: Emër

source: User
am: ተጠቃሚ
de: Benutzer
sq: Përdorues

source: Size
am: መጠን
de: Größe
sq: Madhësi

source: Priority
am: ቅድሚያ
de: Priorität
sq: Përparësi

source: Creation time
am: የተፈጠረበት ጊዜ
de: Erstellungszeit
sq: Kohë krijimi

source: Processing time
am: ሰዓትን በማስኬድ ላይ
de: Verarbeitungszeit
sq: Kohë përpunimi

source: Are you sure you want to remove the job
am: ስራውን ለመሰረዝ እንደሚፈልጉ እርግጠኛ ነዎት?
de: Sind Sie sicher, dass Sie diesen Auftrag entfernen wollen:
sq: Jeni i sigurtë se doni të hiqet akti

source: Don't remove job
am: ስራው አይሰረዝ
de: Auftrag behalten
sq: Mos hiq aktin

source: An error occurred while removing job !
am: ስራው ሲሰረዝ ስህተት ተከስቷል
de: Ein Fehler ist beim entfernen des Auftrags aufgetreten!
sq: Ndodhi një gabim gjatë heqjes së aktit !

source: pending
am: በመጠበቅ ላይ
de: warten
sq: në pritje

source: printing
am: በማተም ላይ
de: drucken
sq: po shtyp

source: Printing system
am: የህትመት ስርዓት
sq: Sistem shtypjeje

source: Printing System Selection
am: የኅትመት ስርዓት መረጣ
de: Drucksystemauswahl
sq: Përzgjedhje Sistemi Shtypjeje

source: Information
am: መረጃ
de: Informationen
sq: Të dhëna

source: Description
am: መግለጫ
de: Beschreibung
sq: Përshkrim

source: Author
am: ደራሲ
de: Autor
sq: Autor

source: Homepage
am: የመረብቤት ገጽ
sq: Faqe Hyrëse

source: None
am: ምንም
de: Nichts
sq: Asnjë

source: Use this backend if you just want to print to file.
am: ፋይል ለመጻፍ ከሆነ የሚፈልጉት ይህንን ከጀርባ-ሰሪን ይጠቀሙ
de: Wählen Sie diese Einstellung, wenn Sie nur eine Druckdatei erzeugen wollen.
sq: Përdor këtë "backend" nëse thjesht doni të shtypet si kartelë.

source: BSD-LPR printing system support for Xfprint
am: ለሸፍሲ-ኅትመት የBSD-LPR ኅትመት ስርዓት ድጋፍ
de: BSD-LPR-Drucksystemunterstützung für Xfprint
sq: Mbulim sistemi shtypjesh BSD-LPR për Xfprint-in

source: CUPS printing system support for Xfprint
am: ለሸፍሲ-ኅትመት የCUPS ኅትመት ስርዓት ድጋፍ
de: CUPS-Drucksystemunterstützung für Xfprint
sq: Mbulim sistemi shtypjesh CUPS për Xfprint-in

source: Set as default printer
am: እንደ ቀዳሚ ማተሚያ ሰይም
de: Als Standarddrucker definieren
sq: Caktoje si shtypës parazgjedhje

source: Set as default CUPS printer
am: እንደ ቀዳሚ CUPS ማተሚያ ሰይም
de: Als CUPS-Standarddrucker definieren
sq: Caktoje si shtypës CUPS parazgjedhje

source: Properties
am: ባህሪዎች
de: Eigenschaften
sq: Veti

source: Show printer properties
am: የማተሚያ ባህሪን አሳይ
de: Druckereigenschaften anzeigen
sq: Shfaq veti shtypësi

source: Password
am: ማለፊያ ቃል
de: Passwort
sq: Fjalëkalim

source: User :
am: ተጠቃሚ:
de: Benutzername:
sq: Përdorues:

source: Password :
am: ማለፊያ ቃል:
de: Passwort:
sq: Fjalëkalim:

source: You have to provide an username !
am: የተጠቃሚ ስምን መስጠት አለብዎት!
de: Sie müssen einen Benutzername angeben!
sq: Lypset të jepni një emër përdoruesi !

source: Print headers
am: የኅትመት የራስጌ ማስታወሻ
de: Kopf- und Fußzeilen drucken
sq: Shtyp tituj

source: Header:
am: የራስጌ ማስታወሻ፦
de: Titel:
sq: Titull:

source: Underlay:
de: Wasserzeichen:
sq: Nënshtresë:

source: Center title:
de: Kopfzeile Mitte:
sq: Titull në qendër:

source: Left title:
am: የግራ አርዕስት፦
de: Kopfzeile links:
sq: Titull majtas:

source: Right title:
am: የቀኝ አርዕስት፦
de: Kopfzeile rechts:
sq: Titull djathtas:

source: Center footer:
de: Fußzeile Mitte:
sq: Fundfaqe në qendër:

source: Left footer:
am: ግራ የግርጌ ማስታወሻ፦
de: Fußzeile links:
sq: Fundfaqe majtas:

source: Right footer:
am: ቀኝ የግርጌ ማስታወሻ፦
de: Fußzeile rechts:
sq: Fundfaqe djathtas:

source: Encoding:
de: Zeichensatz:
sq: Kodim:

source: Print all pages
am: ሁሉንም ገጾች አትም
de: Alle Seiten drucken
sq: Shtyp tërë faqet

source: Print pages in range from
am: ክ... ጀምሮ እስከ... ያሉትን አትም
de: Nur Seiten in angegebenem Bereich drucken
sq: Shtyp faqet në interval prej

source: Cut long lines
am: ረጅም መስመሮችን ቁረጥ
de: Lange Zeilen abschneiden
sq: Pri rreshta të gjatë

source: Interpret TAB, BS and FF characters
de: Tabulator, Rückschritt und Seitenvorschub interpretieren
sq: Interpreto shenja TAB, BS dhe FF

source: Force binary printing
de: Druck von Binärzeichen erzwingen
sq: Detyro shtypje dyore

source: Select file to print
am: ለማትም ፋይል ምረጥ
de: Datei zum Drucken auswählen
sq: Përzgjidhni kartelë për t'u shtypur

source: The specified file does not exist
am: የተሰጠው ፋይል አልተገኘም
de: Die angegebene Datei existiert nicht
sq: Kartela e treguar nuk ekziston

source: Language:
am: ቋንቋ፦
de: Sprache:
sq: Gjuhë:

source: Highlight level:
de: Hervorhebungsgrad:
sq: Shkallë theksimi:

source: Strip level:
de: Verkürzungsgrad:
sq: Nivel strip:

source: Save settings
am: ስየማዎችን አስቀምጥ
de: Einstellungen _sichern
sq: Ruaj rregullimet

source: Print to:
am: በ...ላይ አትም፦
de: Drucken nach:
sq: Shtyp te:

source: Print to file:
am: በ... ፋይል ላይ አትም፦
de: In Datei drucken:
sq: Shtyp në kartelë:

source: Sheets
am: ሉኮች
de: Blätter
sq: Fletë

source: Virtual pages
de: Virtuelle Seiten
sq: Faqe virtuale

source: Pretty-printing
de: Syntax-Highlighting
sq: Bukurshtypje

source: Input
am: ገቢ
de: Eingabe
sq: Futje

source: Headings
am: አርዕስቶች
de: Kopf-/Fußzeilen
sq: Tituj

source: Copies:
am: ቅጂዎች፦
de: Kopien:
sq: Kopje:

source: Apply filters
am: ምረጥ
de: Eigenschaften ändern
sq: Zbato filtra

source: Neither the printing system backend or a2ps could be found on your system, you won't be able to print a file with xfprint !
am: የማተሚያ የጀርባ-ስርዓት ወይም a2ps በስርዓቱ ውስጥ አልተገኙም። ሸፍሲ ማተሚያ ማተም አይቻልዎትም!!
de: Weder das Drucksystem noch a2ps wurde auf Ihrem System gefunden, Sie können keine Datei mit Xfprint drucken!
sq: Nuk u gjet dot as "backend" sistemi shtypjesh, as a2ps në sistemin tuaj, s'do të jeni në gjendje të shtypni ndonjë kartelë me xfprint-in !

source: An error occurred while trying to print the file
am: ፋይሉን ለማተም ሲሞከር ሱተት ተፈጥሯል
de: Ein Fehler ist beim Versuch, die Datei zu drucken, aufgetreten!
sq: Ndodhi një gabim gjatë provës për shtypjen e kartelës

source: Select file where to print
am: ፋይል ላይ ለማተም ምረጥ
de: Datei zum Drucken auswählen
sq: Përzgjidhni kartelë ku të shtypet

source: Papersize:
am: የወረቀት መጠን
de: Papiergröße:
sq: Madhësi letre:

source: Portrait
am: ቁም
de: Hochformat
sq: Portret

source: Landscape
am: አግድም
de: Querformat
sq: Së gjeri

source: Columns:
am: ቋሚ፦
de: Spalten:
sq: Shtylla:

source: Fill columns first
am: ቋሚዎቹን መጀመሪያው ሙላ
de: Zuerst Spalten auffüllen
sq: Së pari mbush shtyllat

source: Fill rows first
am: አግድሞቹን መጀመሪያው ሙላ
de: Zuerst Zeilen auffüllen
sq: Së pari mbush rreshtat

source: Rows:
am: አግድም፦
de: Zeilen:
sq: Rreshta:

source: Print borders around columns
am: በቋሚው ዙሪያ መስመር አትም
de: Rahmen um Spalten drucken
sq: Shtyp anë përreth shtyllash

source: Print pages in reverse order
am: ገጾቹን ከኋላ በመጀመር አትማቸው
de: Seiten in umgekehrter Reihenfolge drucken
sq: Shtyp faqet në renditje së prapthi

source: Line numbers:
am: የመስመር ቁጥሮች፦
de: Zeilennummern:
sq: Numra rreshtash:

source: Lines per page:
am: መስመር በገጽ
de: Zeilen pro Seite:
sq: Rreshta për faqe:

source: Chars per line:
am: ፊደል በመስመር፦
de: Zeichen pro Zeile:
sq: Shenja për rresht:

source: Tabulation size:
am: የሰንጠረዥ መጠን፦
de: Tabulatorgröße:
sq: Madhësi Tabelëzuesi:

source: Non-printable format:
am: የማይታተም ፎርማት፦
de: Nichtdruckbare Zeichen:
sq: Format i pashtypshëm

source: Allow you to select the printing system backend that xfprint will use
am: የሸፍሲ ኅትመት ስርዓት የሚጠቀምበትን የጀርባ-ስርዓትለመምረጥ ያስችልዎታል
de: Hier können Sie das Drucksystem auswählen, welches Xfprint benutzen soll.
sq: Ju lejon të përzgjidhni për shtypjen sistem "backend" që të përdoret prej xfprint-it

source: Printing System Settings
am: የኅትመት ስርዓት ስየማዎች
de: Drucksystem-Einstellungen
sq: Rregullime Sistemi Shtypjesh

source: Xfce 4 Printing System Settings
am: የሸፍሲ 4 የኅትመት ስርዓት ስየማዎች
de: Xfce4-Drucksystem-Einstellungen
sq: Rregullime Sistemi Shtypjesh Xfce 4

source: Print Manager
am: የህትመት አስተዳዳሪ
de: Druckerverwaltung
sq: Përgjegjës Shtypjesh

source: Show the printer list and allow you to manage their jobs
am: ያሉትን ማተሚያዎች በማሳየት ለማስተዳደር ያስችልዎታል
de: Hier wird Ihnen die Druckerliste angezeigt, und Sie können die Druckaufträge bearbeiten.
sq: Shfaq listë shtypësash dhe ju lejon të administroni aktet e tyre

source: Xfce 4 Print Manager
am: የሸፍሲ 4 የህትመት አስተዳዳሪ
de: Xfce4-Druckerverwaltung
sq: Përgjegjës Shtypjesh Xfce 4

source: Print Dialog
am: የኅትመት መጠይቅ
de: Druckdialog
sq: Dialog Shtypjesh

source: Print a file and allow you to set up its layout
am: ፋይልስ ለማተምና የገጽ አጣጣሉን ለመሰየም ያስችሎታል
de: Hiermit können Sie eine Datei drucken und das Layout bestimmen.
sq: Shtyp një kartelë dhe ju lejon të rregulloni dhe caktoni skemën për të

source: Xfce 4 Print Dialog
am: የሸፍሲ 4 የኅትመት መጠይቅ
de: Xfce4-Druckdialog
sq: Dialog Shtypjesh Xfce 4

source: Printing
de: Drucken

source: ID
am: መታወቂያ

source: Kb
am: ኪባ

source: Version
am: ዝርያ

source: Xfprint
am: ሸፍሲህትመት
