Repository: iwamatsu/xfce-po-translation
Catalog: goodies/xfce4-screenshooter-plugin/trunk/po/*.po
Languages: da, de

source: Screenshooter plugin
da: Skærmdump-tilføjelse
de: Bildschirmfotoplugin

source: Modes
da: Modus
de: Modus

source: Take a screenshot of desktop
da: Tag et skærmdump af skrivebordet
de: Bildschirmfoto des Desktops erstellen

source: Take a screenshot of the active window
da: Tag et skærmdump af det aktuelle vindue
de: Bildschirmfoto des aktuellen Fensters erstellen

source: Options
da: Indstillinger
de: Optionen

source: Show save dialog
da: Vis 'Gem' opsætningen
de: Zeige Speichern-Dialog

source: <span weight="bold" stretch="semiexpanded">Default save location</span>
da: <span weight="bold" stretch="semiexpanded">Standard-placering af fil</span>
de: <span weight="bold" stretch="semiexpanded">Voreingestellter Speicherort</span>

source: Default save location
da: Standard-placering af fil
de: Voreingestellter Speicherort

source: <span weight="bold" stretch="semiexpanded">Delay before taking the screenshot</span>
da: <span weight="bold" stretch="semiexpanded">Forsinkelse før skærmdumpet tages</span>
de: <span weight="bold" stretch="semiexpanded">Verzögerung bevor das Bildschirmfoto genommen wird</span>

source: seconds
da: sekunder
de: Sekunden

source: Version information
da: Versions information
de: Versionsinformation

source: Delay in seconds before taking the screenshot
da: Forsinkelse i sekunder før skærmdumpet tages
de: Verzögerung in Sekunden vor Erstellung des Bildschirmfotos

source: Do not display the save dialog
da: Vis ikke Gem opsætningen
de: Den Speichern-Dialog nicht anzeigen

source: Directory where the screenshot will be saved
da: Mappe hvor skærmdumpet bliver gemt
de: Das Verzeichnis, in dem das Bildschrimfoto gespeichert werden soll

source: Dialog to set the default save folder
da: Dialog til at vælg standard-placering af fil
de: Dialog anzeigen, um das voreingestellte Verzeichnis zum Speichern festzulegen

source: %s: %s Try %s --help to see a full list of available command line options.
da: %s: %s Prøv %s --help for at se en liste med mulige kommandolinie tilvalg.
de: %s: %s Versuchen Sie %s --help, um eine Liste der verfügbaren Optionen zu bekommen.

source: Default save folder
da: Standard-placering af fil
de: Voreingestellter Speicherort

source: Couldn't find window manager window
da: Kunne ikke finde vindues-håndterings vinduet
de: Konnte aktives Fenster nicht finden

source: Screenshot.png
da: Skærmdump.png
de: Bildschirmfoto.png

source: Screenshot-%d.png
da: Skærmdump-%d.png
de: Bildschirmfoto-%d.png

source: Save screenshot as ...
da: Gem skærmdump som ...
de: Speichere Bildschirmfoto als ...

source: Screenshot
da: Skærmdump
de: Bildschirmfoto

source: Take a screenshot
da: Tag et skærmdump
de: Bildschirmfoto erstellen
