Repository: iwamatsu/xfce-po-translation
Catalog: goodies/xfce4-weather-plugin/trunk/po/*.po
Languages: de, id, uk

source: V
de: S
id: JP

source: WD
de: WR
id: AA

source: H
de: LF
id: K

source: WS
de: WG
id: KA

source: WG
de: WB
id: TA

source: Cannot update weather data
de: Kann Wetterdaten nicht aktualisieren
id: Tak dapat memutakhirkan data cuaca
uk: Неможливо оновити дані про погоду

source: Unable to open the following url: %s
de: Kann die folgende Adresse nicht öffnen: %s
id: Tak dapat membuka url berikut: %s
uk: Неможливо відкрити наступне посилання: %s

source: Weather Update
de: Wetter aktualisieren
id: Pemutakhiran Cuaca
uk: Оновити погоду

source: Windchill (F)
de: Gefühlte Windtemperatur (F)
id: Temperatur angin (F)
uk: Холодний вітер (F)

source: Temperature (T)
de: Temperatur (T)
id: Temperatur (T)
uk: Температура (T)

source: Atmosphere pressure (P)
de: Luftdruck (LD)
id: Tekanan atmosfer (P)
uk: Атмосферний тиск (P)

source: Atmosphere state (P)
de: Zustand der Atmosphäre (LD)
id: Kondisi atmosfer (P)
uk: Стан атмосфери (P)

source: Wind speed (WS)
de: Windgeschwindigkeit (WG)
id: Kecepatan angin (KA)
uk: Швидкість вітру (WS)

source: Wind gust (WG)
de: Windböe (WB)
id: Tiupan angin (TA)
uk: Пориви вітру (WG)

source: Wind direction (WD)
de: Windrichtung (WR)
id: Arah angin (AA)
uk: Напрям вітру (WD)

source: Humidity (H)
de: Luftfeuchtigkeit (LF)
id: Kelembaban (K)
uk: Вологість (H)

source: Visibility (V)
de: Sicht (S)
id: Jarak pandang (JP)
uk: Видимість (V)

source: UV Index (UV)
id: Indeks UV (UV)
uk: UV індекс (UV)

source: Dewpoint (DP)
de: Taupunkt (TP)
id: Titik embun (TE)
uk: Поріг роси (DP)

source: Please enter proxy settings
de: Bitte die Proxy-Einstellungen eingeben!
id: Silakan masukkan pengaturan proxy
uk: Введіть параметри проксі

source: Measurement unit:
de: Maßeinheit:
id: Unit pengukuran:
uk: Одиниці виміру:

source: Metric
de: Metrisch
id: Metrik
uk: Метричні

source: Location code:
de: Positionscode:
id: Kode lokasi:
uk: Код місцезнаходження:

source: Proxy server:
id: Server proxy:
uk: Проксі сервер:

source: Use proxy server
de: Proxy-Server benutzen
id: Gunakan server proxy
uk: Використовувати проксі сервер

source: Auto-detect from environment
de: Auto-Erkennung
id: Deteksi otomatis dari lingkungan
uk: Автоматичне визначення із програмного середовища

source: Labels to display
de: Beschriftung zum Anzeigen
id: Label untuk tampilan
uk: Мітки для відображення

source: km/h
id: km/j
uk: км/год

source: mph
id: mpj

source: Failed to get the hostname "%s". Retry in %d seconds.
de: Konnte den Hostnamen »%s« nicht ansprechen. Neuer Versuch in %d Sekunden.
id: Gagal mendapatkan nama host "%s". Coba lagi dalam %d detik.

source: Failed to open the socket (%s).
de: Konnte den Socket nicht öffnen (%s).
id: Gagal membuka soket (%s).
uk: Помилка відкриття сокету (%s).

source: Failed to create a connection with the host (%s).
de: Konnte keine Verbindung mit dem HHost aufbauen (%s).
id: Gagal membuat koneksi dengan host (%s).
uk: Неможливо створити з'єднання з host (%s).

source: Failed to send the request (%s).
de: Konnte die Anfrage nicht senden (%s).
id: Gagal mengirim permintaan (%s).
uk: Помилки відсилання запиту (%s).

source: Failed to receive data (%s)
de: Konnte Daten nicht empfangen (%s).
id: Gagal menerima data (%s)
uk: Неможливо отримати дані (%s)

source: Unable to detect the content length.
de: Kann die Länge des Inhalts nicht bestimmen.
id: Gagal mendeteksi panjang isi.
uk: Неможливо визначити довжину змісту.

source: No content received.
de: Keine Daten erhalten.
id: Tak ada isi yang diterima.
uk: Не отримано змісту.

source: Search weather location code
de: Suche Wetterstationscode
id: Telusuri kode lokasi cuaca
uk: Пошук коду місцезнаходження погоди

source: Enter a city name or zip code
de: Geben Sie eine Stadt an
id: Masukkan nama kota atau kode pos
uk: Введіть назву міста чи поштовий індекс

source: Results
de: Ergebnisse
id: Hasil
uk: Результати

source: Weather report for: %s.
de: Wetterbericht für %s.
id: Laporan cuaca untuk: %s.
uk: Звіт про погоду для: %s.

source: Observation station located in %s Last update: %s.
de: Wetterstation in %s Letzte Aktualisierung am %s.
id: Stasiun observasi berlokasi di %s Pemutakhiran terakhir: %s.
uk: Огляд станцій, що знаходяться в %s Останнє поновлення: %s.

source: Temperature
de: Temperatur
id: Temperatur
uk: Температура

source: Temperature
de: Temperatur
id: Temperatur
uk: Температура

source: Windchill
de: Gefühlte Windtemperatur
id: Temperatur angin
uk: Холодний вітер

source: Description
de: Beschreibung
id: Keterangan
uk: Опис

source: Dew point
de: Taupunkt
id: Titik embun
uk: Поріг роси

source: Wind
id: Angin
uk: Вітер

source: Speed
de: Geschwindigkeit
id: Kecepatan
uk: Швидкість

source: Direction
de: Richtung
id: Arah
uk: Напрямок

source: Gusts
de: Böen
id: Tiupan
uk: Пориви

source: Index
id: Indeks
uk: Індекс

source: Risk
de: Risiko
id: Risiko
uk: Ризик

source: Atmospheric pressure
de: Luftdruck
id: Tekanan atmosfer
uk: Атмосферний тиск

source: Pressure
de: Druck
id: Tekanan
uk: Тиск

source: State
de: Zustand
id: Kondisi
uk: Стан

source: Sun
de: Sonne
id: Matahari
uk: Сонце

source: Rise
de: Sonnenaufgang
id: Terbit
uk: Підвищення

source: Set
de: Sonnenuntergang
id: Terbenam
uk: Становить

source: Other
de: Andere
id: Lainnya
uk: Інше

source: Humidity
de: Luftfeuchtigkeit
id: Kelembaban
uk: Вологість

source: Visibility
de: Sicht
id: Jarak pandang
uk: Видимість

source: Day: %s
de: Tag: %s
id: Siang: %s
uk: День: %s

source: Night: %s
de: Nacht: %s
id: Malam: %s
uk: Ніч: %s

source: <b>Precipitation</b>
de: <b>Niederschlag</b>
id: <b>Curah Hujan</b>
uk: <b>Опади</b>

source: <b>Temperature</b>
de: <b>Temperatur</b>
id: <b>Temperatur</b>
uk: <b>Температура</b>

source: <b>Wind</b>
id: <b>Angin</b>
uk: <b>Вітер</b>

source: Weather report for: %s
de: Wetterbericht für %s.
id: Laporan cuaca untuk: %s
uk: Звіт про погоду для: %s

source: Summary
de: Zusammenfassung
id: Ringkasan
uk: Загалом

source: Forecast
de: Vorhersage
id: Ramalan Cuaca
uk: Прогноз

source: AM Clouds / PM Sun
de: Vormittags Wolken, abends Sonne
id: AM Berawan / PM Cerah
uk: AM Хмари / PM Сонце

source: AM Light Rain
de: Vormittags leichter Regen
id: AM Hujan Ringan
uk: AM Невеликий дощ

source: AM Light Snow
de: Vormittags leichter Schnee
id: AM Salju Ringan
uk: AM Невеликий сніг

source: AM Rain / Snow Showers
de: Vormittags Regen-/Schneeschauer
id: AM Hujan / Salju Lebat
uk: AM Дощ / Сніг Зливи

source: AM Rain / Wind
de: Vormittags Regen und Wind
id: AM Hujan / Berangin
uk: AM Дощ / Вітер

source: AM Showers
de: Vormittags Schauer
id: AM Hujan Lebat
uk: AM Зливи

source: AM Showers / Wind
de: Vormittags Schauer und Wind
id: AM Hujan Deras / Berangin
uk: AM Зливи / Вітер

source: AM Snow Showers
de: Vormittags Schneeschauer
id: AM Salju Lebat
uk: AM Сніг Зливи

source: AM Snow Showers / Wind
de: Vormittags Schneeschauer / Wind
id: AM Salju Lebat / Berangin
uk: AM Сніг Зливи / Вітер

source: AM T-Storms
de: Vormittags Gewitter
id: AM Badai Petir
uk: AM T-Шторми

source: Becoming Cloudy
de: Aufkommende Bewölkung
id: Menjadi Berawan
uk: Стає хмарно

source: Blizzard
de: Schneesturm
id: Badai Salju
uk: Хуртелиця

source: Blizzard Conditions
de: Bedingungen für einen Schneesturm
id: Kondisi Badai Salju
uk: Хуртелиці

source: Blowing Snow
de: Schneeverwehungen
id: Salju Bertiup Kencang
uk: Заметіль

source: Chance of Rain
de: Regenwahrscheinlichkeit
id: Kemungkinan Hujan
uk: Можливі дощі

source: Chance of Rain/Snow
de: Regen-/Schneewahrscheinlichkeit
id: Kemungkinan Hujan/Salju
uk: Можливий Дощ/Сніг

source: Chance of Showers
de: Schauerwahrscheinlichkeit
id: Kemungkinan Hujan Lebat
uk: Можливі Зливи

source: Chance of Snow
de: Schneewahrscheinlichkeit
id: Kemungkinan Salju
uk: Можливий сніг

source: Chance of Snow/Rain
de: Schneeregenwahrscheinlichkeit
id: Kemungkinan Salju/Hujan
uk: Можливий Сніг/Дощ

source: Chance of T-Storm
de: Gewitterwahrscheinlichkeit
id: Kemungkinan Badai Petir
uk: Можливий T-Шторм

source: Clear
de: Klar
id: Cerah
uk: Ясно

source: Clearing
de: Aufklarend
id: Menjadi Cerah
uk: Прояснення

source: Clouds
de: Wolken
id: Berawan
uk: Хмари

source: Clouds Early / Clearing Late
de: Früh Wolken, später klart es auf
id: Berawan di Pagi Hari / Cerah di Sore Hari
uk: Спочатку Хмари / Потім прояснення

source: Cloudy
de: Bewölkt
id: Berawan
uk: Хмарно

source: Cloudy / Wind
de: Bewölkt und Wind
id: Berawan / Berangin
uk: Хмарно / Вітер

source: Cloudy Periods
de: Wolkige Abschnitte
id: Waktu Berawan
uk: Місцями хмарно

source: Continued Hot
de: Durchgehend heiss
id: Tetap Panas
uk: Продовжується спека

source: Cumulonimbus Clouds Observed
de: Cumulonimbus-Wolken beobachtet
id: Awan Kumolonimbus Terlihat
uk: Грозові хмари

source: Drifting Snow
de: Schneetreiben
id: Salju Terbawa Angin
uk: Буде падати сніг

source: Drifting Snow and Windy
de: Schneetreiben und windig
id: Salju Terbawa Angin dan Berangin
uk: Буде падати сніг та буде вітряно

source: Drizzle
de: Sprühregen
id: Gerimis
uk: Мрячка

source: Dry
de: Feucht
id: Kering
uk: Сухо

source: Dust
de: Staub
id: Debu
uk: Пилюка

source: Fair
de: Angenehm
id: Menyenangkan
uk: Світло

source: Few Showers
de: Leichte Schauer
id: Sedikit Salju
uk: Декілька злив

source: Few Snow Showers
de: Leichte Schneeschauer
id: Sedikit Hujan Salju
uk: Декілька снігопадів

source: Fog
de: Nebel
id: Berkabut
uk: Туман

source: Freezing Drizzle
de: Gefrierender Sprühregen
id: Gerimis Dingin
uk: Холодна мряка

source: Freezing Rain
de: Gefrierender Regen
id: Hujan Dingin
uk: Холодний дощ

source: Freezing Rain/Snow
de: Gefrierender Regen/Schnee
id: Hujan/Salju Dingin
uk: Холодний дощ/сніг

source: Frigid
de: Kühl
id: Membeku
uk: Холодний

source: Frozen Precip
de: Überfrierende Nässe
id: Hujan Es Beku
uk: Замерзлі опади

source: Hail
de: Hagel
id: Hujan Es
uk: Град

source: Haze
de: Dunst
id: Kabut Tipis
uk: Міраж

source: Hazy
de: Dunstig
id: Berkabut Tipis
uk: Смутно

source: Heavy Rain
de: Starker Regen
id: Hujan Lebat
uk: Сильний дощ

source: Heavy Snow
de: Starker Schnee
id: Salju Lebat
uk: Сильний сніг

source: Hot And Humid
de: Schwül
id: Panas dan Lembab
uk: Гаряче і волого

source: Hot!
de: Heiß!
id: Panas!
uk: Спека!

source: Ice Crystals
de: Eiskristalle
id: Kristal Es
uk: Ожеледиця

source: Ice/Snow Mixture
de: Mischung aus Eis und Schnee
id: Kombinasi Es/Salju
uk: Лід/Сніг суміш

source: Increasing Clouds
de: Aufkommende Bewölkung
id: Makin Berawan
uk: Збільшення хмарності

source: Isolated Showers
de: Vereinzelt Schauer
id: Hujan yang Terisolasi
uk: Окремі зливи

source: Isolated T-Storms
de: Vereinzelt Gewitter
id: Badai Petir yang Terisolasi
uk: Окремі T-шторми

source: Light Drizzle
de: Sprühregen
id: Gerimis Ringan
uk: Легка мряка

source: Light Drizzle and Windy
de: Leichter Sprühegen und Wind
id: Gerimis Ringan dan Berangin
uk: Легка мряка і вітряно

source: Light Rain
de: Leichter Regen
id: Hujan Intensitas Ringan
uk: Невеликий дощ

source: Light Rain / Wind
de: Leichter Regen und Wind
id: Hujan Intensitas Ringan / Berangin
uk: Невеликий дощ / вітер

source: Light rain late
de: Gegen später leichter Regen
id: Hujan intensitas ringan pada malam hari
uk: Невеликий дощ пізніше

source: Light Rain Shower
de: Leichte Regenschauer
id: Hujan Intensitas Ringan
uk: Невеликий дощ із зливою

source: Light Snow
de: Leichter Regen
id: Salju Ringan
uk: Невеликий сніг

source: Lightning Observed
de: Blitze beobachtet
id: Petir Terlihat
uk: Блискавки

source: Mild and Breezy
de: Mild und leichte Brise
id: Ringan dan Banyak Angin
uk: М'яко і вітряно

source: Mist
de: Nebel
id: Berkabut
uk: Туман

source: Mostly Clear
de: Überwiegend klar
id: Sebagian Besar Cerah
uk: Переважно ясно

source: Mostly Cloudy
de: Überwiegend wolkig
id: Sebagian Besar Berawan
uk: Переважно хмарно

source: Mostly Cloudy / Wind
de: Überwiegend wolkig mit Wind
id: Sebagian Besar Berawan / Berangin
uk: Переважно хмарно / вітер

source: Mostly Cloudy and Windy
de: Überwiegend wolkig und windig
id: Sebagian Besar Berawan dan Berangin
uk: Переважно хмарно і вітряно

source: Mostly Sunny
de: Überwiegend sonnig
id: Sebagian Besar Cerah
uk: Переважно сонячно

source: Mostly Sunny / Wind
de: Überwiegend sonnig mit Wind
id: Sebagian Besar Cerah / Berangin
uk: Переважно сонячно / вітер

source: N/A Not Available
de: n.v. Nicht verfügbar
id: T/T Tidak Tersedia
uk: Н/Д Не доступно

source: Occasional Sunshine
de: Gelegentlich sonnig
id: Terkadang Cerah
uk: Тимчасові прояснення

source: Overcast
de: Bedeckt
id: Berawan
uk: Хмарність

source: Partial Clearing
de: Teilweise aufklarend
id: Sebagian Reda
uk: Часткові прояснення

source: Partial Fog
de: Teilweise Nebel
id: Sebagian Berkabut
uk: Частково туман

source: Partial Sunshine
de: Teilweise Sonne
id: Sebagian Cerah
uk: Часткова сонячність

source: Partly Cloudy
de: Teilweise bewölkt
id: Sebagian Berawan
uk: Частково хмарно

source: Partly Cloudy / Wind
de: Teilweise bewölkt mit Wind
id: Sebagian Berawan / Berangin
uk: Частково хмарно / вітер

source: Partly Cloudy and Windy
de: Teilweise bewölkt und windig
id: Sebagian Berawan dan Berangin
uk: Частково хмарно і вітряно

source: Partly Sunny
de: Teils sonnig
id: Sebagian Cerah
uk: Частково сонячно

source: PM Light Rain
de: Nachmittags leichter Regen
id: PM Hujan Ringan
uk: PM Невеликий дощ

source: PM Light Snow
de: Nachmittags leichter Schnee
id: PM Salju Ringan
uk: PM Невеликий сніг

source: PM Rain / Wind
de: Nachmittags Regen und Wind
id: PM Hujan / Berangin
uk: PM Дощ / Вітер

source: PM Showers
de: Nachmittags Schauer
id: PM Hujan Lebat
uk: PM Зливи

source: PM Snow Showers
de: Nachmittags Schneeschauer
id: PM Hujan Salju Lebat
uk: PM Снігопади

source: PM T-Storms
de: Nachmittags Gewitter
id: PM Badai Petir
uk: PM T-шторми

source: Rain
de: Regen
id: Hujan
uk: Дощ

source: Rain / Snow
de: Regen oder Schnee
id: Hujan / Salju
uk: Дощ / Сніг

source: Rain / Snow / Wind
de: Regen oder Schnee oder Wind
id: Hujan / Salju / Berangin
uk: Дощ / Сніг / Вітер

source: Rain / Snow Late
de: Regen, später Schnee
id: Hujan / Salju di Malam Hari
uk: Дощ / Пізніше сніг

source: Rain / Snow Showers
de: Regen- und Schneeschauer
id: Hujan / Salju Lebat
uk: Дощ / Снігопади

source: Rain / Thunder
de: Gewitter
id: Hujan / Petir
uk: Дощ / Грім

source: Rain / Wind
de: Regen und Wind
id: Hujan / Berangin
uk: Дощ / вітер

source: Rain and Sleet
de: Regen und Schneeregen
id: Hujan dan Es Tipis
uk: Дощ і мокрий сніг

source: Rain and Snow
de: Regen und Schnee
id: Hujan dan Salju
uk: Дощ і Сніг

source: Rain or Snow
de: Regen oder Schnee
id: Hujan atau Salju
uk: Дощ або сніг

source: Rain Shower
de: Regenschauer
id: Hujan Lebat
uk: Дощ Злива

source: Rain Shower and Windy
de: Regenschauer und windig
id: Hujan Lebat dan Berangin
uk: Дощ Злива і вітряно

source: Rain to snow
de: Regen in Schnee übergehend
id: Hujan ke salju
uk: Дощ, що переходить в сніг

source: Rain/Lightning
de: Regen und Blitze
id: Hujan/Petid
uk: Дощ/Блискавки

source: Scattered Showers
de: Einzelne Regen
id: Hujan Lebat Tersebar
uk: Розрізнені зливи

source: Scattered Snow Showers
de: Einzelne Schneeschauer
id: Hujan Salju Lebat Tersebar
uk: Розрізнені снігопади

source: Scattered Snow Showers / Wind
de: Einzelne Schneeschauer mit Wind
id: Hujan Salju Lebat / Berangin Tersebar
uk: Розрізнені снігопади / Вітер

source: Scattered T-Storms
de: Einzelne Gewitter
id: Badai Petir Tersebar
uk: Розрізнені T-шторми

source: Showers
de: Vormittags Schauer
id: Hujan Lebat
uk: Зливи

source: Showers / Wind
de: Schauer mit Wind
id: Hujan Lebat / Berangin
uk: Зливи / Вітер

source: Showers Early
de: Gegen früh Schauer
id: Hujan Lebat di Pagi Hari
uk: Ранні зливи

source: Showers in the Vicinity
de: Aufkommende Schauer
id: Hujan Lebat di Sekitar
uk: Місцями зливи

source: Showers Late
de: Später Schauer
id: Hujan Lebat di Malam Hari
uk: Пізніше зливи

source: Sleet and Snow
de: Schneeregen und Schnee
id: Es Tipis dan Salju
uk: Мокрий сніг і сніг

source: Smoke
de: Dunstig
id: Berasap
uk: Дим

source: Snow
de: Schnee
id: Salju
uk: Сніг

source: Snow and Rain
de: Schnee und Regen
id: Salju dan Hujan
uk: Сніг і дощ

source: Snow or Rain
de: Schnee oder Regen
id: Salju atau Hujan
uk: Сніг або дощ

source: Snow Shower
de: Schneeschauer
id: Salju Lebat
uk: Снігопад

source: Snow Shower / Wind
de: Schneeschauer mit Wind
id: Salju Lebat / Berangin
uk: Снігопад / Вітер

source: Snow Showers Early
de: Vormittags Schneeschauer
id: Salju Lebat di Pagi Hari
uk: Снігопади Вранці

source: Snow Showers early
de: Vormittags Schneeschauer
id: Salju Lebat di pagi hari
uk: Ранні снігопади

source: Snow Showers Late
de: Gegen später Schneeschauer
id: Salju Lebat di Malam Hari
uk: Снігопади Ввечері

source: Snow to Rain
de: Schnee in Regen Ã¼bergehend
id: Salju ke Hujan
uk: Сніг, що переходить в дощ

source: Sunny
de: Sonnig
id: Cerah
uk: Сонячно

source: Sunny / Wind
de: Sonne mit Wind
id: Cerah / Berangin
uk: Сонячно / Вітер

source: T-Showers
de: Gewitterschauer
id: Salju Lebat Disertai Petir
uk: T-Зливи

source: T-Storm
de: Gewittersturm
id: Badai Petir
uk: T-Шторм

source: T-Storms / Wind
de: Gewitter mit Wind
id: Badai Petir / Berangin
uk: T-Шторми / Вітер

source: T-Storms Early
de: Vormittags Gewitter
id: Badai Petir di Pagi Hari
uk: T-Шторми Вранці

source: Thunder
de: Donner
id: Petir
uk: Грім

source: Thunder in the Vincinity
de: Aufkommender Donner
id: Petir di Sekitar
uk: Місцями грім

source: Variable Cloudiness
de: Wechselnd trüb
id: Berawan yang Bervariasi
uk: Змінна хмарність

source: Variable Clouds
de: Wechselnd bewölkt
id: Berawan yang Bervariasi
uk: Місцями хмари

source: Windy/Rain
de: Windig / Regen
id: Berangin/Hujan
uk: Вітряно/Дощ

source: Windy/Snow
de: Windig / Schnee
id: Berangin/Salju
uk: Вітряно/Сніг

source: Wintry Mix
de: Winterlicher Mix
id: Bercampur Angin
uk: Зимно

source: rising
de: steigend
id: meningkat
uk: підвищення

source: steady
de: unveränderlich
id: stabil
uk: стало

source: falling
de: fallend
id: menurun
uk: зниження

source: Low
de: Gering
id: Rendah
uk: Низько

source: Moderate
de: Mäßig
id: Sedang
uk: Помірно

source: High
de: Hoch
id: Tinggi
uk: Високо

source: Very High
de: Sehr hoch
id: Sangat Tinggi
uk: Дуже високо

source: Extreme
de: Extrem
id: Ekstrem
uk: Надзвичайно

source: SSW
id: SBD

source: SW
id: BD

source: WSW
id: BBD

source: W
id: B

source: WNW
id: BBL

source: NW
id: BL

source: NNW
id: UBL

source: N
id: U

source: NNE
de: NNO
id: UTL

source: NE
de: NO
id: TL

source: ENE
de: ONO
id: TTL

source: E
de: O
id: T

source: ESE
de: OSO
id: TTg

source: SE
de: SO
id: Tg

source: SSE
de: SSO
id: STg

source: %x at %X Local Time
de: %x bei %X Ortszeit
id: %x pada %X Waktu Lokal
uk: %x за %X місцевим часом

source: calm
de: windstill
id: tenang
uk: спокійно

source: N/A
de: k.A.
id: tak tersedia
uk: Н/Д

source: Unlimited
de: Unbegrenzt
id: Tak Terbatas
uk: Необмежено

source: Show current weather conditions
de: Zeigt das aktuelle Wetter
id: Tampilkan kondisi cuaca terkini
uk: Показати поточний стан погоди

source: Imperial
uk: Імперативні

source: in
uk: в

source: km
uk: км

source: mi
uk: милях

source: Failed to get the hostname. Retry in %d seconds.
uk: Неможливо отримати назву hostname. Повтор через %d секунд.
