Repository: iwamatsu/xfce-po-translation
Catalog: xfce/xfce4-trigger-launcher/trunk/po/*.po
Languages: be, ca, cs, da, de, dz, el, eo, es, et, eu, fi, fr, he, hu, id, ja, lv, mk, nl, pl, pt_br, pt_pt, ro, ru, sq, sv, tr, uk, ur, vi, zh_cn

source: Check status every
be: Правяраць стан кожныя
ca: Comprova l'estat cada
cs: Kontrolovat stav každých
da: Check status hvert
de: Überprüfung alle
dz: གནས་ཚད་ཆ་མཉམ་རང་ཞིབ་དཔྱད་འབད།
el: Έλεγχος της κατάστασης κάθε
eo: Kontrolu la staton je ĉiuj
es: Comprobar estado cada
et: Kontrolli staatust iga
eu: Zenbatero egiaztatu egoera
fi: Tarkista tila
fr: Vérifier l'état toutes les
he: בדוק מצב כל
hu: Állapot lekérdezése
id: Cek status setiap
ja: ステータスを
lv: Pārbaudīt stāvokli katras
mk: Проверувај го статусот секои
nl: Status controleren elke
pl: Sprawdź stan co
pt_br: Verificar status a cada
pt_pt: Verificar estado todos os
ro: Verifică la fiecare
ru: Проверять состояние каждые
sq: Kontrollo gjendjen çdo
sv: Kontrollera status var
tr: Durumu kontrol et her
uk: Перевіряти стан кожні
ur: حالت چیک کریں ہر
vi: Kiểm tra trạng thái mỗi
zh_cn: 检查状态每

source: seconds
be: сэкундаў
ca: segons
cs: sekund
da: sekunder
de: Sekunden
dz: སྐར་མ་ཚུ།
el: δευτερόλεπτα
eo: sekundoj
es: segundos
et: segundi tagant
eu: segundu
fi: sekunnin välein
fr: secondes
he: שניות
hu: másodpercenként
id: detik
ja: 秒毎に確認
lv: sekundes
mk: секунди
nl: seconden
pl: sekundy
pt_br: segundos
pt_pt: segundos
ro: secunde
ru: секунд
sq: sekonda
sv: sekunder
tr: saniye
uk: секунд
ur: سیکنڈ
vi: giây
zh_cn: 秒

source: Icon (off)
be: Значка (выключана)
ca: Icona (encén)
cs: Ikona (vypnuta)
da: Ikon (slukket)
de: Symbol (aus)
dz: ངོས་དཔར་(ཨོཕ)།
el: Εικονίδιο (off)
eo: Piktogramo (malaktiva)
es: Icono (desactivado)
et: Ikoon (väljas)
eu: Ikonoa (ezgaitu)
fi: Kuvake (poissa)
fr: Icône (arrêt)
he: סמל (כבוי)
hu: Ikon (ki)
id: Ikon (padam)
ja: アイコン (オフ)
lv: Ikona (izslēgta)
mk: Икона (исклучено)
nl: Pictogram (uit)
pl: Ikona (wył)
pt_br: Ícone (desligado)
pt_pt: Ícone (desligado)
ro: Iconiţă (oprit)
ru: Значок (выкл.)
sq: Ikonë (off)
sv: Ikon (av)
tr: Simge (kapalı)
uk: Значок (вимкн)
ur: آئکن (آف)
vi: Biểu tượng (tắt)
zh_cn: 图标(关闭)

source: Icon (on)
be: Значка (ўключана)
ca: Icona (apaga)
cs: Ikona (zapnuta)
da: Ikon (tændt)
de: Symbol (ein)
dz: ངོས་དཔར་(ཨཱོན)།
el: Εικονίδιο (on)
eo: Piktogramo (aktiva)
es: Icono (activado)
et: Ikoon (sees)
eu: Ikonoa (gaitu)
fi: Kuvake (päällä)
fr: Icône (marche)
he: סמל (פועל)
hu: Ikon (be)
id: Ikon (hidup)
ja: アイコン (オン)
lv: Ikona (ieslēgta)
mk: Икона (вклуено)
nl: Pictogram (aan)
pl: Ikona (wł)
pt_br: Ícone (ligado)
pt_pt: Ícone (ligado)
ro: Iconiţă (pornit)
ru: Значок (вкл.)
sq: Ikonë (on)
sv: Ikon (på)
tr: Simge (açık)
uk: Значок (ввімк)
ur: آئکن (آن)
vi: Biểu tượng (bật)
zh_cn: 图标(打开)

source: Two-state Launcher
be: Двухстанавы запускальнік
ca: Llançador de dos estats
cs: Dvoustavový spouštěč
da: To-tilstands opstarter
de: Starter (Zwei Zustände)
dz: གནས་ལུགས་-གཉིས་ གསར་བཙུགས་འབད་མི།
el: Εκκινητής δυο καταστάσεων
eo: Du-stataj Lanĉilo
es: Lanzador Biestable
et: Kahe olekuga startija
eu: Bi egoeratako abiarazlea
fi: Kaksitilakäynnistin
fr: Lanceur interrupteur
he: לחצן הפעלה בשני מצבים
hu: Két-állapotú indító
id: Peluncur dua-tingkat
ja: 二値ランチャー
lv: Divu-stāvokļu palaidējs
mk: Пуштач на две состојби
nl: Twee-standen Starter
pl: Aktywator dwustanowy
pt_br: Lançador de dois estados
pt_pt: Lançador de Dois estados
ro: Lansator cu două stări
ru: Переключатель
sq: Nisës dyfazor
sv: Tvåtillståndsstartare
tr: İki ifadeli başlatıcı
uk: Перемикач
ur: دو-حالتی لاؤنچر
vi: Trình gọi hai trạng thái
zh_cn: 两状态启动器

source: Select Icon
be: Вылучэньне значкі
ca: Selecciona una icona
cs: Vybrat ikonu
da: Vælg ikon
de: Symbol auswählen
dz: ངེས་དཔར་སེལ་འཐུ་འབད།
el: Επιλογή εικονιδίου
eo: Elektu Piktogramon
es: Seleccionar Icono
eu: Ikonoa Hautatu
fi: Valitse kuvake
fr: Sélectionner l'icône
hu: Válassz ikont
id: Pilih Ikon
ja: アイコンを選択してください
lv: Izvēlaties ikonu
mk: Изберете икона
pl: Wybierz ikonę
pt_br: Selecione Ícone
pt_pt: Seleccionar ícone
ro: Selectare iconiţă
ru: Выбор значка
sq: Përzgjidhni Ikonë
sv: Välj ikon
tr: Simge Seç
uk: Вибрати значок
ur: آئکن منتخب کریں
vi: Chọn biểu tượng

source: _Select
be: Вы_лучыць
ca: _Selecciona
cs: _Vybrat
da: _Vælg
de: A_uswählen
dz: སེལ་འཐུ་འབད།(_S)
el: _Επιλογή
eo: Elek_tu
es: _Seleccionar
eu: _Hautatu
fi: _Valitse
fr: _Sélectionner
hu: Választás
id: Pilih (_S)
ja: 選択(_S)
lv: _Izvēlēties
mk: _Избери
pl: _Wybierz
pt_br: _Selecionar
pt_pt: _Seleccionar
ro: _Selectare
ru: _Выбрать
sq: _Përzgjidhni
sv: _Välj
tr: _Seç
uk: _Вибрати
ur: _منتخب کریں
vi: _Chọn

source: (None Selected)
be: (ня вылучана)
ca: (Cap seleccionat)
cs: (Žádný vybraný)
da: (Ingen valgt)
de: (Keines ausgewählt)
dz: (སེལ་འཐུ་མ་གྲུབ་པའི།)
el: (Κανένα επιλεγμένο)
eo: (Neniu Elektita)
es: (Ninguno Seleccionado)
et: (pole valitud)
eu: (Bate ere ez hautaturik)
fi: (Ei valintoja)
fr: (Aucun sélectionné)
he: (לא נבחר)
hu: (Nincs kijelölt)
id: (Tak Ada Terpilih)
ja: (未選択)
lv: (Nekas nav izvēlēts)
mk: (Ништо не е селектирано)
nl: (Geen Geselecteerd)
pl: (Nic nie wybrane)
pt_br: (Nada Selecionado)
pt_pt: (Nada Seleccionado)
ro: (Nimic selectat)
ru: (ничего не выбрано)
sq: (Pa Asnjë Përzgjedhje)
sv: (Ingen vald)
tr: (Hiçbirşey Seçilmedi)
uk: (нічого не вибрано)
ur: (کچھ منتخب نہیں)
vi: (Chưa có lựa chọn)
zh_cn: (未选择）

source: Could not run "%s"
be: Немагчыма выканаць "%s"
ca: No s'ha pogut executar «%s»
cs: Nelze spustit "%s"
da: Kunne ikke køre "%s"
de: Konnte "%s" nicht ausführen
dz: "%s" གཡོག་བཀོལ་འབད་མི་བཏུབ་པས།
el: Δεν ήταν δυνατή η εκτέλεση του "%s"
eo: Ne povis lanĉi "%s"
es: No se pudo ejecutar "%s"
et: "%s" ei käivitunud
eu: Ezin da "%s" abiarazi
fi: Komentoa "%s" ei voi suorittaa
fr: Impossible d'exécuter "%s"
he: לא ניתן להריץ "%s"
hu: "%s" nem futtatható
id: Tak dapat menjalankan "%s"
ja: 「%s」を実行できませんでした
lv: Nevarēja palaist "%s"
mk: Не може да стартува "%s"
nl: Kon "%s" niet uitvoeren
pl: Nie mogę wykonać "%s"
pt_br: Não foi possível executar "%s"
pt_pt: Impossível executar "%s"
ro: Nu s-a putut pornit „%s”
ru: Не удалось запустить "%s"
sq: Nuk xhirova dot "%s"
sv: Kunde inte köra "%s"
tr: "%s" çalıştırılamadı
uk: Не вдається запустити "%s"
ur: "%s" کو نہیں چلایا جاسکتا
vi: Không chạy được "%s"
zh_cn: 不能运行 "%s"

source: Xfce Panel
be: Панэль Xfce
ca: Quadre Xfce
cs: Panel Xfce
de: Xfce-Leiste
dz: ཨེགསི་ཨེཕ་སི་ཨི་ པེ་ནཱལ།
el: Ταμπλό Xfce
eo: Xfce Panelo
es: Panel de Xfce
et: Xfce paneel
eu: Xfce Panela
fi: Xfce-paneeli
fr: Panneau Xfce
he: לוח Xfce
id: Panel Xfce
ja: Xfce パネル
lv: Xfce panelis
mk: Xfce Панел
nl: Xfce Paneel
pl: Panel Xfce
pt_br: Painel do Xfce
pt_pt: Painel Xfce
ro: Panou Xfce
ru: Панель Xfce
sq: Panel Xfce
sv: Xfce-panelen
tr: Xfce Paneli
uk: Панель Xfce
ur: ایکسفس پینل
vi: Thanh panel Xfce
zh_cn: Xfce面板

source: Command To Check Status:
be: Загад для праверкі стану:
ca: Ordre per comprovar l'estat:
cs: Příkaz pro ověření stavu:
da: Kommando for at checke status:
de: Befehl zum Statusprüfen:
dz: གནས་ཚད་ཞིབ་དཔྱད་འབད་ནི་ལུ་བརྡ་བཀོད།:
el: Εντολή για έλεγχο κατάστασης:
eo: Komando Por Kontroli la Staton:
es: Comando Para Comprobar el Estado:
et: Käsklus staatuse kontrollimiseks:
eu: Egoera Egiaztatzeko Komandoa:
fi: Tarkistuskomento:
fr: Commande pour vérifier l'état :
he: פקודה לבחינת המצב:
hu: Állapot-ellenőrző parancs:
id: Perintah Untuk Cek Status:
ja: ステータス確認するコマンド:
lv: Komanda, stāvokļa pārbaudei:
mk: Наредба за проверка на статусот
nl: Commando om Status te Controleren:
pl: Polecenie do sprawdzania stanu
pt_br: Comando para Verificar o Estado:
pt_pt: Comando Para Verificar Estado:
ro: Comandă de verificare a statusului:
ru: Команда для проверки состояния:
sq: Urdhër Për Kontroll Gjendjeje:
sv: Kommando för att kontrollera status:
tr: Durumu Kontrol Etmek İçin Komut:
uk: Команда для перевірки статусу:
ur: حالت چیک کرنے کی کمانڈ:
vi: Câu lệnh để kiểm tra trạng thái:
zh_cn: 强行检查状态：

source: Command To Enable:
be: Загад для ўключэньня:
ca: Ordre per habilitar:
cs: Příkaz pro povolení:
da: Kommando for at aktivere:
de: Befehl zum Einschalten:
dz: ལྕོགས་ཅན་བཟོ་ནི་ལུ་ བརྡ་བཀོད།:
el: Εντολή για ενεργοποίηση:
eo: Komando Por Aktivigi:
es: Comando para Habilitar:
et: Lubamise Käsklus:
eu: Gaitzeko komandoa:
fi: Käynnistyskomento:
fr: Commande pour activer :
he: פקודה לאפשור:
hu: Bekapcsoló parancs:
id: Perintah Untuk Aktifkan:
ja: 有効にするコマンド:
lv: Komanda, ieslēgšanai:
mk: Наредба за вклучување
nl: Commando om in te schakelen:
pl: Polecenie włączenia:
pt_br: Comando para Habilitar:
pt_pt: Comando para Activar:
ro: Comandă de activare:
ru: Команда для включения:
sq: Urdhër Për Aktivizim:
sv: Kommando för att aktivera:
tr: Etkinleştirmek İçin Komut:
uk: Команда вмикання:
ur: فعال کرنے کی کمانڈ:
vi: Câu lệnh để bật:
zh_cn: 强行开启：

source: Command To Disable:
be: Загад для адключэньня:
ca: Ordre per inhabilitar:
cs: Příkaz pro zakázání:
da: Kommando for at deaktivere:
de: Befehl zum Ausschalten:
dz: ལྕོགས་མིན་བཟོ་ནི་ལུ་ བརྡ་བཀོད།:
el: Εντολή για απενεργοποίηση:
eo: Komando Por Malaktivigi:
es: Comando para Deshabilitar:
et: Keelamise käsklus:
eu: Ezgaitzeko komandoa:
fi: Sammutuskomento:
fr: Commande pour désactiver :
he: פקודה לביטול:
hu: Kikapcsoló parancs:
id: Perintah Untuk Non Aktifkan:
ja: 無効にするコマンド:
lv: Komanda, izslēgšanai:
mk: Наредба за исклучување
nl: Commando om uit te schakelen:
pl: Polecenie wyłączenia:
pt_br: Comando para Desabilitar:
pt_pt: Comando Para Desactivar:
ro: Comandă de dezactivare:
ru: Команда для выключения:
sq: Urdhër Për Çaktivizim:
sv: Kommando för att deaktivera:
tr: Etkisizleştirmek İçin Komut:
uk: Команда вимикання:
ur: معطل کرنے کی کمانڈ:
vi: Câu lệnh để tắt:
zh_cn: 强行关闭：

source: Command to Poke:
be: Загад для падштурхоўваньня:
ca: Ordre per apareixer:
cs: Příkaz pro manipulaci (poke):
da: Kommando for at prikke:
de: Befehl zum Aufwecken:
dz: གསོབ་ནི་ལུ་ བརྡ་བཀོད།:
el: Εντολή προς εκτέλεση:
eo: Komando por Lanĉi:
es: Comando para Inspeccionar:
et: Käivitatav käsklus:
eu: Abiarazteko komandoa:
fi: Herätyskomento:
fr: Commande si récalcitrant :
he: פקודה כדי להעיר:
hu: Parancs a váltáshoz:
id: Perintah untuk Sentuh:
ja: Pokeするコマンド:
lv: Komanda, noglabāšanai:
mk: Наредба за
nl: Commando om aan te tikken:
pl: Polecenie do wstrzymania:
pt_br: Comando para Acordar:
pt_pt: Comando Para Puxar:
ro: Comandă pentru elemente recalcitrante:
sv: Kommando för att väcka upp:
tr: Zorlamak için Komut:
uk: Команда опитування:
ur: کمانڈ برائے Poke:
vi: Câu lệnh để tìm:

source: Check Interval:
be: Інтэрвал праверкі:
ca: Interval de comprovació:
cs: Interval pro ověřování:
da: Kontrolinterval:
de: Prüfintervall:
dz: བར་མཚམས་ཞིབ་དཔྱད་འབད།:
el: Μεσοδιάστημα ελέγχου:
eo: Kontrola Intertempo:
es: Intervalo de Comprobación:
eu: Egiaztapen aldia:
fi: Tarkistusväli:
fr: Vérifier l'intervale :
he: בדוק מרווח:
hu: Ellenőrzési időköz:
id: Cek Interval:
ja: チェックする間隔:
lv: Pārbaudes intervāls:
mk: Проверка на интервал
pl: Interwał Sprawdzania:
pt_br: Intervalo de Verificação:
pt_pt: Verificar Intervalo:
ro: Interval de verificare:
ru: Интервал проверки:
sq: Interval Kontrollesh:
sv: Intervall:
tr: Aralıkla Kontrol Et:
uk: Період перевірки:
ur: مدت چیک کریں:
vi: Thời gian kiểm tra:

source: Icon:
be: Значка:
ca: Icona:
cs: Ikona:
da: Ikon:
de: Symbol:
dz: ངོས་དཔར།:
el: Εικονίδιο:
eo: Piktogramo:
es: Icono:
eu: Ikonoa:
fi: Kuvake:
fr: Icône :
he: סמל:
hu: Ikon:
id: Ikon
ja: アイコン:
lv: Ikona:
mk: Икона:
pl: Ikona:
pt_br: Ícone:
pt_pt: Ícone:
ro: Iconiţă:
ru: Значок:
sq: Ikonë:
sv: Ikon:
tr: Simge:
uk: Значок:
ur: آئکن:
vi: Biểu tượng:

source: To Check Status
be: Праверка стану
ca: Comprova l'estat
cs: Pro ověření stavu
da: For at checke status
de: Zur Überprüfung
dz: གནས་ཚད་ཞིབ་དཔྱད་འབད་ནིའི་དོན་ལུ།
el: Έλεγχος της κατάστασης
eo: Por Kontrolu la Staton
es: Para Comprobar Estado
eu: Egoera Egiaztatzeko
fi: Tilan tarkistaminen
fr: Vérifier l'état
hu: Állapot lekérése
id: Untuk Cek Status
ja: ステータスの確認
lv: Pārbaudīt stāvokli
mk: Да се провери статус
pl: Aby sprawdzić stan
pt_br: Para Verificar Estado
pt_pt: Para Veririficar Estado
ro: Verifică când e:
sq: Për Kontroll Gjendjeje
sv: För att kontrollera status
tr: Durumu Kontrol
uk: Перевіряти статус
ur: حالت چیک کرنے کے لیے
vi: Kiểm tra trạng thái

source: When Disabled
be: Выключаны стан
ca: En estar inhabilitat
cs: Při stavu zakázáno
da: Når deaktiveret
de: Wenn Ausgeschaltet
dz: ལྕོགས་མིན་བཟོ་ཡོད་པའི་སྐབས་སུ།
el: Όταν είναι απενεργοποιημένο
eo: Kiam Malaktiva
es: Al estar Deshabilitado:
et: Kui keelatud
eu: Ezgaiturik Dagoenean
fi: Kun sammutettuna
fr: Quand désactivé
he: כאשר מבוטל
hu: Kikapcsoláskor
id: Ketika Dinonaktifkan
ja: 無効の場合
lv: Kad izslēgts
mk: Кога е исклучено
nl: Wanneer Uitgeschakeld
pl: Gdy wyłączone
pt_br: Quando Desabilitado
pt_pt: Quando Desligao
ro: Dezactivat
ru: Когда выключено
sq: Kur Është i/e Çaktivizuar
sv: När den är deaktiverad
tr: Etkisizleştirildiğinde
uk: Коли вимкнено
ur: جب معطل ہو
vi: Khi tắt
zh_cn: 当关闭时

source: When Enabled
be: Уключаны стан
ca: En estar habilitat
cs: Při stavu povoleno
da: Når aktiveret
de: Wenn Eingeschaltet
dz: ལྕོགས་ཅན་བཟོ་ཡོད་པའི་སྐབས་སུ།
el: Όταν είναι ενεργοποιημένο
eo: Kiam Aktiva
es: Al estar Habilitado:
et: Kui lubatud
eu: Gaituriok Dagoenean
fi: Kun käynnissä
fr: Quand activé
he: כאשר מאפשר
hu: Bekapcsoláskor
id: Ketika Diaktifkan
ja: 有効の場合
lv: Kad ieslēgts
mk: Кога е вклучено
nl: Wanneer Ingeschakeld
pl: Gdy włączone
pt_br: Quando Habilitado
pt_pt: Quando Ligado
ro: Activat
ru: Когда включено
sq: Kur Është i/e Veprues
sv: När den är aktiverad
tr: Etkinleştirildiğinde
uk: Коли увімкнено
ur: جب فعال ہو
vi: Khi bật
zh_cn: 当开始时

source: When Undefined
be: Ня вызначаны стан
ca: En estar indefinit
cs: Při nedefinovaném stavu
da: Når udefineret
de: Wenn Undefiniert
dz: ངེས་འཛིན་འབད་དེ་མེད་པའི་སྐབས་སུ།
el: Όταν δεν είναι ορισμένο
eo: Kiam Maldifinita
es: Al no estar Definido:
et: Kui pole määratud
eu: DEfiniturik ez dagoenean
fi: Kun määrittämätön
fr: Quand non-définie
he: כאשר לא מוגדר
hu: Ha nincs megadva
id: Ketika Tak Didefinisikan
ja: 未定義の場合
lv: Kad nav definēts
mk: Кога не е дефинирано
nl: Wanneer Ongespecificeerd
pl: Gdy niezdefiniowane
pt_br: Quando Indefinido
pt_pt: Quando indefinido
ro: Nedefinit
ru: При неопределённом состоянии
sq: Kur Është i/e papërcaktuar
sv: När den är odefinierad
tr: Tanımlanmadığında
uk: Коли невизначено
ur: جب غیر معین ہو
vi: Khi không xác định
zh_cn: 当未定义时

source: When Dodgy
be: Далікатны стан
ca: En estar inestable
cs: Při stavu Dodgy
da: Når tvivlsom
de: Wenn Unbekannt
dz: གཡོག་བཀོལ་མ་བཏུབ་ད།
el: Όταν δεν ενεργοποιείται
eo: Kiam Malvolema
es: Al ser Inestable:
eu: Zalantzan Dagoenean
fi: Kun epäselvä
fr: Quand récalcitrant
he: כאשר לא ברור
hu: Ha gyanús
id: Ketika Macet
ja: 不明の場合
lv: Kad nezināms
mk: Кога е замачкано
pl: Gdy nieuchwytne
pt_br: Quando Confuso
pt_pt: Quando Confuso
ro: Recalcitrant
sv: När den har blivit avstängd
tr: Riskli Olduğunda
uk: Коли кмітливо
ur: جب Dodgy ہو
vi: Khi Dodgy

source: Keeps track of the state of something and can control it
be: Дапамагае сачыць за станам чаго-небудзь і кантраляваць яго
ca: Vigila l'estat d'alguna cosa i pot controlar-ho
cs: Sleduje stav "něčeho" a je schopen "to" ovládat
da: Holder styr på tilstanden for noget og kan kontrollere det
de: Überwacht den Status von einem Programm und kann es kontrollieren
dz: ག་ཅི་ཅིག་གི་ གནས་ལུགས་ཀྱི་ རྗེས་འཚོལ་བཞག་སྟེ་ འདི་ ཚད་འཛིན་ཚུགསཔ་ཨིན།
el: Παρακολουθεί και ελέγχει την κατάσταση κάποιου πράγματος
eo: Memoras la staton de io kaj ebligas kontroli ĝin
es: Realiza seguimiento del estado de algo y puede controlarlo
et: Hoiab millelgi silma peal ja suudab seda kontrollida
eu: Zerbait egoeraren berri eskuratu eta berau kontrola dezake
fi: Pitää silmällä ja ohjaa jonkin toimintaa
fr: Garde l'état de quelque chose et peut le contrôler
he: עוקב אחר מצבו של דבר מה ומאפשר שליטה בו
hu: Állapotot tart nyilván és vezérel
id: Memantau kondisi sesuatu dan yang dapat mengendalikannya
ja: 状態を記録しておいてコントロールできるようにします。
lv: Pieskata, kaut kā stāvokli un var to kontrolēt
mk: Одржува контрола на состојбата на нешто и го контролира тоа
nl: Houdt de status van iets bij en kan het besturen
pl: Kontroluje stan czegoś z prostymi metodami kontroli
pt_br: Informa o estado de algo e pode controlá-lo
pt_pt: Mantém pista do estado de algo e mantém o controlo sobre ele
ro: Urmăreşte şi controlează stările anumitor elemente
ru: Следит за состоянием чего-либо и позволяет изменять его
sq: Ndjek gjendjen e diçkaje dhe mund ta kontrollojë atë
sv: Håller koll på något och kan kontrollera det
tr: Birşeyin durumunun izini sürer ve kontrol edebilir
uk: Слідкувати за станом будь-чого з можливістю його контролю
ur: کسی چیز کی حالت کی خبر اور اسے کنٹرول کرتا ہے
vi: Giữ thông tin về trạng thái của một cái gì đó và có thể điều khiển nó
zh_cn: 保持追踪事件状态而能够控制它

source: Trigger Launcher Plugin
be: Пераключальнік-пускальнік
ca: Connector del llançador
cs: Zásuvný modul Trigger Launcher
de: Statusprüfer
dz: ཐར་རྟ་གསར་བཙུགས་འབད་མི་ པ་ལག་ཨིན།
el: Πρόσθετο Trigger Launcher
eo: Aŭtomata Lanĉilo Kromaĵo
es: Complemento de Activación de Lanzador
et: Trigger käivitaja lisavidin
eu: Trigger Abiarazte Plugina
fi: Kaksitilakäynnistin-liitännäinen
fr: Greffon lanceur-interrupteur
he: הרחבת משגר-הדק
hu: Változó indító beillesztés
id: Plugin Peluncur Pemicu
ja: トリガーランチャー
lv: Trigera palaidēja spraudnis
mk: Trigger Launcher Додаток
nl: Klikstarter Plugin
pl: Wyzwalacz Reakcji
pt_br: Lançador Disparável
pt_pt: Plugin Trigger Launcher
ro: Modul de lansare cu declanşator
ru: Кнопка-переключатель
sq: Vë në veprim Shtojcë Nisëse
tr: Trigger Launcher Eklentisi
uk: Плагін Кнопка-перемикач
ur: ٹریگر لاؤنچر پلگ ان
vi: Plugin trình chạy nhanh
zh_cn: 触发起动器插件

source: Check Status
he: בדוק מצב
