Repository: iwamatsu/xfce-po-translation
Catalog: goodies/thunar-archive-plugin/trunk/po/*.po
Languages: ar, es, lv, pt_pt, sq

source: Select an archive manager
ar: اختر مدير أرشفة
es: Seleccionar un gestor de archivos comprimidos
lv: Norādiet arhīva pārvaldnieku
pt_pt: Seleccionar gestor de arquivos
sq: Përzgjidhni një përgjegjës arkivash

source: Please select your preferred archive manager from the list of available applications below:
ar: اختر من فضلك مدير الأرشفة المفضل من قائمة التطبيقات المتاحة في الأسفل:
es: Por favor, seleccione su gestor de archivos comprimidos preferido de la lista de aplicaciones disponibles de abajo:
lv: Lūdzu norādiet vēlamo arhīvu pārvaldnieku no pieejamo lietotņu saraksta:
pt_pt: Por favor, seleccione o gestor de arquivos preferido da lista de aplicações disponíveis abaixo:
sq: Ju lutem përzgjidhni përgjegjësin tuaj të parapëlqyer për arkivat prej listës së mëposhtme të zbatimeve që mund të kihen:

source: No suitable archive manager found
ar: لم يتم إيجاد مدير أرشفة مناسب
es: No se encontró ningún gestor de archivos comprimidos adecuado
lv: Netika atrasts neviens derīgs arhīva pārvaldnieks
pt_pt: Nenhum gestor de ficheiros comprimidos encontrado
sq: Nuk u gjet përgjegjës arkivi i përshtatshëm

source: Failed to extract files
ar: فشل في استخراج الملفات
es: Fallo al extraer archivos
lv: Neizdevās atspiest failus
pt_pt: A extracção dos ficheiros falhou
sq: Dështova në përftimin e kartelave

source: Failed to create archive
ar: فشل في إنشاء الأرشيف
es: Fallo al crear archivo comprimido
lv: Neizdevās izveidot arhīvu
pt_pt: A criação dos ficheiros comprimidos falhou
sq: Dështova në krijimin e arkivit

source: Extract _Here
ar: استخرج _هنا
es: Extraer _aquí
lv: A_tspiest Šeit
pt_pt: Extrair _Aqui
sq: Përfto _Këtu

source: Extract the selected archive in the current folder
ar: استخرج الأرشيف المختار في المجلد الحالي
es: Extraer el archivo seleccionado en la carpeta actual
lv: Atspiest atlasīto arhīvu esošajā mapē
pt_pt: Extrair o ficheiro seleccionado na pasta actual
sq: Përftoje arkivin e përzgjedhur te dosja e çastit

source: _Extract To...
ar: _استخرج إلى...
es: _Extraer en...
lv: _Atspiest...
pt_pt: _Extrair Para...
sq: _Përfto Te...

source: Extract the selected archive
ar: استخرج الأرشيف المختار
es: Extraer el archivo seleccionado
lv: Atspiest atlasīto arhīvu
pt_pt: Extrair o ficheiro seleccionado
sq: Përfto arkivin e përzgjedhur

source: Cr_eate Archive...
ar: أنشىء _أرشيف...
es: Cr_ear archivo comprimido...
lv: I_zveidot Arhīvu
pt_pt: Cr_iar Arquivo...
sq: Krijo Arkiv...

source: Create an archive with the selected object
ar: أنشىء أرشيف من الكائن المختار
es: Crear un archivo comprimido con el objeto seleccionado
lv: Izveidot arhīvu ar atlasīto vienumu
pt_pt: Criar um arquivo com o objecto seleccionado
sq: Krijo arkiv me objektin e përzgjedhur

source: _Extract here
ar: _استخرج هنا
es: _Extraer aquí
lv: _Atspiest šeit
pt_pt: _Extrair Aqui
sq: _Përfto këtu

source: Extract the selected archive here
ar: استخرج الأرشيف المختار هنا
es: Extraer el archivo seleccionado aquí
lv: Atspiest šeit atlasīto arhīvu
pt_pt: Extrair o ficheiro seleccionado aqui
sq: Përftoje arkivin e përzgjedhur këtu
