Repository: iwamatsu/xfce-po-translation
Catalog: xfce/xfdesktop/trunk/po/*.po
Languages: am

source: Add menu entry
am: የምናሌ ገቢን ጨምር

source: Type:
am: አይነት፦

source: Title
am: ርዕስ

source: Submenu
am: ንዑስ_ምናሌ

source: Launcher
am: አስነሽ

source: Separator
am: አጥር

source: Quit
am: ውጣ

source: Name:
am: ስም፦

source: Command:
am: ትዕዛዝ፦

source: Icon:
am: መለዮዎች፦

source: No icon
am: መለዮ አይኑር

source: Themed icon:
am: ባለ ጭብጥ መለዮ፦

source: Select icon
am: መለዮ ምረጥ

source: All Files
am: ሁሉ ፋይሎች

source: Image Files
am: ይምስል ፋይሎች

source: Use startup _notification
am: የመነሻ ማስታወቂያን ተጠቀም _n

source: Run in _terminal
am: በተርሚናል ላይ አስኪድ_t

source: Select command
am: ትዕዛዝ ምረጥ

source: Executable Files
am: አድራጊ ፋይሎች

source: Perl Scripts
am: የፐርል ስክሪፕት

source: Python Scripts
am: የፓይተን ስክሪፕት

source: Ruby Scripts
am: የሩየረቢ ስክሪፕት

source: Shell Scripts
am: የቀፎ ስክሪፕት

source: Add external menu entry
am: የውጭያዊ ምናሌ ገቢን ጨምር

source: File
am: ፋይል

source: System
am: ስርዓት

source: Source:
am: ምንጭ፦

source: Select external menu
am: የውጪ ምናሌ ምረጥ

source: Menu Files
am: የሜኑ ፋይሎች

source: Style:
am: ሙና፦

source: Simple
am: ቀላል

source: Multilevel
am: ብዙ-ደረጃ

source: _Unique entries only
am: ልዩ ገቢዎች ብቻ_U

source: Edit menu entry
am: የምናሌ ገቢን አርም

source: Edit external menu entry
am: የውጭያዊ ምናሌ ገቢን አርም

source: Xfce4-MenuEditor
am: የሸፍሲ ምናሌ አራሚ

source: _File
am: ፋይል _F

source: _New
am: አዲስ _F

source: Create a new empty menu
am: አዲስ ባዶ ምናሌ ፍጠር

source: _Open
am: ክፈት _O

source: Open existing menu
am: ያለ ምናሌ ክፈት

source: Open _default menu
am: ቀዳሚ ምናሌ ክፈት_d

source: Open default menu
am: ቀዳሚ ምናሌ ክፈት

source: _Save
am: አስቀምጥ _S

source: Save modifications
am: የተቀየሩትን አስቀምጥ

source: Save _as...
am: እንደ...ያስቀምጡ_a

source: Save menu under a given name
am: ስም ሰጥተው ምናሌውን ያስቀምጡት

source: _Close
am: ዝጋ _C

source: Close menu
am: ምናሌ ዝጋ

source: _Quit
am: ውጣ_Q

source: Quit Xfce4-Menueditor
am: ከሸፍሲ ምናሌ-አራሚ ውጣ

source: _Edit
am: አርም _E

source: _Edit entry
am: ገቢን አርም_E

source: Edit selected entry
am: የተመረጠውን ገቢ አርም

source: _Add entry
am: ገቢን ጨምር_A

source: Add a new entry in the menu
am: ምናሌው ውስጥ አዲስ ገቢ ጨምር

source: Add _external
am: የውጭን ጨምር_e

source: Add an external entry
am: የውጭ ገቢን ጨምር

source: _Remove entry
am: ገቢን ሰርዝ_R

source: Remove entry
am: ገቢን ሰርዝ

source: _Up
am: ላይ _U

source: Move entry up
am: ገቢን ወደላይ ውሰድ

source: _Down
am: ታች _D

source: Move entry down
am: ገቢን ወደታች ውሰድ

source: _Help
am: መመሪያ _H

source: _About...
am: ስለ _A

source: Show informations about xfce4-menueditor
am: ስለ ሸፍሲ ምናሌ-አራሚ መረጃ አሳይ

source: Collapse all
am: ሁሉንም ዝጋ

source: Collapse all menu entries
am: ሁሉንም የምናሌ ገቢዎች እጠፍ

source: Expand all
am: ሁሉንም ክፈት

source: Expand all menu entries
am: ሁሉንም ምናሌ አስፋፋ

source: Name
am: ስም

source: Command
am: ትዕዛዝ

source: Hidden
am: የተደበቀ

source: Are you sure you want to close the current menu?
am: ምናሌውን መዝጋት እንድሚፈልጉ ርግጠኝ ነዎት?

source: Do you want to save before closing the file?
am: ከመዝጋትዎ በፊት ፋይሉን ያስቀምጣሉ?

source: Question
am: ጥያቄ

source: Do you want to save before opening an other menu ?
am: ሌላ ምናሌ ከምክፈትዎ በፊት ማስቀመጥ ይፈልጋሉ?

source: Ignore modifications
am: የተቀየሩትን ተው?

source: Open menu file
am: የምናሌ ፋይልን ክፈት

source: Do you want to save before opening the default menu ?
am: ቀዳሚ ሜኑን ከመክፈትዎ በፊት ማስቀመጥ ይፈልጋሉ?

source: Save menu file as
am: የምናሌ ፋይልን እንደ...አስቀምጥ

source: Do you want to save before closing the menu ?
am: ምናሌውን ከመዝጋትዎ በፊት ማስቀመጥ ይፈልአሉ?

source: quit
am: ውጣ

source: --- separator ---
am: ---አጥር--

source: --- include ---
am: --- ጨምር ---

source: system
am: ስርዓት

source: Do you want to move the item into the submenu?
am: ዕቃውን ወደ ንዑስ ምናሌው ያዛውሩታል?

source: A menu editor for Xfce4
am: የሸፍሲ4 ምናሌ አራሚ

source: Author/Maintainer
am: ደራሲ/አስተዳዳሪ

source: Contributor
am: አስተዋጺ

source: Icon designer
am: መለዮ ነዳፊ

source: You have modified the menu, do you want to save it before quitting ?
am: ምናሌውን አሻሽለውታል። ከመውጣትዎ በፊ ማስቀመጥ ይፈልጋሉ?

source: Forget modifications
am: ቅያሪዎቹን ርሳቸው

source: Unable to open the menu file %s in write mode
am: የምናሌውን ፋይል %s ከጻፍ ፈቃድ ጋር መክፈት አልተቻለም።

source: Select Icon
am: መለዮ ምረጥ

source: Select Menu File
am: የምናሌ ፋይልን ምረጥ

source: Unable to launch xfce4-menueditor: %s
am: የሸፍሲ-ምናሌ-አራሚን ማስነሳት አልተቻለም፦ %s

source: Xfce Menu
am: የሸፍሲ ምናሌ

source: Button
am: አዝራር

source: Button _title:
am: አዝራር አርዕስት_t፦

source: _Show title in button
am: አዝራር ውስጥ አርዕስት አሳይ_S

source: Menu File
am: ምናሌ ፋይል

source: Use default _desktop menu file
am: ቀዳሚ የገበታ ምናሌ ፋይልን ተጠቀም_d

source: Use _custom menu file:
am: የግል ምናሌ ፋይል ተጠቀም_c፦

source: _Edit Menu
am: ምናሌን አርም_E

source: Icons
am: መለዮዎች

source: _Button icon:
am: የአዝራር መለዮ_B፦

source: Show _icons in menu
am: የመለዮዎች ምናሌን አሳይ_i

source: There is already a panel menu registered for this screen
am: ለዚህ ስክሪን የተመዘገበ የፓነል ምናሌ አ

source: Edit Menu
am: ምናሌ አርም

source: Shows a menu containing categories of installed applications
am: የተተከሉትን ፕሮግራሞች ምድብ የያዘ ምናሌን አሳይ

source: This is %s version %s, running on Xfce %s.
am: ይህ %s ዝርያ %s, የሚሄደው በሸፍሲ %s ላይ ነው።

source: Built with GTK+ %d.%d.%d, linked with GTK+ %d.%d.%d.
am: የተገነባው በ GTK+ %d.%d.%d, የተያያዘው ከ GTK+ %d.%d.%d.

source: Build options:
am: የግንባታ ምርጫ:

source: Desktop Menu: %s
am: የገበታ ምና፦ %s

source: enabled
am: ተችሏል

source: disabled
am: ከስራውጪ

source: Desktop Icons: %s
am: የገበታ መለዮዎች፦ %s

source: Desktop File Icons: %s
am: የገበታ ፋይል መለዮዎች፦ %s

source: %s: Unknown option: %s
am: %s: ያልታወቀ ምርጫ: %s

source: Options are:
am: ምርጫዎቹ:

source: --reload Reload all settings, refresh image list
am: --reload ሁሉንም ስየማዎች እንደገና ጫን፣ ምስሉንም እንደገና ጫን

source: --menu Pop up the menu (at the current mouse position)
am: ምናሌውን ፖፕአድርግ (ጠቋሚው ባለበት ቦታ)

source: --windowlist Pop up the window list (at the current mouse position)
am: --windowlist የመስኮት ምናሌን ፖፕአድርግ (ጠቋሚው ባለበት ቦታ)

source: --quit Cause xfdesktop to quit
am: --quit የሸፍሲገበታ እንዲዘጋ አድርግ

source: %s is not running.
am: %s እየሰራ አይደለም.

source: <b>Workspace %d</b>
am: <b>የስራ ቦታ %d</b>

source: <i>Workspace %d</i>
am: <i>የስራ ቦታ %d</i>

source: _Add Workspace
am: የስራ ቦታን ጨምር_A

source: _Remove Workspace %d
am: የስራ ቦታ %dን ሰረዝ_R

source: _Remove Workspace '%s'
am: የስራ ቦታ '%s'ን ሰረዝ_R

source: Desktop
am: ገበታ

source: Xfdesktop was unable to create the folder "%s" to store desktop items:
am: የሸፍሲ-ገበታ የገበታ እቃዎችን ለማስቀመጥ ዶሴ "%s" መፍጠር አልቻለም፦

source: Create Folder Failed
am: ዶሴ መፍጠር አልተሳካም

source: Xfdesktop is unable to use "%s" to hold desktop items because it is not a folder.
am: የሸፍሲገበታ "%s" የገበታ ዕቃን እንዲይዝ ለማድረግ አልቻለም።

source: Please delete or rename the file.
am: እባክዎ ፋይሉን ይሰርዙ ወይም ሌላ ስም ይስጡት።

source: Rename "%s"
am: "%s" እንደገና ሰይም

source: Enter the new name:
am: አዲሱን ስም ጻፍ፦

source: Rename
am: እንደገና ሰይም

source: Are you sure that you want to delete "%s"?
am: "%s"ን ለመሰረዝ እንደሚፈልጉ ርግጠኛ ነዎት?

source: If you delete a file, it is permanently lost.
am: ፋይልን ከሰረዙት ለዘላለም ይጠፋል።

source: Are you sure you want to delete the following %d files?
am: የሚቀጥሉትን %d ፍይሎች ለመሰረዝ እንደሚፈልጉ ርግጠኛ ነዎት?

source: Delete Multiple Files
am: ብዙ ፋይሎችን ሰረዝ

source: Unable to launch "%s":
am: "%s"ን ማስነሳት አልተቻለም፦

source: Launch Error
am: የማስነሳት ስህተት

source: The application chooser could not be opened.
am: የፕሮግራም መራጩ ለከፈት አልተቻለም።

source: This feature requires a file manager service present (such as that supplied by Thunar).
am: ይህ አገልግሎት የፋይል አድተዳዳሪ እንዲኖር ይፈልጋል (ለምሳሌ እንደ ቱናር አይነቱ)

source: _Open With "%s"
am: በ"%s" ክፈት_O

source: Open With "%s"
am: በ"%s" ክፈት፦

source: Unable to create folder named "%s":
am: የዶሴ ስም "%s"ን መፍጠር አልተቻለም፦

source: Unable to launch "exo-desktop-item-edit", which is required to create and edit launchers and links on the desktop.
am: "exo-desktop-item-edit"ን ማስነሳት አልተቻለም. ይህ ፕሮግራም ፕሮግራም አስነሺዎችን በገበታ ላይ ለመፍጠርና ለማረም አስፈላጊ ነው።

source: Create New Folder
am: አዲስ ዶሴ ፍጠር

source: New Folder
am: አዲስ ዶሴ

source: Create
am: ፍጠር

source: Unable to create file named "%s":
am: የፋይል ስም "%s"ን መፍጠር አልተቻለም፦

source: Create File Failed
am: ፋይልን መፍጠር አልተሳካም

source: Create Document from template "%s"
am: ከናሙና"%s" ሰነድ ፍጠር

source: Create Empty File
am: ባዶ ፋይል ፍጠር

source: New Empty File
am: አዲስ ባዶ ፋይል

source: Unable to create file "%s":
am: የይል "%s"ን መፍጠር አልተቻለም፦

source: Create Error
am: የመፍጠር ስህተት

source: _Open all
am: ሁሉንም ክፈት_O

source: Create _Launcher...
am: አስነሽ ፍጠር..._L

source: Create _URL Link...
am: የURL አገናኝ ፍጠር..._U

source: Create _Folder...
am: ዶሴ ፍጠር..._F

source: _Empty File
am: ባዶ ፋይል_E

source: _Execute
am: አስነሳ_E

source: _Edit Launcher
am: አስነሺን አርም_E

source: Open With
am: በ... ክፈት

source: Open With Other _Application...
am: በሌላ ፕሮግራም ክፈት..._A

source: _Rename...
am: እንደገና ሰይም..._R

source: Desktop _Settings...
am: የገበታ ስየማዎች..._S

source: _Properties...
am: ባህሪዎች_P...

source: Failed to run "%s":
am: "%s" ማስኬድ አልተሳካም፦

source: Run Error
am: ስህተት አስኪድ

source: The associated application could not be found or executed.
am: የተያያዘው ፕሮግራም አልተገኘም ወይም ማስኬድ አልተቻለም።

source: Unable to set default application for "%s" to "%s":
am: ቀዳሚ ፕሮግራምን ለ"%s" ወደ "%s" መለወጥ አልተቻለም:

source: Properties Error
am: የባህሪዎች ስህተት

source: None
am: ምንም

source: Write only
am: ጻፍ ብቻ

source: Read only
am: አንብብ ብቻ

source: Read & Write
am: አንብብ ጻፍ

source: General
am: አጠቃላይ

source: Kind:
am: አይነት፦

source: Link Target:
am: የመድረሻው ማያይዣ፦

source: (unknown)
am: (ያልታወቀ)

source: Open With:
am: በ... ክፈት፦

source: Modified:
am: የተሻሻለ፦

source: Accessed:
am: የተከፈተው፦

source: Free Space:
am: ባዶ ቦታ፦

source: Size:
am: መጠን፦

source: Permissions
am: ፈቃድ

source: Owner:
am: ባለቤት፦

source: Access:
am: የመክፈት ፈቃድ፦

source: Group:
am: ግሩፕ፦

source: Others:
am: ለሎች፦

source: Yes to _all
am: ሁሉንም አዎ_a

source: There was an error moving "%s" to "%s":
am: "%s"ን ወደ "%s" በመውሰድ ላይ ስህተት ተፈጥሯል:

source: There was an error copying "%s" to "%s":
am: "%s"ን ወደ "%s" በመቅዳት ላይ ስህተት ተፈጥሯል:

source: There was an error linking "%s" to "%s":
am: "%s"ን ወደ "%s" በማገናኘት ላይ ስህተት ተፈጥሯል:

source: File Error
am: የፋይል ስህተት

source: broken link
am: የተሰበረ ማያያዣ

source: link to %s
am: ከ%s አያይዝ

source: Kind: %s Modified:%s Size: %s
am: አይነት: %s የተሻሻለው:%s መጠን: %s

source: Error
am: ስህተት

source: Failed to rename "%s" to "%s":
am: "%s" ን ወደ "%s" መሰየም አልተሳካም፦

source: Home
am: ቤት

source: Trash Error
am: የትቢያ ስህተት

source: Unable to contact the Xfce Trash service.
am: የሽፍሲ ትብያ አገልግሎትን ማግኘት አልተቻለም።

source: Make sure you have a file manager installed that supports the Xfce Trash service, such as Thunar.
am: የሸፍሲ ትቢያ አገልግሎትን የሚደግፍ እንደ ቱናር ያለ የፋይል አስተዳዳሪ መተከሉ ያረጋግጡ።

source: _Empty Trash
am: ትቢያ ጣል_E

source: Unable to mount "%s":
am: "%s"ን መጫን አልተቻለም፦

source: Unable to unmount "%s":
am: "%s"ን ማውረድ አልተቻለም፦

source: Mount Failed
am: መጫን አልተሳካ

source: Unmount Failed
am: ማውረድ አልተሳካም

source: Unable to eject "%s":
am: "%s"ን ማስወጣት አልተቻለም፦

source: Eject Failed
am: ማስወጣት አልተሳካም

source: _Mount Volume
am: ይዘትን ጫን_M

source: _Unmount Volume
am: ይዘትን አውርድ_U

source: E_ject Volume
am: ይዘት አስወጣ_j

source: Graphical tool for editing the Xfce 4 menu
am: የሸፍሲ 4 ምናሌ ማረሚያ ንድፋዊ መሳሪያ

source: Menu Editor
am: ምናሌ አራሚ

source: Xfce 4 Menu Editor
am: የሸፍሲ 4 ምናሌ አራሚ

source: Image files
am: የምስል ፋይሎች

source: Screen %d, Monitor %d
am: ስክሪን %d, ማያ %d

source: Screen %d
am: ስክሪን %d

source: Desktop Settings
am: የገበታ ስየማዎች

source: Settings for the Xfce 4 Desktop Manager
am: የሸፍሲ 4 ገበታ አስተዳዳሪ ስየማዎች

source: Xfce 4 Desktop Settings
am: የሸፍሲ 4 ገበታ ስየማዎች
