Repository: iwamatsu/xfce-po-translation
Catalog: goodies/xfce4-radio-plugin/trunk/po/*.po
Languages: fr, hu, ja, nl

source: Not tuned
fr: Pas de station
hu: Nincs behangolva
ja: 調整しない
nl: Niet ingesteld

source: - off -
hu: - ki -
ja: - オフ -
nl: - uit -

source: Error opening radio device
fr: Erreur à l'ouverture du périphérique radio
hu: Hiba a rádió eszköz megnyitásakor
ja: ラジオデバイスのオープンエラー
nl: Fout bij het openen van radio apparaat

source: Add preset
fr: Ajouter un réglage
hu: Adó hozzáadása
ja: 設定を追加する
nl: Preset toevoegen

source: Station name:
fr: Nom de la station:
hu: Állomás neve:
ja: 基地名:
nl: Station naam:

source: There is already a preset with this frequency.
fr: Il-y-a déjà un réglage avec cette fréquence
hu: Ez már be van állítva a frekvenciával.
ja: 周波数は既に設定されています
nl: Er is al een preset met deze frequentie.

source: Tune radio
fr: Régler une station
hu: Rádió hangolása
ja: ラジオを調整する
nl: Radio instellen

source: Frequency [MHz]:
fr: Fréquence (Mhz):
hu: Frekvencia [MHz]:
ja: 周波数 [Mhz]
nl: Frequentie [MHz]:

source: Illegal frequency.
fr: Fréquence illégale.
hu: Rossz frekvencia.
ja: 不正な周波数

source: Presets
fr: Réglages
hu: Adók
ja: 設定

source: Delete active preset
fr: Effacer la fréquence active
hu: Jelen adó törlése
ja: 動作中の設定を削除する
nl: Actieve preset verwijderen

source: Rename active preset
fr: Renommer la fréquence active
hu: Jelen adó átnevezése
ja: 動作中の設定をリネイムする
nl: Actieve preset hernoemen

source: Tune to frequency
fr: Régler une fréquence
hu: Frekvenciára hangolás
ja: 周波数を調整する
nl: Tune naar frequentie

source: Properties
fr: Propriétés
hu: Tulajdonságok
ja: プロパティ
nl: Eigenschappen

source: V4L device
fr: Périphérique V4L
hu: V4L eszköz
ja: V4L デバイス
nl: V4L apparaat

source: Display signal strength
fr: Afficher la puissance du signal
hu: Jel erősség kijelzése
ja: 信号強度を表示する
nl: Toon signaal sterkte

source: yes
fr: oui
hu: igen
ja: はい
nl: ja

source: no
fr: non
hu: nem
ja: いいえ
nl: nee

source: Execute command after shutdown
fr: Exécuter la commande après arrêt
hu: Parancs futtatása kikapcsolás után
ja: コマンド実行後、停止する
nl: Voer commando uit na afsluiten

source: Mouse scrolling changes
fr: Changement du défilement de la souris
hu: Egér görgetés változások
ja: マウススクロールは変化

source: frequency
fr: fréquence
hu: frekvencia
ja: 周波数
nl: frequentie

source: preset
fr: réglage
hu: adó
ja: 設定
