Repository: iwamatsu/xfce-po-translation
Catalog: xfce/xfconf/trunk/po/*.po
Languages: da, de, es, fr, ja, tr

source: true
da: sand
de: wahr
es: verdadero
fr: vrai
tr: doğru

source: false
da: falsk
de: falsch
es: falso
fr: faux
tr: yanlış

source: Unable to create configuration directory
da: Kunne ikke oprette indstillingsmappe
de: Kann kein Verzeichnis für die Einstellungen anlegen
es: Imposible crear directorio de configuración
fr: Échec à la création d'un dossier de configuration
ja: 設定ファイルを作成できません
tr: Yapılandırma dizini oluşturulamıyor

source: You don't have permission to modify property "%s" on channel "%s"
da: Du har ikke rettigheder til at ændre egenskaber "%s" for kanal "%s"
de: Sie haben keine ausreichenden Rechte, um die Eigenschaft »%s« auf Kanal »%s« zu ändern.
es: No tiene permiso para modificar la propiedad "%s" en el canal "%s"
fr: Vous n'avez pas les permissions nécessaires à la modification de propriété de "%s" du canal "%s"
ja: チャンネル「%2$s」上のプロパティ「%1$s」を変更するためのアクセス権がありません
tr: Özelliği değişirme yetkiniz "%s" bu kanal için yok "%s"

source: Property "%s" does not exist on channel "%s"
da: Egenskab "%s" findes ikke på kanal "%s"
de: Merkmal »%s« ist für den Kanal »%s« nicht vorhanden
es: La propiedad "%s" no existe en el canal "%s"
fr: La propriété "%s" n'existe pas dans le canal "%s"
ja: プロパティ「%s」はチャンネル「%s」上に存在しません
tr: Bu kanal için herhangi bir özellik "%s" yer almamaktadırl "%s"

source: Unable to remove channel "%s": %s
da: Kunne ikke fjerne kanal "%s".%s
de: Kann Kanal »%s« nicht entfernen: %s
es: Imposible eliminar canal "%s": %s
fr: Échec é la suppression du canal "%s" : %s
ja: チャンネル「%s」を削除できません: %s
tr: Kalan silinemiyor "%s": %s

source: Invalid type for <%s>: "%s"
da: Ugyldig type for <%s>: "%s"
de: Ungültiger Typ für <%s>: »%s«
es: Tipo incorrecto para <%s>: "%s"
fr: Type incorrect pour <%s> : "%s"
ja: <%s> の不正な形式です: 「%s」
tr: Bu dosya biçimi için geçersiz dosya türü <%s>: "%s"

source: Unable to parse value of type "%s" from "%s"
da: Kunne ikke fortolke værdi af type "%s" fra "%s"
de: Kann Wert vom Typ »%s« aus »%s« nicht auslesen
es: Imposible analizar el valor de tipo "%s" de "%s"
fr: Les valeurs de type "%s" de "%s" n'ont pas pu être analysées
ja: 形式「%s」の値を「%s」からパースできません
tr: Bu türün değerini "%s" bundan ayrıştırmak mümkün değil"%s"

source: The type attribute of <value> cannot be an array
da: Typeattributten på <value> kan ikke være en tabel
de: Das Typattribut von <wert> kann kein Array sein
es: El atributo tipo de <valor> no puede ser un vector
ja: <value> の形式属性は配列ではいけません
tr: Bir <value> 'in tür değeri bir dizi olamaz

source: Channel "%s" does not exist
da: Kanal "%s" findes ikke
de: Der Kanal »%s« ist nicht vorhanden
es: El canal "%s" no existe
fr: Le canal "%s" n'existe pas
ja: チャンネル「%s」は存在しません
tr: Kanal "%s" bulunamıyor

source: Unable to write channel "%s": %s
da: Kunne ikke skrive til kanal "%s": %s
de: Kann auf Kanal "%s" nicht schreiben: %s
es: Imposible escribir canal "%s": %s
fr: Échec à l'écriture du canal "%s" : %s
ja: チャンネル「%s」を書き込めません: %s
tr: Kanala yazılamıyor "%s": %s

source: Unable to find Xfconf backend of type "%s"
da: Kunne ikke finde Xfconf bagende af type "%s"
es: Imposible encontrar backend de Xfconf de tipo "%s"
ja: 形式「%s」の Xfconf バックエンドが見つかりません
tr: Xfconf tür çıktısını bulamıyor "%s"

source: Property names must start with a '/' character
da: Egenskabnavne skal starte med '/' karakter
es: Los nombres de propiedad deben comenzar con el carácter '/'
fr: Les noms des propriétés doivent commencer par "/"
ja: プロパティ名は '/' 文字で始まる必要があります
tr: Özellik isimleri bir '/' karakteriyle başlamalıdır.

source: The root element ('/') is not a valid property name
da: Rodelementet ('/') er ikke et gyldigt egenskabnavn
es: El elemento raíz ('/') no es un nombre de propiedad válido
fr: Les noms des propriétés ne peuvent contenir que des caractères ASCII de A-Z, a-z, 0-9, "_", "-", "<" et ">", ainsi que "/" comme séparateur
ja: ルート要素 ('/') は有効なプロパティ名ではありません
tr: Kök ögesi ('/') geçerli bir isme sahip değildir

source: Property names can only include the ASCII characters A-Z, a-z, 0-9, '_', '-', '<' and '>', as well as '/' as a separator
da: Egenskabnavne kan kun indeholde ASCII-karakterne A-Z, a-z, 0-9, '_', '-', '<' og '>', samt '/' som adskiller
es: Los nombres de propiedad sólo pueden incluir los caracteres ASCII A-Z, a-z, 0-9, '_', '-', '<' y '>', y también '/' como separador
fr: Les noms des propriétés ne peuvent contenir que des caractères ASCII de A-Z, a-z, 0-9, '_', '-', '<' et '>', ainsi que '/' comme séparateur
ja: プロパティ名に使用できるのは ASCII 文字の A-Z、a-z、0-9、'_'、'-'、'<' および '>'と、区切り文字として '/' です
tr: Özellik isimleri sadece aşağıda listenen ASCII karakterlerini içerebilir:A-Z, a-z, 0-9, '_', '-', '<' ve '>', ve ayraç olarak '/'

source: Property names cannot have two or more '/' characters in a row
da: Egenskabnavne kan ikke indeholde mere end to '/' karakterer efter hinanden
es: Los nombres de propiedad no pueden tener dos o más caracteres '/' por fila
fr: Les noms des propriétés ne peuvent pas contenir plus d'un "/" par ligne
ja: プロパティ名には 2 つ以上の '/' 文字を続けて使用できません
tr: Özellik isimleri bir sırada iki veya daha fazla '/' karakteri içeremez

source: Property names cannot end with a '/' character
da: Egenskabnavne kan ikke ende på '/' karakter
es: Los nombres de propiedades no pueden acabar con el carácter '/'
fr: Les noms de propriétés ne peuvent pas se terminer par le caractère '/'
ja: プロパティ名の最後には '/' 文字を使用できません
tr: Özellik isimleri sonda bir '/' karakteriyle bitemez

source: Channel name cannot be an empty string
da: Kanalnavn kan ikke være tom streng
es: El nombre del canal no puede ser una cadena vacía
fr: Le nom du canal ne peut pas être vide
ja: チャンネル名は空の文字列ではいけません
tr: Kanal ismi bir boş dizge olamaz

source: Channel names can only include the ASCII characters A-Z, a-z, 0-9, '_', and '-'
da: Kanalnavne kan kun indeholde ASCII karaktererne A-Z, a-z, 0-9, '_', og '-'
es: Los nombres de canales sólo pueden incluir los caracteres ASCII A-Z, a-z, 0-9, "_" y "-"
fr: Les noms des canaux ne peuvent contenir que des caractères ASCII de A-Z, a-z, 0-9, "_" et "-"
ja: チャンネル名には ASCII 文字の A-Z、a-z、0-9、'_' および '-' のみ使用できます
tr: Kanal isimleri sadece şu ASCII karakterlerini içerebilir: A-Z, a-z, 0-9, '_', ve '-'

source: The property name can only be empty or "/" if a recursive reset was specified.
es: El nombre de la propiedad sólo puede estar vacío o "/" si se especificó una reinicialización recursiva.
ja: 再帰的リセットが指定された場合は、プロパティ名は空か「/」である必要があります。
tr: Eğer özyineli yenileme belirlenmişse, özellik isimleri sadece boş olabilir veya şundan "/" oluşabilir.

source: Prints the xfconfd version
da: Udskriver xfconfd-version
es: Devuelve la versión de xfconfd
fr: Affiche la version de xfconfd
ja: xfconfd バージョンをプリントする
tr: xfconfd sürüm bilgisini gösterir

source: Configuration backends to use. The first backend specified is opened read/write; the others, read-only.
da: Indstillingsbagende til anvendelse. Den første bagende der angives åbnes med læs/skriv; de andre som skrivebeskyttet.
es: Backends de configuración a usar. El primer backend especificado se abre en modo lectura/escritura; los otros, en modo sólo lectura.
ja: 使用する構成バックエンド。指定された最初のバックエンドは読み/書きで、その他は読み込み専用で開かれます。
tr: Kullanılacak yapılandırma çıkışları. Belirtilen ilk çıktı okuma/yazma olarak açılır; diğerleri sadece-okunur olarak.

source: Xfce configuration daemon
da: Xfce-indstillingsdæmon
de: Einstellungsdaemon von Xfce
es: Demonio de configuración de Xfce
fr: Démon de configuration Xfce
ja: Xfce 設定デーモン
tr: Xfce yapılandırma aracı

source: Report bugs to http://bugs.xfce.org/
da: Rapporter fejl til http://bugs.xfce.org/
de: Melden Sie Fehler an http://bugs.xfce.org/
es: Informe de errores en http://bugs.xfce.org/
fr: Veuillez signaler les bogues à http://bugs.xfce.org/
ja: バグを http://bugs.xfce.org/ に報告する
tr: Hataları göndereceğiniz adres: http://bugs.xfce.org/

source: Another Xfconf daemon is already running
da: En anden Xfconf-dæmon kører allerede
de: Es läuft bereits ein anderer Xfconf-Daemon
es: Ya se está ejecutando otro demonio de Xfconf
fr: Un autre démon Xfconf est en cours d'exécution
ja: 別の Xfconf デーモンがすでに実行中です
tr: Başka bir Xfconf çalışıyor

source: No backends could be started
da: Ingen bagende kunne startes
de: Es konnten keine Backends gestartet werden
es: No se pudo iniciar ningún backend
ja: バックエンドはひとつも開始できませんでした
tr: Hiç bir geride süren işlev başlatılamadı

source: Export method not yet implemented
es: Método de exportación aún no implementado
ja: エクスポートメソッドが未実装です
tr: Dışarı aktarma yöntemi henüz sağlanmadı

source: Export not yet implemented
es: Exportación aún no implementada
ja: エクスポートが未実装です
tr: Dışarı aktarma henüz sağlanmadı

source: Version information
de: Versionsinformation
es: Información de versión
fr: Information sur la version
ja: バージョン情報
tr: Sürüm bilgisi

source: Pick the channel
es: Elija el canal
ja: チャンネルを選択する
tr: Kanalı seç

source: Pick the property
es: Elija la propiedad
ja: プロパティを選択する
tr: Özelliği seç

source: Change or set the value of the property
es: Cambiar o establecer el valor de la propiedad
ja: プロパティの値を変更または設定する
tr: Özelliği değiştir veya ayarla

source: List properties (or channels if -c isn't specified)
es: Listar propiedades (o canales si -c no se especifica)
ja: プロパティ (-c が指定されていない場合は、チャンネル) をリスト表示する
tr: Özellikleri listele (veya kanalları eğer seçilmemişse)

source: Verbose output
da: Uddybende uddata
de: Gesprächige Ausgabe
es: Salida detallada
fr: Sortie bavarde
ja: 詳細な出力
tr: Yoğun çıktı

source: Create new entry
da: Opret ny post
de: Neuen Eintrag anlegen
es: Crear una nueva entrada
fr: Créer un nouvel élément
ja: 新規エントリを作成する
tr: Yeni bir girdi oluştur

source: Specify the property value type
da: Angiv egenskabværditype
de: Geben Sie den Wertetyp der Eigenschaft an
es: Especificar el tipo de valor de la propiedad
fr: Spécifier le type de valeur de la propriété
ja: プロパティ値形式を指定する
tr: Özellik değer türünü belirle

source: Reset property
es: Borrar propiedad
ja: プロパティをリセットする
tr: Özelliği sıfırla

source: Recursive (use with -r)
es: Recursivo (usar con -r)
ja: 再帰的 (-r 付きで使用)
tr: Yinelemeli (-r ile kullanın)

source: Force array even if only one element
es: Forzar a vector incluso si sólo hay un elemento
ja: 要素がひとつのみの場合でも配列を強制する
tr: Bir öge de olsa, sıralamaya zorla

source: Export channel to file
es: Exportar canal a archivo
ja: チャンネルをファイルにエクスポートする
tr: Kanalı dosyaya aktar

source: Import channel from file
es: Importar canal desde archivo
ja: チャンネルをファイルからインポートする
tr: Dosyadan kanal aktar

source: Property "%s" doesn't exist on channel "%s".
da: Egenskab "%s" findes ikke på kanal "%s".
de: Eigenschaft "%s" existiert nicht auf Kanal "%s".
es: La propiedad "%s" no existe en el canal "%s".
fr: La propriété "%s" n'existe pas dans le canal "%s".
ja: プロパティ「%s」はチャンネル「%s」上に存在しません。
tr: Bu özellik "%s" bu kanalda yok "%s".

source: (unknown)
da: (ukendt)
de: (unbekannt)
es: (desconocido)
fr: (inconnue)
ja: (不明)
tr: (bilinmiyor)

source: Value is an array with %d items:
da: Værdi er en tabel med %d elementer:
es: Valor es un vector con %d elementos:
fr: Valeur est un ensemble avec %d objets :
ja: 値が %d 項目の配列になっています:
tr: Değer, %d unsurlarından oluşan bir sıradır:

source: Property "%s" does not exist on channel "%s". If you would like to create a new property, use the --create option.
da: Egenskab "%s" findes ikke på denne kanal "%s". Hvis du ønsker at oprette ny egenskab brug --create indstilling.
es: La propiedad "%s" no existe en el canal "%s". Si desea crear una nueva, use la opción --create.
fr: La propriété "%s" n'existe pas dans le canal "%s". Si vous voulez en créer une nouvelle, utilisez l'option --create.
ja: プロパティ「%s」はチャンネル「%s」上に存在しません。新規プロパティを 作成したい場合は、--create オプションを使用します。
tr: Bu özellik "%s" bu kanalda yok "%s". Eğer yeni bir özellik oluşturmak isterseniz --oluştur seçeneğini kullanın

source: When creating a new property, you must specify the value type.
da: Når der oprettes en ny egenskab, skal du angive værditypen.
de: Wenn Sie eine neue Eigenschaft anlegen, müssen Sie den Wertetyp angebem.
es: Al crear una nueva propiedad debe especificar el tipo de valor.
fr: Lors de la création d'une nouvelle propriété, vous devez spécifier le type de valeur.
ja: 新規プロパティを作成する時は、値形式を指定する必要があります。
tr: Yeni bir özellik oluştururken, değer türünü belirlemelisiniz.

source: Failed to get existing type for value.
da: Kunne ikke få eksisterende type for værdi.
de: Konnten vorhandenen Typ des Werts nicht bekommen.
es: Fallo al obtener el tipo existente para el valor.
fr: Le type de la valeur n'a pas pu être pris.
ja: 値の既存の形式を取得できませんでした。
tr: Değer için var olan tür alınamadı.

source: Unable to determine type of value.
da: Kunne ikke afgøre type af værdi.
de: Kann Wertetyp nicht bestimmen
es: Imposible determinar el tipo del valor.
fr: Incapacité de définir le type de valeur.
ja: 値の形式を決定できません。
tr: Değer türü belirlenemiyor.

source: You must specify a value type to change an array into a single value.
da: Du skal angive en værditype for at ændre en tabel til en enkeltværdi.
de: Sie müssen einen Wertetyp angeben, um ein Array in einen einzigen Wert konvertieren zu können.
es: Debe especificar un tipo de valor para transformar un vector en un único valor.
fr: Vous devez spécifier une type de valeur pour changer un élément en une valeur unique.
ja: 配列を単一の値に変更するには、値形式を指定する必要があります。
tr: Bir diziyi tekil değere değiştirmek istiyorsanız bir değer türü belirlemelisiniz.

source: Unable to convert "%s" to type "%s"
da: Kunne ikke konvertere "%s" til type "%s"
de: Kann "%s" nicht in Typ "%s" konvertieren
es: Imposible convertir "%s" a tipo "%s"
fr: Échec à la conversion de "%s" au type "%s"
ja: 「%s」を形式「%s」に変換できません
tr: Bunu "%s" bu türe dönüştürme işlemi "%s" başarılamadı

source: Failed to set property.
da: Kunne ikke sætte egenskab.
de: Konnte Eigenschaften nicht setzen.
es: Fallo al establecer propiedad.
fr: Échec à la définition de la propriété.
ja: プロパティの設定に失敗しました.
tr: Özellik ayarlanamadı.

source: Have %d new values, but could only determine %d types.
da: Har %d nye værdier, men kunne kun afgøre %d typer.
de: Habe %d neue Werte, kann aber nur %d Typen erkennen.
es: Hay %d nuevos valores, pero sólo se pudieron determinar %d tipos.
fr: %d nouvelles valeurs, mais seulement %d types ont pu être déterminé.
ja: %d 個の新規値がありますが、%d 個の形式しか決定できませんでした。
tr: %d yeni değerlerle sahip, fakat sadece %d türleri belirlenebilir.

source: Unable to determine type of value at index %d.
da: Kunne ikke afgøre type af værdi ved indeks %d.
de: Kann Wertetyp bei Index %d nicht bestimmen.
es: Imposible determinar el tipo de valor para el índice %d.
fr: Le type de valeur de l'index %d n'a pas pu être déterminé.
ja: インデックス %d で値の形式を決定できません。
tr: %d listesindeki değer türü belirlenemedi.

source: Channel '%s' contains no properties
da: Kanal '%s' indeholder ingen egenskaber
de: Kanal "%s" enthält keine Eigenschaften
es: El canal "%s" no contiene ninguna propiedad
fr: Le canal "%s" ne contient pas de propriétés
ja: チャンネル '%s' にはプロパティが含まれていません
tr: Bu kanal %s herhangi bir özellik içermiyor

source: Could not create export file "%s": %s
es: No se pudo crear archivo de exportación "%s": %s
ja: エクスポートファイル「%s」を作成できませんでした: %s
tr: Dışarı aktarma dosyası yaratılamadı "%s": %s

source: Could not open import file "%s": %s
es: No se pudo abrir el archivo de importación "%s": %s
ja: インポートファイル「%s」を開けませんでした: %s
tr: İçeri aktarılan dosya açılamadı "%s": %s

source: Could not parse import file "%s": %s
es: No se pudo analizar sintácticamente el archivo "%s": %s
ja: インポートファイル「%s」をパースできませんでした: %s
tr: İçeri aktarılan dosya çözümlenemiyor "%s": %s

source: pick the channel
de: Kanal aufnehmen

source: pick the property
de: Eigenschaft aufnehmen

source: set (change the value)
de: setzen (den Wert verändern)

source: List properties
de: Eigenschaften aufführen

source: Remove property
de: Entferne Eigenschaft
