Repository: iwamatsu/xfce-po-translation
Catalog: xfce/libexo/trunk/po/*.po
Languages: de

source: Follow state
de: Zustand folgen

source: Render differently based on the selection state.
de: Abhängig von Zustand zeichnen.

source: Icon
de: Symbol

source: The icon to render.
de: Das zu zeichnende Symbol.

source: size
de: Größe

source: The size of the icon to render in pixels.
de: Die Größe, in der das Symbol gezeichnet werden soll.

source: Failed to open file "%s": %s
de: Konnte »%s« nicht öffnen: %s

source: Failed to read file "%s": %s
de: Konnte »%s« nicht lesen: %s

source: Failed to load image "%s": Unknown reason, probably a corrupt image file
de: Bild »%s« konnte nicht geladen werden: Grund unbekannt, vermutlich eine defekte Bilddatei

source: Orientation
de: Ausrichtung

source: The orientation of the iconbar
de: Die Orientierung der Symbolleiste

source: Pixbuf column
de: Pixbuf-Spalte

source: Model column used to retrieve the icon pixbuf from
de: Spalte für das Modell, von welcher der Bildspeicher fuer das Symbol geholt werden soll

source: Text column
de: Textspalte

source: Model column used to retrieve the text from
de: Spalte für das Modell, von der der Text geholt werden soll

source: Icon Bar Model
de: Modell für Symbolleisten

source: Model for the icon bar
de: Modell für die Iconleiste

source: Active
de: Aktiv

source: Active item index
de: Index des aktiven Elements

source: Active item fill color
de: Füllfarbe des aktiven Elements

source: Active item border color
de: Randfarbe des aktiven Elements

source: Active item text color
de: Textfarbe des aktiven Elements

source: Cursor item fill color
de: Füllfarbe des Cursorelements

source: Cursor item border color
de: Randfarbe des Cursorelements

source: Cursor item text color
de: Textfarbe des Cursorelements

source: Action Icons
de: Aktionssymbole

source: Animations
de: Animationen

source: Application Icons
de: Anwendungssymbole

source: Menu Icons
de: Menüsymbole

source: Device Icons
de: Gerätesymbole

source: Emblems
de: Embleme

source: International Denominations
de: Internationale Symbole

source: File Type Icons
de: Dateisymbole

source: Location Icons
de: Ordnersymbole

source: Status Icons
de: Statussymbole

source: Uncategorized Icons
de: Andere Symbole

source: All Icons
de: Alle Symbole

source: Image Files
de: Bilddateien

source: Select _icon from:
de: _Symbol wählen aus:

source: Column Spacing
de: Spaltenabstand

source: Space which is inserted between grid column
de: Zwischen Gitterspalten eingefügter Platz

source: Number of columns
de: Anzahl Spalten

source: Number of columns to display
de: Anzahl anzuzeigender Spalten

source: Enable Search
de: Suche aktivieren

source: View allows user to search through columns interactively
de: Symbolansicht erlaubt dem Benutzer interaktive Suche

source: Width for each item
de: Breite für jedes Element

source: The width used for each item
de: Die Breite, die für jedes Element verwendet wird

source: Layout mode
de: Layout-Modus

source: The layout mode
de: Der Layout-Modus

source: Margin
de: Rand

source: Space which is inserted at the edges of the icon view
de: An den Rändern der Symbolansicht eingefügter Platz

source: Markup column
de: Auswahlspalte

source: Model column used to retrieve the text if using Pango markup
de: Modellspalte, anhand derer Text geholt wird, falls die Auszeichungssprache von Pango verwendet wird

source: Icon View Model
de: Modell zur Symbolansicht

source: The model for the icon view
de: Das Modell für die Symbolansicht

source: How the text and icon of each item are positioned relative to each other
de: Wie der Text und das Symbol jedes Elements relativ zueinandner angeordnet werden

source: Reorderable
de: Umordbar

source: View is reorderable
de: Die Ansicht ist umordbar

source: Row Spacing
de: Zeilenabstand

source: Space which is inserted between grid rows
de: Zwischen Gitterzeilen eingefügter Platz

source: Search Column
de: Suchspalte

source: Model column to search through when searching through item
de: Die Spalte im Modell, die durchsucht werden soll

source: Selection mode
de: Auswahlmodus

source: The selection mode
de: Der Auswahlmodus

source: Single Click
de: Einfacher Klick

source: Whether the items in the view can be activated with single clicks
de: Ob die Objekte bei einem einfachen Klick aktiviert werden sollen

source: Single Click Timeout
de: Verzögerung bei Einfachklick

source: The amount of time after which the item under the mouse cursor will be selected automatically in single click mode
de: Die Zeitspanne, nach der das Objekt unter dem Mauscursor automatisch ausgewählt wird, wenn der Einfachklick-Modus aktiviert ist

source: Spacing
de: Abstand

source: Space which is inserted between cells of an item
de: Zwischen den Zellen eines Elements eingefügter Platz

source: Selection Box Color
de: Farbe der Auswahlbox

source: Color of the selection box
de: Farbe der Auswahlbox

source: Selection Box Alpha
de: Alphawert der Auswahlbox

source: Opacity of the selection box
de: Deckkraft der Auswahlbox

source: Preview
de: Vorschau

source: No file selected
de: Keine Datei ausgewählt

source: Block Device
de: Blockorientiertes Gerät

source: Character Device
de: Zeichenorientiertes Gerät

source: Folder
de: Ordner

source: _Add a new toolbar
de: Eine _neue Werkzeugleiste hinzufügen

source: Drag an item onto the toolbars above to add it, from the toolbars in the items table to remove it.
de: Ziehen Sie ein Objekt auf die obigen Werkzeugleisten und legen Sie es dort ab, um es hinzuzufügen oder umgekehrt, um es zu entfernen.

source: Separator
de: Trenner

source: Toolbar _Style
de: Werkzeugleisten_stil

source: _Desktop Default
de: _Desktopvorgabe

source: _Icons only
de: Nur _Icons anzeigen

source: _Text only
de: Nur _Text anzeigen

source: Text for _All Icons
de: Text für _alle Icons anzeigen

source: Text for I_mportant Icons
de: Text für _wichtige Icons anzeigen

source: _Remove Toolbar
de: Werkzeugleiste _entfernen

source: Customize Toolbar...
de: Werkzeugleiste anpassen...

source: Unable to open "%s"
de: Konnte »%s« nicht öffnen

source: The URL "%s" is not supported
de: Die URL »%s« wird nicht unterstützt

source: Failed to open "%s".
de: Konnte »%s« nicht öffnen.

source: Column spacing
de: Spaltenabstand

source: The amount of space between two consecutive columns
de: Platz zwischen zwei aufeinanderfolgenden Spalten

source: Row spacing
de: Zeilenabstand

source: The amount of space between two consecutive rows
de: Platz zwischen zwei aufeinanderfolgenden Zeilen

source: Homogeneous
de: Gleich groß

source: Whether the children should be all the same size
de: Ob alle Kinder die gleiche Größe haben sollen

source: Window group
de: Fenstergruppe

source: Window group leader
de: Führer der Fenstergruppe

source: Restart command
de: Befehl zum Neustart

source: Session restart command
de: Befehl zum Neustart der Sitzung

source: Usage: %s [options] [file]
de: Aufruf: %s [Optionen] [Dateien]

source: %s [options] --build-list [[name file]...]
de: %s [Optionen] --build-list [[Name Datei]...]

source: -h, --help Print this help message and exit
de: -h, --help Diesen Hilfetext anzeigen und beenden

source: -v, --version Print version information and exit
de: -v, --verison Programmversion anzeigen

source: --extern Generate extern symbols
de: --extern Externe Symbole erzeugen

source: --static Generate static symbols
de: --static Statische Symbole erzeugen

source: --name=identifier C macro/variable name
de: --name=identifier C Variablenname

source: --build-list Parse (name, file) pairs
de: --build-list (Name, Datei) Paare parsen

source: --strip-comments Remove comments from XML files
de: --strip-comments Kommentare aus XML Dateien entfernen

source: --strip-content Remove node contents from XML files
de: --strip-content Knoteninhalte aus XML Dateien entfernen

source: Copyright (c) %s os-cillation e.K. All rights reserved. Written by Benedikt Meurer <benny@xfce.org>.
de: Copyright (c) %s os-cillation e.K. Alle Rechte vorbehalten. Entwickelt von Benedikt Meurer <benny@xfce.org>.

source: %s comes with ABSOLUTELY NO WARRANTY, You may redistribute copies of %s under the terms of the GNU Lesser General Public License which can be found in the %s source package.
de: %s kommt ABSOLUT OHNE GEWÄHR, Sie können Kopien von %s verbreiten unter den Begriffen der GNU Lesser General Public License, die im Quellpaket von %s gefunden werden kann.

source: Please report bugs to <%s>.
de: Bitte melden Sie Fehler an <%s>.

source: Select an Application
de: Anwendung auswählen

source: All Files
de: Alle Dateien

source: Executable Files
de: Ausführbare Dateien

source: Perl Scripts
de: Perl-Skripte

source: Python Scripts
de: Python-Skripte

source: Ruby Scripts
de: Ruby-Skripte

source: Shell Scripts
de: Shell-Skripte

source: Create Launcher <b>%s</b>
de: Starter für <b>%s</b> erstellen

source: C_omment:
de: _Kommentar:

source: Comm_and:
de: _Befehl:

source: _URL:
de: A_dresse:

source: _Icon:
de: S_ymbol:

source: No icon
de: Kein Symbol

source: Options:
de: Optionen:

source: Use _startup notification
de: Visuelle _Startmeldung anzeigen

source: Select this option to enable startup notification when the command is run from the file manager or the menu. Not every application supports startup notification.
de: Wählen Sie diese Option, um Rückmeldung zu erhalten, wenn der Befehl aus dem Dateimanager oder dem Menü heraus gestartet wird. Nicht jede Anwendung unterstützt dies.

source: Run in _terminal
de: Im _Terminal ausführen

source: Select this option to run the command in a terminal window.
de: Ist diese Option aktiv, wird der oben angegebene Befehl in einem Terminal-Fenster ausgeführt.

source: Select an icon
de: Ein Symbol auswählen

source: Create Launcher
de: Starter erstellen

source: Create Link
de: Verknüpfung erstellen

source: Edit Launcher
de: Starter ändern

source: Edit Link
de: Verknüpfung ändern

source: Create a new desktop file in the given directory
de: Eine neue Datei im angegebenen Ordner erstellen

source: Type of desktop file to create (Application or Link)
de: Typ der zu erstellenden Datei (Anwendung oder Verknüpfung)

source: Preset name when creating a desktop file
de: Voreingestellter Name

source: Preset comment when creating a desktop file
de: Voreingestellter Kommentator

source: Preset command when creating a launcher
de: Voreingestellter Befehl für Starter

source: Preset URL when creating a link
de: Voreingestellte URL für Verknüpfungen

source: Preset icon when creating a desktop file
de: Voreingestelltes Symbol

source: Print version information and exit
de: Programmversion anzeigen und beenden

source: [FILE|FOLDER]
de: [DATEI|ORDNER]

source: Failed to open display
de: Konnte Display nicht öffnen

source: No file/folder specified
de: Keine Datei und kein Ordner angegeben

source: Unsupported desktop file type "%s"
de: Nicht unterstützter Dateityp »%s«

source: C_reate
de: _Erstellen

source: Choose filename
de: Dateinamen eingeben

source: Failed to create "%s".
de: Konnte »%s« nicht erstellen.

source: Failed to save "%s".
de: Konnte »%s« nicht speichern.

source: External %s Drive
de: Externes %s-Laufwerk

source: %s Drive
de: %s-Laufwerk

source: External Floppy Drive
de: Externes Diskettenlaufwerk

source: Floppy Drive
de: Diskettenlaufwerk

source: Compact Flash Drive
de: Compact-Flash-Laufwerk

source: Memory Stick Drive
de: Memory-Stick-Laufwerk

source: Smart Media Drive
de: Smart-Media-Laufwerk

source: SD/MMC Drive
de: SD/MMC-Laufwerk

source: Zip Drive
de: ZIP-Laufwerk

source: Jaz Drive
de: Jaz-Laufwerk

source: Pen Drive
de: USB-Stick-Laufwerk

source: %s Music Player
de: %s Musik-Player

source: %s Digital Camera
de: %s Digitalkamera

source: Drive
de: Laufwerk

source: Blank %s Disc
de: %s-Rohling

source: %s Disc
de: %s-Medium

source: %s Removable Volume
de: Entfernbarer Datenträger »%s«

source: %s Volume
de: %si-Datenträger

source: Preferred Applications
de: Bevorzugte Anwendungen

source: Select default applications for various services
de: Standardanwendungen auswählen

source: The preferred Web Browser will be used to open hyperlinks and display help contents.
de: Der Webbrowser wird verwendet, um Hyperlinks zu öffnen und Dokumentation anzuzeigen.

source: Mail Reader
de: E-Mail-Programm

source: The preferred Mail Reader will be used to compose emails when you click on email addresses.
de: Das E-Mail-Programm wird verwendet, um E-Mails zu verfassen, wenn Sie auf eine E-Mail-Adresse klicken.

source: Utilities
de: Werkzeuge

source: Terminal Emulator
de: Terminal-Programm

source: The preferred Terminal Emulator will be used to run commands that require a CLI environment.
de: Das Terminal-Programm wird verwendet, um Befehle auszuführen, die eine CLI-Umgebung brauchen.

source: Failed to open the documentation browser.
de: Die Dokumentation konnte nicht angezeigt werden.

source: Press left mouse button to change the selected application.
de: Drücken Sie die linke Maustaste, um die ausgewählte Anwendung zu ändern.

source: Application Chooser Button
de: Knopf zur Auswahl der Anwendung

source: No application selected
de: Keine Anwendung ausgewählt

source: Failed to set default Web Browser
de: Konnte den bevorzugten Webbrowser nicht einstellen

source: Failed to set default Mail Reader
de: Konnte das bevorzugte E-Mail-Programm nicht speichern

source: Failed to set default Terminal Emulator
de: Konnte das bevorzugte Terminal-Programm nicht speichern

source: Select application
de: Anwendung auswählen

source: Choose a custom Web Browser
de: Benutzerdefinierten Webbrowser angeben

source: Choose a custom Mail Reader
de: Benutzerdefiniertes E-Mail-Programm angeben

source: Choose a custom Terminal Emulator
de: Benutzerdefiniertes Terminal-Programm angeben

source: Specify the application you want to use as default Web Browser for Xfce:
de: Geben Sie die Anwendung an, die Sie als bevorzugten Webbrowser für Xfce verwenden wollen:

source: Specify the application you want to use as default Mail Reader for Xfce:
de: Geben Sie die Anwendung an, die Sie als bevorzugtes E-Mail-Programm für Xfce verwenden wollen:

source: Specify the application you want to use as default Terminal Emulator for Xfce:
de: Geben Sie die Anwendung an, die Sie als bevorzugtes Terminal-Programm für Xfce verwenden wollen:

source: Browse the file system to choose a custom command.
de: Das Dateisystem durchsuchen, um einen eigenen Befehl zu wählen.

source: _Other...
de: _Andere...

source: Use a custom application which is not included in the above list.
de: Eine eigene Anwendung verwenden, die in der obigen Liste nicht enthalten ist.

source: Choose Preferred Application
de: Bevorzugte Anwendung wählen

source: Please choose your preferred Web Browser now and click OK to proceed.
de: Wählen Sie Ihren bevorzugten Webbrowser aus und klicken Sie auf OK, um fortzufahren.

source: Please choose your preferred Mail Reader now and click OK to proceed.
de: Wählen Sie Ihr bevorzugtes E-Mail-Programm aus und klicken Sie auf OK, um fortzufahren.

source: Please choose your preferred Terminal Emulator now and click OK to proceed.
de: Wählen Sie Ihr bevorzugtes Terminal aus und klicken Sie auf OK, um fortzufahren.

source: No command specified
de: Kein Befehl angegeben

source: Failed to open helpers.rc for writing
de: Konnte »helpers.rc« nicht zum Schreiben öffnen

source: Preferred Applications (Web Browser, Mail Reader and Terminal Emulator)
de: Bevorzugte Anwendungen (Webbrowser, E-Mail-Programm und Terminal)

source: Xfce 4 Preferred Applications
de: Xfce 4 Bevorzugte Anwendungen

source: Failed to execute default Web Browser
de: Konnte den bevorzugten Webbrowser nicht ausführen

source: Failed to execute default Mail Reader
de: Konnte das bevorzugte E-Mail-Programm nicht ausführen

source: Failed to execute default Terminal Emulator
de: Konnte das bevorzugte Terminal-Programm nicht ausführen

source: Usage: exo-helper [OPTION...]
de: Aufruf: exo-helper [OPTION...]

source: -h, --help Print this help message and exit
de: -h, --help Diesen Hilfetext anzeigen und beenden

source: -v, --version Print version information and exit
de: -v, --version Programmversion anzeigen und beenden

source: --configure Open the Preferred Applications configuration dialog
de: --configure Den Dialoog für die bevorzugten Anwendungen öffnen

source: --launch TYPE [PARAMETER] Launch the default helper of TYPE with the optional PARAMETER, where TYPE is one of the following values.
de: --launch TYP [PARAMETER...] Die bevorzugte Anwendunge für TYP mit den optionalen PARAMETERn starten, wobei TYP einen der folgenden Werte annehmen kann.

source: The following TYPEs are supported for the --launch command:
de: Die folgenden TYPen für --launch werden derzeit unterstützt:

source: WebBrowser - The preferred Web Browser. MailReader - The preferred Mail Reader. TerminalEmulator - The preferred Terminal Emulator.
de: WebBrowser - Der bevorzugte Webbrowser. MailReader - Das bevorzugte E-mail-Programm. TerminalEmulator - Das bevorzugte Terminal-Programm.

source: Invalid helper type "%s"
de: Ungültiger Helfertyp »%s«

source: %s (Xfce %s) Copyright (c) 2003-2006 os-cillation e.K. All rights reserved. Written by Benedikt Meurer <benny@xfce.org>. Built with Gtk+-%d.%d.%d, running Gtk+-%d.%d.%d. Please report bugs to <%s>.
de: %s (Xfce %s) Copyright (c) 2003-2006 os-cillation e.K. Alle Rechte vorbehalten. Entwickelt von Benedikt Meurer <benny@xfce.org>. Erezeugt für Gtk+-%d.%d.%d, unter Gtk+-%d.%d.%d. Bitte melden Sie Fehler an <%s>.

source: Debian Sensible Browser
de: Debian Standard-Browser

source: Mozilla Browser
de: Mozilla-Webbrowser

source: Opera Browser
de: Opera-Webbrowser

source: RXVT Unicode
de: Unicode-RXVT

source: Unknown error
de: Unbekannter Fehler

source: Device "%s" not found in file system device table
de: Das Gerät »%s« ist nicht in der Datenträgertabelle enthalten

source: Given device "%s" is not a volume or drive
de: Das Gerät »%s« ist kein gültiger Datenträger

source: You are not privileged to eject the volume "%s"
de: Sie sind nicht dazu berechtigt, den Datenträger »%s« auszuwerfen

source: An application is preventing the volume "%s" from being ejected
de: Eine Anwendung verhindert, dass der Datenträger »%s« ausgeworfen werden kann

source: You are not privileged to mount the volume "%s"
de: Sie sind nicht dazu berechtigt, den Datenträger »%s« einzubinden

source: Blank discs cannot be mounted, use a CD recording application like Xfburn to record audio or data on the disc
de: CD-Rohlinge können nicht eingebunden werden. Benutzen Sie stattdessen eine Brennsoftware, wie zum Beispiel Xfburn, um Daten oder Musik auf den Rohling zu brennen

source: Audio CDs cannot be mounted, use Xfmedia to play the audio tracks
de: Audio-CDs können nicht eingebunden werden. Benutzen Sie stattdessen Xfmedia, um die Audio-Tracks abzuspielen

source: You are not privileged to teardown the crypto layer
de: Sie sind nicht dazu berechtigt, die Verschlüsselungsschicht herunterzunehmen

source: An application is preventing the crypto layer from being torn down
de: Eine Anwendung verhindert, dass die Verschlüsselungsschicht heruntergenommen wird

source: You are not privileged to unmount the volume "%s"
de: Sie sind nicht dazu brechtigt, den Datenträger »%s« auszuhängen

source: An application is preventing the volume "%s" from being unmounted
de: Eine Anwendung verhindert, dass der Datenträger »%s« ausgeworfen werden kann

source: The volume "%s" was probably mounted manually on the command line
de: Der Datenträger »%s« wurde möglicherweise von der Kommandozeile aus eingebunden

source: Eject rather than mount
de: Auswerfen statt einbinden

source: Unmount rather than mount
de: Aushängen statt einbinden

source: Mount by HAL device UDI
de: Einbinden mittels einer HAL-Geräte-UDI

source: Mount by HAL device UDI (not supported)
de: Einbinden mittels einer HAL-Geräte-UDI (nicht unterstützt)

source: Mount by device file
de: Einbinden mittels einer Gerätedatei

source: Don't show any dialogs
de: Keine Dialoge anzeigen

source: Must specify HAL device UDI or device file
de: Entweder muss die HAL-Geräte-UDI oder die Gerätedatei angegeben werden

source: Must not specify both a HAL device UDI and a device file simultaneously
de: Es dürfen nicht gleichzeitig die HAL-Geräte-UDI und die Gerätedatei angegeben werden

source: Cannot mount by HAL device UDI, because HAL support was disabled for this build
de: Datenträger können nicht mittels einer HAL-Geräte-UDI eingebunden werden, da diese Version HAL nicht unterstützt

source: The specified UDI "%s" is not a valid HAL device UDI
de: Bei der angegebenen UDI "%s" handelt es sich nicht um eine gültige HAL-Geräte-UDI

source: Cannot eject and unmount simultaneously
de: Kann nicht gleichzeitig aushängen und auswerfen

source: Failed to eject "%s"
de: Der Datenträger »%s« konnte nicht ausgeworfen werden

source: Failed to unmount "%s"
de: Der Datenträger »%s« konnte nicht ausgehängt werden

source: Failed to mount "%s"
de: Der Datenträger »%s« konnte nicht eingebunden werden

source: The device "%s" is now safe to remove.
de: Der Datenträger »%s« kann nun sicher entfernt werden.

source: Device is now safe to remove
de: Datenträger kann entfernt werden

source: Ejecting device
de: Datenträger auswerfen

source: The device "%s" is being ejected. This may take some time.
de: Der Datenträger »%s« wird ausgeworfen. Dies kann einen Moment dauern.

source: Unmounting device
de: Datenträger aushängen

source: The device "%s" is being unmounted by the system. Please do not remove the media or disconnect the drive.
de: Der Datenträger »%s« wird durch das System ausgehängt. Belassen Sie in dieser Zeit das Medium im Computer bzw. trennen Sie das Gerät nicht noch vom Computer.

source: Writing data to device
de: Daten werden geschrieben

source: There is data that needs to be written to the device "%s" before it can be removed. Please do not remove the media or disconnect the drive.
de: Einige Daten müssen noch auf den Datenträger »%s« geschrieben werden, bevor dieser entfernt werden kann. Belassen Sie in dieser Zeit das Medium im Computer bzw. trennen Sie das Gerät noch nicht vom Computer.

source: Usage: exo-open [URLs...]
de: Aufruf: exo-open [URLs...]

source: exo-open --launch TYPE [PARAMETERs...]
de: exo-open --launch TYP [PARAMETER...]

source: -?, --help Print this help message and exit
de: -?, --help Diesen Hilfetext anzeigen und beenden

source: --launch TYPE [PARAMETERs...] Launch the preferred application of TYPE with the optional PARAMETERs, where TYPE is one of the following values.
de: --launch TYP [PARAMETER...] Die bevorzugte Anwendunge für TYP mit den optionalen PARAMETERn starten, wobei TYP einen der folgenden Werte annehmen kann.

source: --working-directory DIRECTORY Default working directory for applications when using the --launch option.
de: --working-directory VERZEICHNIS Startverzeichnis für Anwendungen, die via --launch gestartet werden.

source: If you don't specify the --launch option, exo-open will open all specified URLs with their preferred URL handlers. Else, if you specify the --launch option, you can select which preferred application you want to run, and pass additional parameters to the application (i.e. for TerminalEmulator you can pass the command line that should be run in the terminal).
de: Falls Sie die --launch-Option nicht angeben, wird exo-open alle angegebenen URLs mit ihrem bevorzugten URL-Handler öffnen. Ansonsten können Sie auswählen, welche bevorzugte Anwendung Sie starten wollen, und können dann zusätzliche Parameter der Anwendung übergeben (z.B. kann man dem TerminalEmulator die Kommandozeile übergeben, die im terminal ausgeführt werden soll).

source: Failed to launch preferred application for category "%s".
de: Konnte bevorzugte Anwendung aus der Kategorie »%s« nicht ausführen.
