Repository: iwamatsu/xfce-po-translation
Catalog: xfce/libexo/trunk/po/*.po
Languages: de

source: Failed to open URL "%s".
de: Konnte URL »%s« nicht öffnen.
