Repository: iwamatsu/xfce-po-translation
Catalog: goodies/xfce4-cddrive-plugin/trunk/po/*.po
Languages: cs, da, fr, hu, pt_pt, ur

source: Drive status is unavailable... is HAL installed and hald running ?
cs: Informace o stavu zařízení nejsou dostupné. Je nainstalován HAL a běží démon hald?
da: Drevstatus er ikke tilgængelig... Er HAL installeret og kører hald?
fr: L'état du lecteur n'est pas disponible... HAL est-il installé et hald lancé ?
hu: A meghajtó állapota ismeretlen... a HAL telepítve van és a hald fut?
pt_pt: O estado da drive não está disponível... o HAL está instalado e o hald em execução ?
ur: ڈرائیو کی حالت دستیاب نہیں... کیا HAL نصب ہے اور hald چل رہا ہے؟

source: Close tray
cs: Zavřít mechaniku
da: Luk skuffen
fr: Fermer le lecteur
hu: Tálca bezárása
pt_pt: Fechar bandeja
ur: ٹرے بند کریں

source: Open tray
cs: Otevřít mechaniku
da: Åbn skuffen
fr: Ouvrir le lecteur
hu: Tálca kinyitása
pt_pt: Abrir bandeja
ur: ٹرے کھولیں

source: No disc in the drive
cs: V mechanice není disk
da: Ingen disk i drevet
fr: Aucun disque dans le lecteur
hu: Nincs lemez a meghajtóban
pt_pt: Não há disco na drive
ur: ڈرائیو میں کوئی ڈسک نہیں

source: Eject blank %s
cs: Vysunout prázdný disk %s
da: Skub blank %s ud
fr: Éjecter le %s vierge
hu: Üres %s kiadása
pt_pt: Ejectar %s vazio
ur: خالی %s نکالیں

source: Eject "%s"
cs: Vysunout "%s"
da: Skub "%s" ud
fr: Éjecter "%s"
hu: "%s" kiadása
pt_pt: Ejectar "%s"
ur: "%s" نکالیں

source: Eject audio %s
cs: Eject hudební disk %s
da: Skub lyd %s ud
fr: Éjecter le %s audio
hu: Hang %s kiadása
pt_pt: Ejectar %s de áudio
ur: صوتی %s نکالیں

source: Eject %s
cs: Vysunout %s
da: Skub %s ud
fr: Éjecter le %s
hu: %s kiadása
pt_pt: Ejectar %s
ur: %s نکالیں

source: Blank %s
cs: Prázdný %s
fr: %s vierge
hu: Üres %s
pt_pt: %s vazio
ur: خالی %s

source: Audio %s
cs: Hudební disk %s
da: Lyd %s
fr: %s audio
hu: Hang %s
pt_pt: %s de áudio
ur: صوتی %s

source: %s status is unavailable... is HAL installed and hald running ?
cs: Informace o stavu zařízení %s nejsou dostupné. Je nainstalován HAL a běží démon hald?
da: %s status er ikke tilgængelig... Er HAL installeret og kører hald?
fr: L'état de %s n'est pas disponible... HAL est-il installé et hald lancé ?
hu: %s állapota ismeretlen... a HAL telepítve van és a hald fut?
pt_pt: estado do %s não está disponível... o HAL está instalado e o hald em execução ?
ur: %s کی حالت دستیاب نہیں... کیا HAL نصب ہے اور hald چل رہا ہے؟

source: Close %s
cs: Zavřít %s
da: Luk %s
fr: Fermer %s
hu: %s bezárása
pt_pt: Fechar %s
ur: %s بند کریں

source: Open %s
cs: Otevřít %s
da: Åbn %s
fr: Ouvrir %s
hu: %s kinyitása
pt_pt: Abrir %s
ur: %s کھولیں

source: No disc in %s
cs: V jednotce %s není disk
da: Ingen disk i %s
fr: Aucun disque dans %s
hu: Nincs lemez itt: %s
pt_pt: Não há disco em %s
ur: %s میں کوئی ڈسک نہیں

source: Eject blank %s from %s
cs: Vysunout prázdný disk %s z jednotky %s
da: Skub blank %s ud fra %s
fr: Éjecter le %s vierge de %s
hu: Üres %s kiadása innen: %s
pt_pt: Ejectar %s vazio de %s
ur: خالی %s نکالیں %s سے

source: Eject "%s" from %s
cs: Vysunout "%s" z jednotky %s
da: Skub "%s" ud fra %s
fr: Éjecter "%s" de %s
hu: "%s" kiadása innen: %s
pt_pt: Ejectar "%s" de %s
ur: "%s" نکالیں %s سے

source: Eject audio %s from %s
cs: Vysunout hudební disk %s z jednotky %s
da: Skub lyd %s ud fra %s
fr: Éjecter le %s audio de %s
hu: Hang %s kiadása innen %s
pt_pt: Ejectar %s de áudio de %s
ur: صوتی %s نکالیں %s سے

source: Eject %s from %s
cs: Vysunout disk %s z jednotky %s
da: Skub %s ud fra %s
fr: Éjecter le %s de %s
hu: %s kiadása innen: %s
pt_pt: Ejectar %s de %s
ur: %s نکالیں %s سے

source: Blank %s in %s
cs: Prázdný disk %s v jednotce %s
da: Blank %s i %s
fr: %s vierge dans %s
hu: Üres %s itt: %s
pt_pt: %s vazio em %s
ur: %s میں خالی %s

source: "%s" in %s
cs: Disk "%s" v jednotce %s
da: "%s" i %s
fr: "%s" dans %s
hu: "%s" itt: %s
pt_pt: "%s" em %s
ur: "%s" میں %s

source: Audio %s in %s
cs: Hudební disk %s v jednotce %s
da: Lyd %s i %s
fr: %s audio dans %s
hu: Hang %s itt: %s
pt_pt: %s de áudio em %s
ur: %s میں صوتی %s

source: %s in %s
cs: Disk %s v jednotce %s
da: %s i %s
fr: %s dans %s
hu: %s itt: %s
pt_pt: %s em %s
ur: %s میں %s

source: Unmount disc
cs: Odpojit disk
da: Afmontér disk
fr: Démonter le disque
hu: Lemez lecsatolása
pt_pt: Desmontar disco
ur: ڈسک ان ماؤنٹ کریں

source: Mount disc
cs: Připojit disk
da: Montér disk
fr: Monter le disque
hu: Lemez csatolása
pt_pt: Montar disco
ur: ڈسک ماؤنٹ کریں

source: Unmount "%s"
cs: Odpojit disk "%s"
da: Afmontér "%s"
fr: Démonter "%s"
hu: "%s" lecsatolása
pt_pt: Desmontar "%s"
ur: "%s" ان ماؤنٹ کریں

source: Mount "%s"
cs: Připojit disk "%s"
da: Montér "%s"
fr: Monter "%s"
hu: "%s" csatolása
pt_pt: Montar "%s"
ur: "%s" ماؤنٹ کریں

source: Configuration error
cs: Chyba nastavení
da: Konfigurationsfejl
fr: Erreur de configuration
hu: Beállítási hiba
pt_pt: Erro de configuração
ur: تشکیل غلطی

source: System error
cs: Chyba systému
da: Systemfejl
fr: Erreur système
hu: Rendszer hiba
pt_pt: Erro do sistema
ur: نظام غلطی

source: Eject failed
cs: Vysunutí se nezdařilo
da: Kunnde ikke skubbe ud
fr: L'éjection a échoué
hu: A kiadás meghiúsult
pt_pt: Falha ao ejectar
ur: نکالنا ناکام

source: Close failed
cs: Zavření se nezdařilo
da: Kunne ikke lukke
fr: La fermeture a échoué
hu: A bezárás meghiúsult
pt_pt: Falha ao fechar
ur: بند کرنا ناکام

source: Mount failed
cs: Připojení se nezdařilo
da: Kunne ikke montere
fr: Le montage a échoué
hu: A csatolás meghiúsult
pt_pt: Falha ao montar
ur: ماؤنٹ ناکام

source: Unmount failed
cs: Odpojení se nezdařilo
da: Kunne ikke afmontere
fr: Le démontage a échoué
hu: A lecsatolás meghiúsult
pt_pt: Falha ao desmontar
ur: ان ماؤنٹ ناکام

source: Busy disc
cs: Disk je zaneprázdněn
da: Optaget disk
fr: Disque occupé
hu: Elfoglalt lemez
pt_pt: Disco ocupado
ur: مصروف ڈسک

source: Not enough memory to perform the operation.
cs: Pro provedení operace není dostatek volné paměti
da: Ikke nok hukommelse til at udføre opgaven.
fr: Pas assez de mémoire pour réaliser l'opération
hu: Nincs elég memória a művelethez
pt_pt: Não há memória para realizar a operação.
ur: عمل کی ادائیگی کے لیے دایاشت نہیں ہے.

source: CD Drive Monitor
cs: Sledování jednotky CD
da: Cd-drev overvågning
fr: Contrôle de lecteur CD
hu: CD meghajtó figyelő
pt_pt: Monitor do Drive de CD
ur: سی ڈی ڈرائیو مانیٹر

source: Mounting
cs: Připojování
da: Monterer
fr: Montage
hu: Csatolás
pt_pt: Montando
ur: ماؤنٹنگ

source: Enter a command to use if HAL system fails to mount the disc.
cs: Zadejte příkaz, který se spustí v případě selhání pokusu o připojení disku systémem HAL.
da: Indtast en kommando der skal bruges hvis HAL systemet ikke kan montere disken.
fr: Entrez une commande à utiliser si le système HAL ne réussit pas à monter le disque.
hu: Adj meg egy parancsot, ha a HAL nem tudja csatolni a lemezt
pt_pt: Digite o comando para ser utilizado se o sistema HAL falhar ao montar o disco.
ur: استعمال کے لیے کمانڈ لکھیں اگر HAL نظام ڈسک کو ماؤنٹ کرنے میں ناکام ہوجائے.

source: Unmounting
cs: Odpojování
da: Afmonterer
fr: Démontage
hu: Lecsatolás
pt_pt: Desmontando
ur: ان ماؤنٹنگ

source: Enter a command to use if the HAL system fails to unmount the disc.
cs: Zadejte příkaz, který se spustí v případě selhání pokusu o odpojení disku systémem HAL.
da: Indtast en kommando der skal bruges hvis HAL systemet ikke kan afmontere disken.
fr: Entrez une commande à utiliser si le système HAL ne réussit pas à démonter le disque.
hu: Adj meg egy parancsot, ha a HAL nem tudja lecsatolni a lemezt
pt_pt: Digite o comando para ser utilizado se o sistema HAL falhar ao desmontar o disco.
ur: استعمال کے لیے کمانڈ لکھیں اگر HAL نظام ڈسک کو ان ماؤنٹ کرنے میں ناکام ہوجائے.

source: You can use "%d", "%m" and "%u" character sequences as arguments for your command. These will be replaced respectively with the device path, the disc mount point and the disc UDI.
cs: Pro váš příkaz můžete použít sekvence znaků "%d", "%m" a "%u" jako argumenty. Budou nahrazeny cestou k zařízení, bodem připojení disku a identifikátorem zařízení UDI (v tomto pořadí).
da: Du kan bruge "%d", "%m" og "%u" tegnsekvenser som argumenter til din kommando. Disse vil blive erstattet af henholdsvis enhedsstien, diskens monteringspunkt og diskens UDI.
fr: Vous pouvez utiliser les séquences de caractères "%d", "%m" et "%u" comme paramètres dans votre commande. Ceux-ci seront remplacés respectivement par le chemin du périphérique, le point de montage du disque et l'UDI du disque.
hu: Haználhatod a "%d", "%m" és "%u" karakter-sorozatokat parancsod argumentumaiként. Ezek: az eszköz útvonala, a lemez csatolási pontja és a lemez UDI.
pt_pt: Pode utilizar as sequências de caracteres "%d", "%m" e "%u" como argumento para o seu comando. Estes serão substituídos respectivamente pelo caminho do dispositivo, o ponto de montagem do disco e UDI do disco.
ur: اپنی کمانڈ کے لیے آپ "%d", "%m" اور "%u" کیرکٹر سیکوئنس بطور آرگومنٹ استعمال کرسکتے ہیں، یہ ڈسک UDI، ڈسک ماؤنٹ پوائنٹ اور دیوائس پاتھ تبدیل کردیے جائیں گے.

source: Mounted disc icon color
cs: Barva ikony připojeného disku
da: Ikon-farve for monteret disk
fr: Couleur de l'icône du disque monté
hu: Csatolt lemez ikon-színe
pt_pt: Cor do ícone do disco montado
ur: ماؤنٹ ڈسک آئکن رنگ

source: Unmounted disc icon color
cs: Barva ikony odpojeného disku
da: Ikon-farve for afmonteret disk
fr: Couleur de l'icône du disque démonté
hu: Lecsatolt lemez ikon-színe
pt_pt: Cor do ícone do disco desmontado
ur: ان ماؤنٹ ڈسک آئکن رنگ

source: Drive
cs: Mechanika
da: Drev
fr: Lecteur
hu: Meghajtó
ur: ڈرائیو

source: CD-ROM drive detection failed !
cs: Detekce mechaniky CD-ROM se nezdařila.
da: Cd-rom-drev opdagelse mislykkedes!
fr: La détection du lecteur CD-ROM a échoué !
hu: Nem lelte, CD-ROM meghajtót!
pt_pt: Falha na detecção da drive de CD-ROM !
ur: CD-ROM ڈرائیو کی دریافت ناکام !

source: No CD-ROM drive detected
cs: Nebyla nalezena žádná mechanika CD-ROM
da: Ingen cd-rom-drev fundet
fr: Aucun lecteur de CD-ROM détecté
hu: Nem leltem CD-ROM meghajtót
pt_pt: Nenhuma drive de CD-ROM detectada
ur: کوئی CD-ROM ڈرائیو دریافت شدہ نہیں ہے

source: Fallback Commands
cs: Příkazy pro tento případ
da: Tilbagefalds-kommandoer
fr: Commandes de rechange
hu: Helyettesítő parancsok
pt_pt: Comandos Alternativos
ur: Fallback کمانڈز

source: Display
cs: Zobrazení
da: Vis
fr: Affichage
hu: Kijelző
pt_pt: Mostrar
ur: ڈسپلے

source: Name to display
cs: Zobrazený název
da: Navn der skal vises
fr: Nom à afficher
hu: Kiírandó név
pt_pt: Nome a mostrar
ur: ظاہر کرنے کے لیے نام

source: Write here the name of the drive to display in panel or tooltip.
cs: Sem napište název mechaniky, který bude zobrazen na panelu nebo v tipu.
da: Indtast her det navn der skal vises for drevet, i panelet eller værktøjstippet.
fr: Écrivez ici le nom du lecteur à afficher dans le panneau ou la bulle d'aide.
hu: Add meg a meghajtó panelon vagy eszköz-tippen megjelenő nevét
pt_pt: Digite aqui o nome da drive a ser mostrada no painel ou na dica de ferramenta.
ur: ڈرائیو کا نام یہاں لکھیں جو پینل اور ٹول ٹِپ میں ظاہر ہوگی.

source: display in panel
cs: zobrazit v panelu
da: vis i panel
fr: afficher dans le panneau
hu: panelon látszik
pt_pt: mostrar no painel
ur: پینل میں دکھائیں

source: use in tooltip
cs: použít v tipu
da: brug i værktøjstip
fr: utiliser dans la bulle d'aide
hu: eszköz-tippen használt
pt_pt: utilizar na dica de ferramenta
ur: ٹول ٹپ میں استعمال کریں

source: Unmounted disc icon opacity
cs: Průhlednost ikony připojeného disku
da: Afmonteret diskikon-gennemsigtighed
fr: Opacité de l'icône du disque démonté
hu: Lecsatolt lemez ikon telítettség
pt_pt: Opacidade do ícone do disco desmontado
ur: ان ماؤنٹ ڈسک آئکن کثافت

source: Network
cs: Síť
da: Netværk
fr: Réseau
hu: Hálózat
pt_pt: Rede
ur: نیٹ ورک

source: Allow freedb.org connections
cs: Povolit připojení k serveru freedb.org
da: Tillad freedb.org forbindelser
fr: Autoriser les connections à freedb.org
hu: freedb.org kapcsolat engedélyezése
pt_pt: Permitir conexões freedb.org
ur: freedb.org اتصال کی اجازت دیں

source: Enabling this option allows the plugin to query the freedb.org servers in order to get the title of an audio CD.
cs: Povolením této volby umožníte zásuvnému modulu připojit se k serverům freedb.org pro získání titulu hudebního CD.
da: Aktivering af denne mulighed giver pluginet tilladelse til at forespørge på freedb.org serverne efter titlen på en lyd-cd.
fr: Activer cette option permet au plugin d'interroger les serveurs freedb.org de manière à récupérer le titre d'un CD audio.
hu: E lehetőség bekapcsolásával lekérdezhetők a freedb.org kiszolgálók egy hang CD címéhez
pt_pt: Ao activar esta opção permitirá que o plug-in consulte os servidores freedb.org a fim de obter o título de um CD de áudio.
ur: صوتی سی ڈی کے عنوان (ٹائٹل) کے حصول کے لیے یہ آپشن freedb.org کے سرور سے معلومات حاصل کرتا ہے.

source: CD-ROM drive tray and content control
cs: Mechanika CD-ROM a kontrola obsahu
da: Cd-rom drevbakke og indholdskontrol
fr: Contrôle du plateau et du contenu d'un lecteur CD.
hu: CD-ROM meghajtó tálca- és tartalom-vezérlés
pt_pt: Bandeja da drive de CD-ROM e controle de conteúdo
ur: CD-ROM ڈرائیو ٹرے اور مواد کنٹرول

source: No error description available.
cs: Není dostupný popis chyby.
da: Ingen fejlbeskrivelse tilgængelig.
fr: Pas de description d'erreur disponible.
hu: Nincs elérhető hiba-leírás
pt_pt: Nenhuma descrição de erro disponível.
ur: کوئی غلطی تفصیل دستیاب نہیں.

source: The disc is locked by a process (pid: %llu).
cs: Disk je uzamčen procesem (pid: %llu).
da: Disken er låst af en process (pid: %llu).
fr: Le disque est verrouillé par un processus (pid: %llu).
hu: A lemezt egy program zárolja (pid: %llu)
pt_pt: O disco está bloqueado por um processo (pid: %llu).
ur: ڈسک عمل کاری کی طرف سے مقفل ہے (pid: %llu).

source: The disc is locked by the program '%s' (pid: %llu).
cs: Disk je uzamčen programem '%s' (pid: %llu).
da: Disken er låst af programmet '%s' (pid: %llu).
fr: Le disque est verrouillé par le programme '%s' (pid: %llu).
hu: A lemezt '%s' program zárolja (pid: %llu)
pt_pt: O disco está bloqueado pelo programa "%s" (pid: %llu).
ur: ڈسک پروگرام '%s' (pid: %llu) کی وجہ سے مقفل ہے.

source: Failed to set the D-BUS connection of HAL context.
cs: Nastavení spojení D-BUS kontextu HAL se nezdařilo.
da: Kunne ikke sætte D-BUS forbindelsen i HAL kontekst.
fr: L'affectation de la connection D-BUS du contexte HAL a échoué.
pt_pt: Falha ao configurar a conexão D-BUS do contexto HAL.
ur: HAL کونٹیکسٹ کا D-BUS اتصال مرتب کرنے میں ناکامی.

source: Failed to retrieve drive from device path '%s'.
cs: Nepodařilo se získat data o mechanice z cesty zařízení '%s'.
da: Kunne ikke hente drevet fra enhedsstien '%s'.
fr: Échec de la récupération du lecteur pour le périphérique '%s'.
pt_pt: Falha ao recuperar drive do caminho do dispositivo "%s".
ur: ڈیوائس پاتھ '%s' سے ڈرائیو حاصل کرنے میں ناکامی.

source: Failed to retrieve disc from UDI '%s'.
cs: Nepodařilo se získat data o disku z identifikátoru zařízení UDI '%s'.
da: Kunne ikke hente disk fra UDI '%s'.
fr: Échec de la récupération du disque d'UDI '%s'.
pt_pt: Falha ao recuperar disco pelo UDI "%s".
ur: UDI '%s' سے ڈسک حاصل کرنے میں ناکامی.

source: Failed to set drive's status change callback.
cs: Nastavení změny stavu mechaniky se nezdařilo.
da: Kunne ikke indstille drevets statusændrings-tilbagekald.
fr: Échec de l'affectation du callback de changement d'état du lecteur.
pt_pt: Falha ao configurar o estado de mudança de resposta da drive.
ur: drive's status change callback مرتب کرنے میں ناکامی.

source: Failed to register drive addition callback.
cs: Registrace přidání mechaniky se nezdařila.
da: Kunne ikke registrere drevets tilføjelses-tilbagekald.
fr: Échec de l'enregistrement du callback d'ajout du lecteur.
pt_pt: Falha ao registar reposta de adição da drive.
ur: drive addition callback رجسٹر کرنے میں ناکام.

source: Failed to register drive removal callback.
cs: Registrace vyjmutí mechaniky se nezdařila.
da: Kunne ikke registrere drevets fjernelses-tilbagekald.
fr: Échec de l'enregistrement du callback d'enlèvement du lecteur.
pt_pt: Falha ao registar reposta de remoção da drive.
ur: drive removal callback رجسٹر کرنے میں ناکام.

source: Failed to store monitor in HAL context.
cs: Uložení monitoru v kontextu HAL se nezdařilo.
da: Kunne ikke gemme overvågning i HAL kontekst.
fr: Le stockage du moniteur dans le contexte HAL a échoué.
pt_pt: Falha ao armazenar o monitor no contexto HAL.
ur: HAL کونٹیکسٹ میں مانیٹر محفوظ کرنے میں ناکامی.

source: unknown title
cs: Neznámý titul
da: ukendt titel
fr: titre inconnu
hu: ismeretlen cím
pt_pt: título desconhecido
ur: نامعلوم عنوان
