Repository: iwamatsu/xfce-po-translation
Catalog: goodies/xfce4-cellmodem-plugin/trunk/po/*.po
Languages: de, eu, hu, id, lv, pl, pt_br, uk

source: Initializing plugin now
de: Іnitialisiere das Plugin
eu: Plugina orain abiarazten
hu: Beillesztés inicializálása
id: Menginisialisasi plugin sekarang
lv: Spraudņa inicializācija
pl: Ładuję wtyczkę
pt_br: Inicializando o plug-in
uk: Ініціювати розширення зараз

source: Error detected: %s
de: Fehler erkannt: %s
eu: Errorea atzemanda: %s
hu: Hiba történt: %s
id: Galat terdeteksi: %s
lv: Kļūda: %s
pl: Wykryto Błąd: %s
pt_br: Erro detectado: %s
uk: Виявлено помилку: %s

source: Not registered
de: Nicht angemeldet
eu: Erregistratu gabe
hu: Nem regisztrált
id: Tak terdaftar
lv: Nereģistrēts
pl: Nie zarejestrowany
pt_br: Não registrado
uk: Не зареєстровано

source: Modem needs PIN
de: Modem benötigt PIN
eu: Modem-ak PIN-a behar du
hu: A modemhez PIN kell
id: Modem memerlukan PIN
lv: Modēmam nepieciešams PIN
pl: Modem wymaga PIN
pt_br: O modem necessita de um PIN
uk: Модему потрібен PIN

source: Registering
de: Anmeldung
eu: Erregistratzen
hu: Regisztrálás
id: Mendaftarkan
lv: Reģistrēju
pl: Rejestruję
pt_br: Registrando
uk: Реєстрація

source: Registered [GPRS] to %s Quality: %d (%d%%)
de: Angemeldet [GPRS] bei %s Signalstärke: %d (%d%%)
eu: [GPRS] %s-(e)n erregistraturik Kalitatea: %d (%d%%)
hu: Regisztrált [GPRS] ide: %s Minőség: %d (%d%%)
id: [GPRS] terdaftar ke %s Kualitas: %d (%d%%)
lv: Reģistrēts [GPRS] uz %s Kvalitāte: %d (%d%%)
pl: Zarejestrowano [GPRS] na %s Jakość: %d (%d%%)
pt_br: Registrado [GPRS] em %s Qualidade: %d (%d%%)
uk: Зареєстровано [GPRS] для %s Якість: %d (%d%%)

source: Registered [UMTS] to %s Quality: %d (%d%%)
de: Angemeldet [UMTS] bei %s Signalstärke: %d (%d%%)
eu: [UMTS] %s-(e)n erregistraturik Kalitatea: %d (%d%%)
hu: Regisztrált [UMTS] ide: %s Minőség: %d (%d%%)
id: [UMTS] terdaftar ke %s Kualitas: %d (%d%%)
lv: Reģistrēts [UMTS] uz %s Kvalitāte:%d (%d%%)
pl: Zarejestrowano [UMTS] na %s Jakość: %d (%d%%)
pt_br: Registrado [UMTS] em %s Qualidade: %d (%d%%)
uk: Зареєстровано [UMTS] для %s Якість: %d (%d%%)

source: Registered [HSDPA] to %s Quality: %d (%d%%)
de: Angemeldet [HSDPA] bei %s Signalstärke: %d (%d%%)
eu: [HSDPA] %s-(e)n erregistraturik Kalitatea: %d (%d%%)
hu: Regisztrált [HSDPA] ide: %s Minőség: %d (%d%%)
id: [HSDPA] terdaftar ke %s Kualitas: %d (%d%%)
lv: Reģistrēts [HSDPA] uz %s Kvalitāte: %d (%d%%)
pl: Zarejestrowano [HSDPA] na %s Jakość: %d (%d%%)
pt_br: Registrado [HSDPA] em %s Qualidade: %d (%d%%)
uk: Зареєстровано [HSDPA] для %s Якість: %d (%d%%)

source: Registered to %s Quality: %d (%d%%)
de: Angemeldet bei %s Signalstärke: %d (%d%%)
eu: %s-(e)n erregistraturik Kalitatea: %d (%d%%)
hu: Regisztrált ide: %s Minőség: %d (%d%%)
id: Terdaftar ke %s Kualitas: %d (%d%%)
lv: Reģistrēts uz %s Kvalitāte: %d (%d%%)
pl: Zarejestrowano na %s Jakość: %d (%d%%)
pt_br: Registrado em %s Qualidade: %d (%d%%)
uk: Зареєстровано для %s Якість: %d (%d%%)

source: Error in modem reply to CREG
de: Fehler in Antwort des Modems auf CREG
eu: Errorea modem-aren CREG erantzunean
hu: Hiba a modem válaszában erre: CREG
id: Galat di balasan modem ke CREG
lv: Kļūda modēma CREG atbilde
pl: Błąd przy odpowiedzi modemu do CREG
pt_br: Erro na resposta CREG do modem
uk: Помилка у відповіді модема для CREG

source: Invalid reply to +CREG
de: Ungültige Antwort auf +CREG
eu: +CREG erantzun baliogabea
hu: Érvénytelen válasz erre: +CREG
id: Balasan tidak sah ke +CREG
lv: Nederīga +CREG atbilde
pl: Błędna odpowiedź do +CREG
pt_br: Resposta inválida a +CREG
uk: Неправильна відповідь для +CREG

source: Invalid CREG reply from modem
de: Ungültige Antwort des Modems auf CREG
eu: Okerreko CREG erantzuna modem-etik
hu: Érvénytelen CREG válasz a modemtól
id: Balasan CREG tidak sah dari modem
lv: Nederīga +CREG atbilde no modēma
pl: Błędna odpowiedź CREG modemu
pt_br: Resposta CREG inválida do modem
uk: Неправильна CREG відповідь від модема

source: Error in modem reply to COPS
de: Fehler in Antwort des Modems auf COPS
eu: Errorea modem COPS erantzunean
hu: Hiba a modem válaszában erre: COPS
id: Galat di balasan modem ke COPS
lv: Kļūda modēma COPS atbilde
pl: Błąd odpowiedzi modemu do COPS
pt_br: Erro na resposta COPS do modem
uk: Помилка у відповіді модема для COPS

source: Invalid COPS reply from modem
de: Ungültige Antwort des Modems auf COPS
eu: Okerreko COPS erantzuna modem-etik
hu: Érvénytelen COPS válasz a modemtól
id: Balasan COPS tidak sah dari modem
lv: Nederīga COPS atbilde no modēma
pl: Błędna odpowiedź COPS modemu
pt_br: Resposta COPS inválida do modem
uk: Неправильна COPS відповідь від модема

source: Error in modem reply to CPIN
de: Fehler in Antwort des Modems auf CPIN
eu: Errorea modem CPIN erantzunean
hu: Hiba a modem válaszában erre: CPIN
id: Galat di balasan modem ke CPIN
lv: Kļūda modēma CPIN atbilde
pl: Błąd odpowiedzi modemu na CPIN
pt_br: Erro na resposta CPIN do modem
uk: Помилка у відповіді модема для CPIN

source: Invalid CPIN reply from modem
de: Ungültige Antwort des Modems auf CPIN
eu: Okerreko CPIN erantzuna modem-etik
hu: Érvénytelen CPIN válasz a modemtól
id: Balasan CPIN tidak sah dari modem
lv: Nederīga CPIN atbilde no modēma
pl: Błędna odpowiedź CPIN modemu
pt_br: Resposta CPIN inválida do modem
uk: Неправильна CPIN відповідь від модема

source: Unsupportted CPIN reply from modem
de: Nicht unterstützte Antwort des Modems auf CPIN
eu: Onartzen ez den CPIN erantzuna modem-etik
hu: Nem támogatott CPIN válasz a modemtól
id: Balasan CPIN tidak didukung dari modem
lv: Neatbalstīta CPIN atbilde no modēma
pl: Niewspierana odpowiedź CPIN modemu
pt_br: Resposta CPIN não suportada do modem
uk: Непідтримувана CPIN відповідь від модема

source: Invalid OHCIP reply from modem
de: Ungültige Antwort des Modems auf OHCIP
eu: Okerreko OHCIP erantzuna modem-etik
hu: Érvénytelen OHCIP válasz a modemtól
id: Balasan OHCIP tidak sah dari modem
lv: Nederīga OHCIP atbilde no modēma
pl: Błędna odpowiedź OHCIP modemu
pt_br: Resposta OHCIP inválida do modem
uk: Неправильна OHCIP відповідь від модема

source: Unsupportted OHCIP reply from modem
de: Nicht unterstützte Antwort des Modems auf OHCIP
eu: Onartzen ez den OHCIP erantzuna modem-etik
hu: Nem támogatott OHCIP válasz a modemtól
id: Balasan OHCIP tidak didukung dari modem
lv: Neatbalstīta OHCIP atbilde no modēma
pl: Niewspierana odpowiedź OHCIP modemu
pt_br: Resposta OHCIP não suportada do modem
uk: Непідтримувана OHCIP відповідь від модема

source: Cannot send PIN to modem
de: Senden der PIN an Modem nicht möglich
eu: Ezin da PIN-a bidali modemera
hu: Nem tudok PIN-t küldeni a modemnak
id: Tak dapat mengirim PIN ke modem
lv: Nevar nosūtīt PIN uz modēmu
pl: Nie mogę wysłać PINu do modemu
pt_br: Não foi possível enviar o PIN ao modem
uk: Неможливо послати PIN в модем

source: Error in modem reply to CSQ
de: Fehler in Antwort des Modems auf CSQ
eu: Errorea modemaren CSQ-ra erantzunean
hu: Hiba a modem válaszában erre: CSQ
id: Galat di balasan modem ke CSQ
lv: Kļūda CSQ atbildē no modēma
pl: Błąd odpowiedzi modemu do CSQ
pt_br: Erro na resposta CSQ do modem
uk: Помилка у відповіді модема для CSQ

source: Invalid CSQ reply from modem
de: Ungültige Antwort des Modems auf CSQ
eu: Okerreko CSQ erantzuna modem-etik
hu: Érvénytelen CSQ válasz a modemtól
id: Balasan CSQ tidak sah dari modem
lv: Nederīga CSQ atbilde no modēma
pl: Błędna odpowiedź CSQ modemu
pt_br: Resposta CSQ inválida do modem
uk: Неправильна CSQ відповідь від модема

source: Cannot open modem
de: Öffnen des Modems nicht möglich
eu: Ezin da modema ireki
hu: Modem megnyitása sikertelen
id: Tak dapat membuka modem
lv: Nevar atvērt modēmu
pl: Nie mogę otworzyć modemu
pt_br: Não foi possível abrir o modem
uk: Неможливо відкрити модем

source: Error reading from modem
de: Fehler beim Lesen vom Modem
eu: errorea modenetik irakurtzean
hu: Hiba a modem olvasásakor
id: Galat membaca dari modem
lv: Kļūda lasot no modēma
pl: Błąd odczytu z modemu
pt_br: Erro ao ler do modem
uk: Помилка читання з модема

source: Error writing to modem
de: Fehler beim Schreiben auf Modem
eu: Errorea modenean idaztean
hu: Hiba a modem írásakor
id: Galat menulis ke modem
lv: Kļūda rakstot modēmā
pl: Błąd zapisu w modemie
pt_br: Erro ao escrever no modem
uk: Помилка запису в модем

source: Modem did not reply to command
de: Modem antwortet nicht auf Befehl
eu: Modem-ak ez du komandora erantzun
hu: A modem nem válaszolt a parancsra
id: Modem tidak membalas terhadap perintah
lv: Modems neatbildēja uz komandu
pl: Modem nie odpowiedział na polecenie
pt_br: O modem não respondeu ao comando
uk: Модем не відповів на команду

source: No driver defined
de: Kein Treiber ausgewählt
eu: Ez da gailurik ezarri
hu: Nincs meghajtó megadva
id: Tak ada driver yang didefinisikan
lv: Nav definēta ierīce
pl: Nie określono sterownika
pt_br: Nenhum driver definido
uk: Не визначений драйвер

source: No modem instance
de: Keine Modem-Instanz vorhanden
eu: Ez dago modem instantziarik
hu: Nincs modem példány
id: Tak ada instansi modem
lv: Nav neviena modēma
pl: Brak instancji modemu
pt_br: Nenhuma instância do modem
uk: Модем не встановлено

source: Modem initializing
de: Initialisiere Modem
eu: Modem-a abiarazten
hu: Modem inicializálása
id: Modem menginisialisasi
lv: Modēma inicializācija
pl: Uruchamianie modemu
pt_br: Inicializando o modem
uk: Ініціалізація модема

source: Invalid driver specified
de: Ungültiger Treiber ausgewählt
eu: Okerreko kontrolagailua ezarria
hu: Érvénytelen meghajtó megadva
id: Driver yang ditentukan tidak sah
lv: Norādīta nederīga ierīce
pl: Błędny sterownik
pt_br: Driver especificado inválido
uk: Визначено неправильний драйвер

source: Invalid PIN entered. PIN has 4 digits
de: Ungültige PIN eingegeben. Eine PIN hat 4 Stellen.
eu: PIN okerra sartu da. PIN-ak lau digitu ditu
hu: Érvénytelen PIN megadva. A PIN 4 jegyű
id: PIN yang dimasukkan tidak sah. PIN memiliki 4 digit
lv: Ievadits nederīgs PIN. PIN ir 4 simbolu garšs.
pl: Błędny PIN. Numer PIN składa się z 4 znaków
pt_br: PIN inválido. O PIN tem 4 dígitos
uk: Введено неправильний PIN. PIN налічує 4 цифри

source: Enter PIN
de: PIN eingeben
eu: Idatzi PIN-a
hu: PIN megadása
id: Masukkan PIN
lv: Ievadiet PIN
pl: Podaj PIN
pt_br: Digite o PIN
uk: Ввід PIN

source: Please enter PIN:
de: Bitte PIN eingeben:
eu: Mesedez idatzi PIN-a:
hu: Kérjük, add meg a PIN-t:
id: Silakan masukkan PIN:
lv: Lūdzu ievadiet PIN:
pl: Podaj numer PIN:
pt_br: Por favor digite o PIN:
uk: Введіть будь-ласка PIN:

source: Close
de: Schließen
eu: Itxi
hu: Bezár
id: Tutup
lv: Aizvērt
pl: Zamknij
pt_br: Fechar
uk: Закрити

source: No known device found.
de: Kein bekanntes Gerät erkannt.
eu: Ez da gailu ezagunik aurkitu
hu: Nincs ismert eszköz
id: Tak menemukan divais yang dikenal.
lv: Neviena zināma ierīce nav atrasta.
pl: Nie znaleziono urządzeń.
pt_br: Não foi encontrado nenhum dispositivo conhecido.
uk: Виявлено невідомий пристрій.

source: The following devices were found:
de: Die folgenden Geräte wurden erkannt:
eu: Hurrengo gailuak aurkitu dira
hu: Az alábbi eszközöket leltem:
id: Divais berikut ditemukan:
lv: Tika atrastas sekojošas ierīces:
pl: Znaleziono następujące urządzenia:
pt_br: Os seguintes dispositivos foram encontrados:
uk: Було знайдено наступні пристрої:

source: Use this device
de: Benutze dieses Gerät
eu: Gailu hu erabili
hu: Ezen eszköz használata
id: Gunakan divais ini
lv: Izmantot šo ierīci
pl: Użyj to urządzenie
pt_br: Usar este dispositivo
uk: Використовувати цей пристрій

source: Configure Cell Modem Monitor
de: Mobilfunkmodem-Monitor konfigurieren
eu: Cell Modem Monitorea konfiguratu
id: Atur Monitor Modem Selular
lv: Konfigurēt Mobilā Telefona Modēma Uzraugu
pl: Konfiguracja Ekranu Modemu Komórki
pt_br: Configurar o monitor de modem celular
uk: Налаштувати спостереження за модемом

source: Cellular Modem Monitor
de: Mobilfunkmodem-Monitor
eu: Cellular Modem Monitorea
id: Monitor Modem Selular
lv: Mobilo Telefonu Modēmu Uzraugs
pl: Monitor Modemu Komórki
pt_br: Monitor de modem celular
uk: Спостереження за набором номеру модемом

source: Modem driver:
de: Modem-Treiber:
eu: Modem kontrolagailua:
hu: Modem meghajtó:
id: Driver modem:
lv: Modēma datu nesējs:
pl: Sterownik:
pt_br: Driver do modem:
uk: Драйвер модему:

source: Modem speed:
de: Modem-Geschwindigkeit:
eu: Modem abiadura:
hu: Modem sebessége:
id: Kecepatan modem:
lv: Modēma ātrums:
pl: Prędkość:
pt_br: Velocidade do modem:
uk: Швидкість модему:

source: Modem device:
de: Modem-Gerätedatei:
eu: Modem gailua:
hu: Modem eszköz:
id: Divais modem:
lv: Modēma ierīce:
pl: Urządzenie:
pt_br: Dispositivo do modem:
uk: Пристрій модему:

source: Autodetect modem...
hu: Modem automata érzékelése...
pt_br: Autodetectar modem...
uk: Автоматичне визначення модема...

source: Maximum quality:
de: Мaximale Signalstärke:
eu: Gehienezko kalitatea:
hu: Legjobb minőség:
id: Kualitas maksimum:
lv: Maksimālā kvalitāte:
pl: Maksymalna jakość:
pt_br: Qualidade máxima:
uk: Максимальна якість:

source: Low quality percentage:
de: Niedrige Signalstärke (in %):
eu: Kalitate baxu ehunekoa:
hu: Alacsony minőség százaléka:
id: Persentase kualitas rendah:
lv: Zemas kavalitātes procents:
pl: Niska jakość, procent:
pt_br: Porcentagem de baixa qualidade:
uk: Відсоток слабкої якості:

source: Critical quality percentage:
de: Kritische Signalstärke (in %):
eu: Kalitate larri ehunekoa:
hu: Kritikus minőség százaléka:
id: Persentase kualitas kritis:
lv: Augstas kavalitātes procents:
pl: Krytyczna jakość, procent:
pt_br: Porcentagem de qualidade crítica:
uk: Відсоток критичної якості:

source: Check for SMS every
hu: SMS ellenőrzése minden
id: Cek SMS tiap
pt_br: Checar por SMS a cada
uk: Перевіряти надходження SMS кожних

source: minutes
hu: percben
id: menit
pt_br: minutos
uk: хвилин
