Repository: iwamatsu/xfce-po-translation
Catalog: goodies/xfce4-battery-plugin/trunk/po/*.po
Languages: hu

source: (Charging from AC)
hu: Töltés váltóáramról

source: (AC on-line)
hu: (Energiaellátás bekapcsolva)

source: %d%% (%02d:%02d) remaining
hu: Hátralevő: %d%% (%02d:%02d)

source: %02d:%02d remaining
hu: Hátralevő: %02d:%02d

source: %d%% remaining
hu: Hátralevő: %d%%

source: AC off-line
hu: Energiaellátás megszűnt

source: WARNING: Your battery has reached critical status. You should plug in or shutdown your computer now to avoid possible data loss.
hu: FIGYELMEZTETÉS: Az akkumulátor elérte a kritikus szintet. Kezdd el tölteni vagy kapcsold ki a számítógépet az esetleges adatvesztés elkerülése érdekében.

source: WARNING: Your battery is running low. You should consider plugging in or shutting down your computer soon to avoid possible data loss.
hu: FIGYELMEZTETÉS: Az akkumulátor alacsony töltöttségi szintet ért el. Kezdd el mihamarabb tölteni, vagy kapcsold ki a számítógépet az esetleges adatvesztés elkerülése érdekében.

source: Battery
hu: Akkumulátor

source: Select file
hu: Válassz fájlt

source: Select command
hu: Válassz parancsot

source: Unable to open the following url: %s
hu: Az alábbi url nem nyitható meg: %s

source: Battery Monitor
hu: Akkumulátorfigyelő

source: Low percentage:
hu: Alacsony szint:

source: Critical percentage:
hu: Kritikus szint:

source: Low battery action:
hu: Alacsony töltöttségi szintnél:

source: Do nothing
hu: Ne tegyen semmit

source: Display a warning message
hu: Figyelmeztető üzenet küldése

source: Run command
hu: Parancs futtatása

source: Run command in terminal
hu: Parancs futtatása terminálban

source: Command:
hu: Parancs:

source: Critical battery action:
hu: Kritikus töltöttségi szintnél:

source: Display label
hu: Címke megjelenítése

source: Display percentage
hu: Százalék megjelenítése

source: Display time
hu: Idő megjelenítése

source: Hide time/percentage when full
hu: Idő/százalék elrejtése ha feltöltődött

source: Display percentage in tooltip
hu: Százalék megjelenítése buborékban

source: Display time remaining in tooltip
hu: Hátralevő idő megjelenítése buborékban

source: Display power
hu: Töltöttség megjelenítése

source: Display icon
hu: Ikon megjelenítése

source: Show and monitor the battery status
hu: Akkumulátorállapot megjelenítése és figyelése
