Repository: iwamatsu/xfce-po-translation
Catalog: xfce/xfce4-panel/trunk/po/*.po
Languages: am, ar, ku, sq

source: Command Prompt
am: ትዕዛዝ መስጫ
ar: سطر الأوامر
ku: Nîşana fermanan

source: X terminal emulator
am: ተርሚናል አሳይ
ar: اكس ترمينل اميلاتور
ku: Emulatorê termînala X
sq: Emulues terminali X

source: Edit text files
am: ጽሑፍ አርም
ar: عدل ملفات نصية
ku: Pelên nivîsê sererast bike
sq: Përpunoni kartela teksti

source: Editor
am: አራሚ
ar: محرر
ku: Edîtor
sq: Përpunues

source: File Manager
am: ፋይል አስተዳዳሪ
ar: مدير الملفات
ku: Gerînendeyê Pelan
sq: Përgjegjës Kartelash

source: Manage files and folders
am: ፍይሎችንና ዶሴዎችን አስተዳድር
ar: أدر الملفات والمجلدات
ku: Grînendeya pel û peldankan
sq: Administroni kartela dhe dosje

source: Surf the internet
am: ኢንተርኔት ቃኝ
ar: ابحر في الانترنت
ku: Gera di internetê de
sq: Lundroni në Internet

source: Web Browser
am: መረብ ቃኝ
ar: متصفح الويب
ku: Geroka Înternetê
sq: Shfletues Web

source: An item was unexpectedly removed: "%s".
am: አንድ ዕቃ ባልተጠበቀ ተሰርዟል፦"%s".
ar: لقد ازيل عنصر بصورة غير متوقعة: "%s".
ku: Bê hemdî, hêmanek hate jêbirin: "%s".
sq: U hoq një objekt papritmas: "%s".

source: Remove "%s"?
am: ሰርዝ "%s"?
ar: ازل "%s"?
ku: Bila "%s" were rakirin?
sq: Ta heq "%s"?

source: The item will be removed from the panel and its configuration will be lost.
am: እቃው ከፓነሉ ተሰርዞ የማዘጋጃ ሰነዱም ይጠፋል።
ar: سيتم حذف العنصر من الائحة و سيتم فقدان خياراته
ku: Hêman dê ji panelê were jêbirin û dê şêwazê xwe winda bike.
sq: Objekti do të hiqet prej panelit dhe formësimi i tij do të humbë.

source: Properties
am: ባህሪዎች
ar: خصائص
ku: Taybetmendî
sq: Veti

source: About
am: ስለ
ar: حول
ku: Der barê de
sq: Rreth

source: Move
am: ውሰድ
ar: انقل
ku: Guhestin
sq: Lëviz

source: Remove
am: ሰርዝ
ar: ازل
ku: Rake
sq: Hiq

source: Add New Item
am: አዲስ ዕቃ ጨምር
ar: أضف شيء جديد
ku: Hêmaneke nû zêde bike
sq: Shto Element të Ri

source: Customize Panel
am: ፓነሉን አመቻች
ar: خصص الشريط
ku: Panelê taybet bike
sq: Përshtasni Panel

source: Add Items
am: እቃ ጨምር
ar: أضف أشياء
ku: Hêmanan zêde bike
sq: Shto elemente

source: Quit
am: ውጣ
ar: خروج
ku: Derkeve
sq: Lër

source: Restart
am: እንደገና አስጀምር
ar: أعد البدأ
ku: Ji nû ve bide dest pê kirin
sq: Rinis

source: About the Xfce Panel
am: ስለ ሸፍሲ ፓነል
ar: حول شريط اكسفس
ku: Derbarê Panela Xfce de
sq: Rreth Panelit Xfce

source: Exit Xfce Panel?
am: ከሸፍሲ ፓነል ልውጣ?
ar: اخرج من شريط اكسفس؟
ku: Ji Panela Xfce derkeve?
sq: Të dal nga Paneli Xfce?

source: Xfce Panel
am: የሸፍሲ ፓነል
ar: شريط Xfce
ku: Panela Xfce
sq: Panel Xfce

source: You can't remove the last panel. Would you like to exit the program?
am: የመጨረሻውን ፓነል መሰእዝ አይችሉም። ከፕሮግራሙ መውጣት ይፈልጋሉ?
ar: لا يمكنك حذف الائحة الأخيرة. هل تود إنهاء البرنامج؟
ku: Tu nikarî panela dawî jê bibî. Tu dixwazî ji bernameyê derkevî?
sq: S'mund të hiqni panelin e fundit. Doni të dilni nga programi?

source: Remove Panel "%d"?
am: ፓነል ይሰዝ "%d"?
ar: ازل الشريط "%d"?
ku: Panela "%d" rake?
sq: Të heq Panelin "%d"?

source: The selected panel and all its items will be removed.
am: የተመረጠው ፓነልና ያቀፋቸው ሁሉ ይሰረዛሉ።
ar: الائخة المختارة وجميع خياراتها سيتم حذفها.
ku: Panela hilbijartî û hemû hêman dê werin jê birin.
sq: Paneli i përzgjedhur dhe tërë elementet e tij do të hiqen.

source: Developer
am: አምራች
ar: مطوّر
ku: Pêşvebir
sq: Zhvillues

source: Show this message and exit
ar: أظهر هذه الرسالة وانهاء

source: Show configuration dialog
ar: اظهر أيقونات التذكير

source: Save configuration
ar: حفظ الاعدادات

source: Restart panels
ar: أعد البدأ اللوحة
ku: Panelan ji nû ve bide dest pê kirin

source: End the session
ar: انهاء الجلسة
ku: Danişînê bigire

source: Close all panels and end the program
ar: غلق جميع اللوائح وإنهاء البرنامج

source: Add new items
ar: أضف عنصر جديد
ku: Hêmanên nû zêde bike

source: Failed to open display
ar: فشل في فتح الشاشة

source: Copyright (c) 2004-2007
ar: جميع الحقوق محفوظة (c)·2004-2007

source: The Xfce development team. All rights reserved.
ar: اكسفس فريق التطوير.جميع الحقوق محفوظة.

source: Please report bugs to <%s>.
ar: أرسل من قضلك الأخطاء الى<%s>.

source: xfce4-panel already running
ar: لائحة اكسفس تشتغل مسبقا

source: Restarting xfce4-panel...
ar: اعادة تشغيل لائحة اكسفس...

source: Could not open "%s" module
am: "%s" ጥቅልን መክፈት አልተቻለም
ar: فشل في فتح"%s"·الوحدة النمطية
ku: Nikare bingeha pîvanê "%s" veke
sq: Nuk hap dot modul "%s"

source: Add Items to the Panel
am: እቃዎችን ፓነል ላይ ጨምር
ar: أضف أشياء إلى الشريط
ku: Hêmanekê li panelê zêde bike
sq: Shto elemente te Paneli

source: Drag items from the list to a panel or remove them by dragging them back to the list.
am: ከዝርዝሩ እቃዎችን በመጎተት ፓነሉ ላይ ይጨምሩ ወይም ከፓነሉ ጎትተው ሊስቱ ላይ ይመልሱ።
ar: اسحب العناصر من المجموعة الى اللائحة أو قم بحذفها وذالك بجرها الى الائحة.
ku: Hêmanan ji lîsteyê bikişîne an jî wan dîsa bavêje ser lîsteyê.
sq: Tërhiqni në panel elementë prej një liste ose hiqini duke i tërhequr mbrapsht deri te lista.

source: Available Items
am: ያሉ ዕቃዎች
ar: الأشياء المتاحة
ku: Hêmanên heyî
sq: Elemente të Passhëm

source: Normal Width
am: የተለመደ ስፋት
ar: العرض العادي
ku: Firehiya asayî
sq: Gjerësi Normale

source: Full Width
am: ሙሉ ስፋት
ar: العرض الكامل
ku: Dîmendera tije
sq: Gjerësi e Plotë

source: Normal Height
ar: العرض العادي
ku: Bilindahiya Asayî

source: Full Height
ar: العرض الكامل

source: Span Monitors
am: ሞኒቶሩን ሙላ
ar: الشاشات
ku: Dîmenderên span

source: Left
am: ግራ
ar: يسار
ku: Çep
sq: Majtas

source: Right
am: ቀኝ
ar: يمين
ku: Rast
sq: Djathtas

source: Top
am: ላይ
ar: الأعلى
ku: Jor
sq: Sipër

source: Bottom
am: ታች
ar: الأسفل
ku: Jêr
sq: Poshtë

source: Position
am: ቦታ
ar: موقع
ku: Rewş
sq: Vendndodhje

source: Fixed Position
am: የተወሰነ ቦታ
ar: موقع مثبت
ku: Rewşa sabît
sq: Vendndodhje Fikse

source: Freely Moveable
am: በነጻነት ተንቀሳቃሽ
ar: متحرك بحرية
ku: Bi azadî tevdigere
sq: Lirisht i Lëvizshëm

source: Auto_hide
am: በራስገዝ ደብቅ_h
ar: إخفاء تلقائي
ku: Veşartina_bixweber
sq: Vetëfshih

source: Orientation:
am: አቅጣጫ፦
ar: الاتجاه :
ku: Hêl:
sq: Drejtim:

source: Horizontal
am: አግድም
ar: أفقي
ku: Serpahnayê
sq: Horizontalisht

source: Vertical
am: ሽቅብ
ar: عمودي
ku: Serdirêjahiyê
sq: Vertikalisht

source: Handle:
am: ድርጊት፦
ar: المؤشر:
ku: Cih:

source: At both sides
am: በህለቱም በኩል
ar: على الجانبين
ku: Li herdû aliyan
sq: Në të dy anët

source: Select Monitor
am: ሞኒቶር ምረጥ
ar: اختيار الشاشة
ku: Dîmenderê Hilbijêre
sq: Përzgjidhni Monitor

source: Appearance
am: አቀራረብ
ar: مظهر
ku: Teşe
sq: Dukje

source: Size (pixels):
am: መጠን (ፕክስሎች)፦
ar: الحجم (بكسل):
ku: Mezinahiya (pîkselan):
sq: Madhësi (piksela):

source: Transparency (%):
am: ውስታይነት (%)፦
ar: الشفافية (%):
ku: Tenikaya (%):
sq: Tejdukshmëri (%):

source: Make active panel opaque
am: በስራ ላይ ያለ ፓነልን ውስጠ ታይ አድርግ
ar: جعل اللائحة الحالية غير شفافة
ku: panelekê çalak bike
sq: Bëje panelin veprues të marrtë

source: Popup position:
ar: موقع الظهور:

source: Automatic
ar: تلقائي

source: Panel %d
am: ፓነል %d
ar: الشريط %d
ku: Panela %d

source: Remove Panel
am: ፓነሉን ሰርዝ
ar: ازل الشريط
ku: Panelê rake
sq: Hiq Panel

source: New Panel
am: አዲስ ፓነል
ar: شريط جديد
ku: Paneleke nû
sq: Panel i Ri

source: Panel Manager
am: ፓነል አስተዳዳሪ
ar: مدير الائحة :
ku: Gerinendeyê panelan
sq: Përgjegjës Panelesh

source: Lock screen
am: ስክሪኑን ቆልፍ
ar: إغلاق الشاشة
ku: Dîmenderê kilît bike
sq: Kyç ekranin

source: Panel Actions
am: የፓነል ተግባር
ar: لوحة الاعمال
ku: Çalakiyên panelê
sq: Veprime Paneli

source: Select action type:
am: የተግባር አይነትን ይምረጡ
ar: إختر نوع أمر
ku: Cureyê çalakiyê hilbijêre
sq: Përzgjidhni tip veprimi

source: Quit + Lock screen
am: ውጣ + ስክሪኑን ቆልፍ
ar: خروج + إغلاق الشاشة
ku: Derkeve + Dîmenderê kilît bike
sq: Dil + Kyç ekranin

source: Custom
ar: خاص

source: Display _seconds
ar: اعرض الثواني
ku: _Çirkan nîşan bide

source: Use 24-_hour clock
am: በ24-_ስዓት ቁጠር
ar: استخدم ساعة ال 24
ku: Demjimêra_24 seat bikarbîne
sq: Përdor orë 24 _orëshe

source: Sho_w AM/PM
ar: اظهر صباحاً/مساء

source: True _binary clock
ar: ساعة رقمية حقيقية

source: Clock
am: ስዓት
ar: الساعة
ku: Demjimêr
sq: Orë

source: Analog
am: አናሎግ
ar: عقارب
sq: Analoge

source: Binary
ar: رفمي

source: Digital
am: ዲጂታል
ar: رقمية
ku: Hejmarî
sq: Shifrore

source: LCD
ar: لسيدي

source: Show _frame
am: ፍሬምን አሳይ _f
ar: أظهر النافذة
ku: Sêwirandinan_nîşan bide
sq: Shfaq _kornizë

source: Tooltip Format
ar: ترميز التلميحة

source: Clock Options
am: የሰዓት ምርጫዎች
ar: خيارات الساعة
ku: Vebijêrkên demjimêrê
sq: Mundësi Ore

source: Icon Box
am: የመለዮ ሳጥን
ar: صندوق الأيقونات
ku: Sendoqa Îkonan:
sq: Kuti Ikonash

source: Only show minimized applications
am: የታነሱ ፕሮግራሞችን ብቻ ያሳያል
ar: اظهر التطبيقات المصغرة فقط
ku: Bi tenê sepanên kêmtirîn nîşan bide
sq: Shfaq vetëm zbatime të minimizuara

source: Show applications of all workspaces
am: የሁሉንም ስራ ቦታ ፕሮግራሞች አሳይ
ar: أظهر البرامج من جميع ساحات العمل
ku: Sepana hemû qadên xebatê nîşan bide
sq: Shfaq zbatimet në tërë hapësirat e punë

source: Use all available space
am: ያለውን ቦታ ሁሉ ተጠቀም
ar: استخدم كل المساحة المتاحة
ku: Hemû qadên heyî bikarbîne
sq: Përdor tërë hapësirën e mundshme

source: New Item
am: አዲስ ዕቃ
ar: عنصر جديد
ku: Hêmana nû
sq: Element i Ri

source: Failed to launch "%s"
ar: لم أستطع تشغيل "%s"
ku: Destpêkirina "%s" bi ser neket

source: No icon
ar: لا أيقونة

source: Select a Directory
ar: إختر مجلد
ku: Peldankekê Hilbijêre

source: Select an Application
ar: إختر برنامج
ku: Sepanekê Hilbijêre

source: All Files
ar: جميع الملفات

source: Executable Files
ar: الملفات التنفيذية

source: Perl Scripts
ar: بيرل سكريبت

source: Python Scripts
ar: بايذن سكريبت

source: Ruby Scripts
ar: روبي سكريبت

source: Shell Scripts
ar: شيل سكريبت

source: Unknown
ar: مجهول

source: Select an Icon for "%s"
ar: اختر أيقونة لـ·"%s"

source: _Name
ar: الاسم
ku: _Nav

source: _Description
ar: الوصف
ku: _Rave

source: _Icon
ar: أيقونة
ku: _Îkon

source: Co_mmand
ar: أمر
ku: _Ferman

source: _Working Directory
ar: _المجلد الحالي

source: Run in _terminal
am: በተርሚናል ላይ አስኪድ_t
ar: تنفيذ في _سطر اﻷوامر
ku: Di _termînalê de bimeşîne
sq: Xhiroje në t_erminal

source: Use _startup notification
am: የማስነሳት ማስታወቂያን ተጠቀም _s
ar: أستخدم _تنبية بدأ التشغيل
ku: Nîşeya destpêkirina xebatê_bikarbîne
sq: Përdor _njoftime nisjesh

source: Program Launcher
am: ፕሮግራም አስነሺ
ar: مقلع البرامج
ku: Destpêkera Bernameyê
sq: Nisës Programesh

source: A_rrow:
ar: _سهم:
ku: _Tîr:

source: Default
am: ቀዳሚ
ar: تلقائي
ku: Wekî heyî
sq: Parazgjedhje

source: Inside Button
ar: داخل الزر

source: Pager
am: ጠሪ
ar: مراقب المهام
ku: Rûpelker
sq: Faques

source: Number of rows:
am: የአግድም ቁጥር፦
ar: عدد الصفوف:
ku: Hejmara rêzikan:
sq: Numër rreshtash:

source: Number of columns:
am: የዓምድ ቍጥር፦
ar: عدد الأعمدة:
ku: Hejmara stûnan:
sq: Numër shtyllash:

source: Switch workspaces using the mouse wheel
am: የአይጥ መዘውርን በመጠቀም የስራ ገበታን ቀይር
ar: تغيير ساحة العمل بالستعمال الفأرة
ku: Di vekirina qadên xebatê de mişkê bikar bîne
sq: Këmbe hapësira pune duke përdorur rrotëz miu

source: Separator or Spacing
am: ከፋይ ወይም ክፍት ቦታ
ar: فاصل أو مساحة
ku: Veqetandêr
sq: Ndarës ose Hapësirë

source: Separator Style
ar: نوع فاصل
ku: Teşeya Veqetandêrê

source: _Empty Space
ar: _مساخة فارغة

source: _Expanding Empty Space
ar: _زيادة المساخة الفارغة

source: _Line
ar: _سطر
ku: _Rêzik

source: _Handle
ar: _مؤشر

source: _Dots
ar: _نقط

source: Restore hidden windows
am: የተደበቀ መስኮትን መልስ
ar: استرجع النوافذ المخفية
ku: Paceyên veşartî ji nû avabike
sq: Rikthe dritare të fshehura

source: Hide windows and show desktop
am: መስኮቶችን ደብቀህ ገበታን አሳይ
ar: اخفي النوافذ واظهر سطح المكتب
ku: Paceyan veşêre û dîmender nîşan bide
sq: Fshih dritare dhe shfaq desktopë

source: System Tray
am: የስርዓት ትሪ
ar: صينية النظام
ku: Tepsiya pergalê
sq: Shtyllë Sistemi

source: There is already a system tray running on this screen
am: በዚህ ስክሪን ላይ የስርዓት ትሪ ከበፊቱም አለ
ar: هناك صينية نظام تعمل مسبقا على الشاشة
ku: Ji berê ve tepsiya pergalê li ser dîmenderê heye
sq: Ka tashmë një shtyllë sistemi që xhiron në këtë ekran

source: Hidden Applications
ar: البرامج المحجوبة

source: Failed to acquire manager selection for screen %d
ar: فشل في الحصول على الإختيار من أجل الشاشة·%d

source: Task List
am: የስራ ዝርዝር
ar: قائمة المهام
ku: Lîsteya Peywiran
sq: Listë Veprimesh

source: Minimum Width:
am: አነስተኛው ስፋት፦
ar: العرض الأدنى:
ku: Kêmtirîn firehî:
sq: Gjerësia Më e Vogël:

source: Use flat buttons
am: ፍላት አዝራሮችን ተጠቀም
ar: استخدم ازرار مفلطحة
ku: Bikokên dûz bikar bîne
sq: Përdor butona të sheshtë

source: Show handle
ar: أظهر المؤشر

source: Show tasks from _all workspaces
am: ሁሉም ስራ ገበታዎች ላይ ያሉ ተግባሮችን አሳይ_a
ar: اظهر المهام من كل _مساحات العمل
ku: hemû pêwirên qadên xebatê_nîşan bide
sq: Shfaq veprime prej tërë hapësirave të punës

source: Never group tasks
am: ስራዎችን በግሩፕ አታስቀምጥ
ar: لا تجمع المهام أبداً
ku: Pêwiran neke kom
sq: Mos grupo kurrë akte

source: Automatically group tasks
am: ስራዎችን በራስ-ገዝ አቧድን
ar: جمع المهام تلقائياً
ku: komka pêwiran a bixweber
sq: Grup akte vetvetiu

source: Always group tasks
am: ሁሌም ስራዎችን አቧድን
ar: اجمع المهام دوماً
ku: Herdem koma pêwiran
sq: Grupo akte përherë

source: Are you sure you want to remove workspace %d?
am: የስራ ገበታ %dን ለመሰረዝ እንደሚፈልጉ እርግጠኛ ነዎት?
ar: هل أنت متأكد من أنك تريد حذف ساحة العمل·%d؟
ku: tu bawerî ku dixwazî qada xebatê jêbibî %d?
sq: Jeni i sigurt se doni të hiqet hapësira e punës %d?

source: Are you sure you want to remove workspace '%s'?
am: የስራ ገበታ '%s'ን ለመሰረዝ እንደሚፈልጉ እርግጠኛ ነዎት?
ar: هل أنت متأكد من أنك تود حذف ساخة العمل·'%s'؟
ku: Tu bawerî ku dixwazî qada xebatê jê bibî %s'?
sq: Jeni i sigurt se doni të hiqet hapësira e punës '%s'?

source: Workspace %d
am: የስራ ቦታ %d
ar: مساحة عمل %d
ku: Qada xebatê%d
sq: Hapësirë pune %d

source: Add workspace
am: የስራ ቦታን ጨምር
ar: أضف مساحة عمل
ku: Kargehê lê zêde bike
sq: Shto hapësirë pune

source: Remove Workspace %d
am: የስራ ገበታ %dን ሰረዝ
ar: ازل مساحة العمل %d
ku: Qada xebatê %d jê bibe
sq: Hiq Hapësirë pune %d

source: Remove Workspace '%s'
am: የስራ ገበታ '%s'ን ሰርዝ
ar: ازل مساحة العمل '%s'
ku: Qada xebatê '%s' jê bibe
sq: Hiq Hapësirë pune '%s'

source: Window List
am: የመስኮቶች ዝርዝር
ar: قائمة النوافذ
ku: Lîsteya paceyan
sq: Listë Dritareje

source: <i>Urgency notification</i> will blink the button when an application needs attention.
am: ፕሮግራም ጊዜ እንዲሰጠው ሲፈልግ <i>አስቸኳይ ማስታወቂያ</i> አዝራርን ብልጭ ድርግም ያደርጋል።
ar: <i>تحذير عاجل</i>·سيقوم الزر باشارة عندما يحتاج البرنامج الى الاهتمام.
ku: <i>nîşekirina lezgîn</i> wê siyalê bide bişkojê dema sepanek hewceyî nîşeyê be.
sq: <i>Njoftimi i urgjencës</i> do të xixëllojë butonin kur një zbatim lyp vëmendje.

source: Urgency Notification
am: አስቸኳይ ማስታወቂያ
ar: أستخدم _تنبية بدأ التشغيل
ku: Nîşekirina lezgîn
sq: Njoftime Urgjencash

source: _Disabled
am: በስራ ላይ አይደለም_D
ar: _معطب
ku: _Neçalak
sq: _Çaktivizuar

source: For _other workspaces
am: ለሌሎች የስራ ገበታዎች _o
ar: من أجل باقي ساحات العمل
ku: ji bo qadên xebatê yên din
sq: Për hapësira të _tjera pune

source: For _all workspaces
am: ለሁሉም የስራ ገበታዎች_a
ar: لجميع ساحات العمل
ku: ji bo hemû_qadên xebatê
sq: Për _tërë hapësirat e punës

source: _Icon button
am: የመለዩ አዝራር_I
ar: _زر الأيقونة
ku: _Bişkoja Îkonê
sq: Buton _Ikone

source: A_rrow button
am: የቀስት አዝራር_r
ar: زر السهم
ku: Bişkoja_çalak
sq: Buton _shigjetë

source: Show _windows from all workspaces
am: ሁሉም የስራ ገበታዎች ያሉ መስኮቶችን አሳይ_w
ar: أظهر النوافذ من جميع ساحات العمل
ku: Paceyan ji hemû qadên xebatê_nîşan bide
sq: Shfaq _dritare prej tërë hapësirave të punës

source: Show a_pplication icons
am: የፕሮግራም መለዮን አሳይ _p
ar: أظهر_أيقونات البرامج
ku: Sepanên Îkonan_nîşan bide
sq: Shfaq ikona _zbatimesh

source: Show wor_kspace actions
am: የስራ ገበታ ተግባራትን አሳይr_k
ar: أظهر أفعال ساحات العمل
ku: Xebatên qada xebatê_nîşan bide
sq: Shfaq veprime hapësire pune

source: Failed to launch 'xfce4-panel -c'
ar: فشل في اطلاق لائحة اكسفس

source: Panel
am: ፓነል
ar: الشريط

source: Action Buttons
am: የተግባር አዝራር
ar: زر العمل
ku: Bişkojên destpêkirinê
sq: Butona Veprimesh

source: Log out or lock the screen
am: ሎግውጣ ውይም ስክሪኑን ቆልፍ
ar: الخروج أو إغلاق الشاشة
ku: Derkeve an jî dîmenderê bigire
sq: Dil ose kyç ekranin

source: What time is it?
am: ስዓት ስንት ነው?
ar: ماهى الساعة؟
ku: Saet çend e?
sq: Sa është ora?

source: Show icons of all running applications
am: የሁሉንም በስራ ላይ ያሉ ፕሮግራሞችን መለዮ አሳይ
ar: أظهر أيقونات لكل البرامج المشتغلة
ku: Îkonên hemû sepanan nîşan bide
sq: Shfaq ikonat e tërë zbatimeve që xhirojnë

source: Launcher
am: አስነሽ
ar: برنامج
ku: Destpêker
sq: Nisës

source: Program launcher with optional menu
am: የምርጫ ምናሌ ያለው የፕሮግራም ማስነሻ
ar: مطلق البرامج مع قائمة اختيارية
ku: Destpêkerê bernameyê tevî pêşeka vebijêrk
sq: Nisës programi me menu opsionale

source: Miniature view of all virtual desktops
am: የሁሉም መሳይ ገበታዎች ደቂቅ እይታ
ar: صورة مصغرة عن جميع المكاتب الافتراضية
ku: Dîmena minyatur ya hemû sermaseyên heyî
sq: Pamje miniaturë e tërë desktopëve virtualë

source: Adds a space or a line between panel items
am: በፓነል ዕቃዎች መሃከል መስመር ወይም ቦታን ይጨምራል
ar: أضف مساحة أو سطر بين عناصر اللائحة
ku: Valehiyê an xêzê li navbera rêzikên hêmanên panelê zêde dike
sq: Shto hapësirë ose vijë midis elementësh paneli

source: Show Desktop
am: ደስኩን አሳይ
ar: اظهر سطح المكتب
ku: Sermasê nîşan Bide
sq: Shfaq Desktop

source: Toggle desktop show/hide
am: ገበታ አሳይ/ደብቅ
ar: تفعيل إظهار/إخفاء المكتب
ku: Bişkoja darîn a sermasê nîşandan/veşartin
sq: Këmbe shfaqjen/fshehjen e desktopit

source: Show notification icons
am: የማሳወቂያ መለዮን አሳይ
ar: اظهر أيقونات التذكير
ku: Nîşeyên îkonan nîşan bide
sq: Shfaq ikona njoftimesh

source: Show all running applications
am: ሁሉንም በግብር ላይ ያሉ ፕሮግራሞችን አሳይ
ar: اظهر كل التطبيقات التي تعمل
ku: hemû sepanên çalak nîşan bide
sq: Shfaq tërë zbatimet xhirues

source: Show list of available windows
am: ያሉ የመስኮቶች ዝርዝርን አሳይ
ar: اظهر قائمة بكل النوافذ المتاحة
ku: Lîsteya paceyên derbasbar nîşan bide
sq: Shfaq listë dritaresh të mundshme

source: Xfce 4 Panel Manager
am: የሸፍሲ 4 ፓነል አስተዳዳሪ
ar: مدير أشرطة اكسفس 4
ku: Gerînendeya Panelan ya Xfce 4
sq: Panel Rregullimesh Xfce 4

source: Xfce Panel %s Part of the Xfce Desktop Environment http://www.xfce.org Licensed under the GNU GPL.
am: የሸፍሲ ፓነል %s የሸፍሲ ገበታ አስተዳዳሪ አካል http://www.xfce.org ፈቃድ GNU GPL.

source: Usage: %s [OPTIONS]
am: አጠቃቀም፦ %s [OPTIONS]

source: OPTIONS -h, --help Show this message and exit -v, --version Show this message and exit -c, --customize Show configuration dialog -s, --save Save configuration -r, --restart Restart panels -q, --quit End the session -x, --exit Close all panels and end the program -a, --add Add new items
am: OPTIONS -h, --help ይህንን መልዕክት አሳይተህ ውጣ -v, --version ይህንን መልዕክት አሳይተህ ውጣ -c, --customize የማሰናጃ መጠይቅን አሳይ -s, --save የተሰናዳውን አስቀምጥ -r, --restart ፓነልን እንደገና አስነሳ -q, --quit የክፍለጊዜ መጨረሻ -x, --exit ሁሉንም ፓነሎችን ዝጋና ፕሮግራሙን አቁም -a, --add አዲስ እቃ ጭምር

source: LED
am: መብራት

source: Show AM/PM
am: AM/PMን አሳይ

source: Display seconds
am: ሰከንድ አሳይ

source: Could not run "%s"
am: "%s"ን ማስኬድ አልተቻለም

source: Error in command "%s"
am: በትዕዛዝ "%s" ላይ ስህተት ተገኝቷል

source: This item has not yet been configured
am: ይህ ዕቃ አልተሰናዳም

source: File management
am: ፋይል ማስተዳደሪያ

source: Utilities
am: መጠቀሚያዎች

source: Games
am: ጨዋታዎች

source: Help browser
am: የመመሪያ መቃኛ

source: Multimedia
am: ምስልወድም

source: Network
am: አውታር

source: Graphics
am: ንድፍ

source: Printer
am: ማተሚያ

source: Productivity
am: ምርት

source: Office
am: ቢሮ

source: Sound
am: ድምፅ

source: Terminal
am: ተርሚናል

source: Development
am: ስልት ፈጠራ

source: Select image file
am: የምስል ፋይልን ምረጥ

source: Select command
am: ትዕዛዝ ምረጥ

source: Name
am: ስም

source: Description
am: መግለጫ

source: Other...
am: ሌላ

source: Command
am: ትዕዛዝ

source: The first item in the list is shown on the panel. Additional items will appear in a menu.
am: ከዝርዝሩ ውስጥ የመጀመሪያው እቃ በፓነሉ ላይ ይታያል። ተጨማሪ እቃዎች ምናሌው ላይ ይታያሉ።

source: Failed to run 0launch: %s For help using Zero Install, see http://0install.net
am: 0launch ማስነሳት አልተቻለም: %s ለZero Install መመሪያ, http://0install.net ይመልከቱ

source: Select file
am: ፋይል ምረጥ

source: _Draw Separator
am: ድንበር ሳል_D

source: _Expand
am: አስፋ_E

source: Unable to register system tray: %s
am: የስርዓት ትሪን ማስመዝገብ አልተቻለም: %s

source: Show application _names
am: የፕሮግራም ስሞችን አሳይ _n

source: Show workspace names
ku: Navên kargehan nîşan bide

source: Are you sure you want to clear the list of known applications?
ku: Tu bawerî ku dixwazî lîsteya sepanên nas pakij bikî?

source: _Number of rows:
ku: _Hejmara rêzikan:
