Repository: iwamatsu/xfce-po-translation
Catalog: goodies/notification-daemon-xfce/trunk/po/*.po
Languages: be, cs, da, de, el, es, eu, gl, hu, id, ja, lv, nb_no, nl, pl, pt_pt, sq, uk, ur

source: Top Left
be: Верхні левы кут
cs: Nahoře vlevo
da: Øverst til venstre
de: Oben links
el: Πάνω αριστερά
es: Arriba a la izquierda
eu: Goian Ezkerrean
gl: Arriba á esquerda
hu: Bal felső
id: Kiri Atas
ja: 左上
lv: Augšējā Kreisajā
nb_no: Øvre venstre hjørne
nl: Links Boven
pl: Góra lewo
pt_pt: Topo Esquerdo
sq: Majtas Sipër
uk: Верхній Лівий
ur: اوپر بائیں

source: Top Right
be: Верхні правы кут
cs: Nahoře vpravo
da: Øverst til højre
de: Oben rechts
el: Πάνω δεξιά
es: Arriba a la derecha
eu: Goian Eskuinean
gl: Arriba á dereita
hu: Jobb felső
id: Kanan Atas
ja: 右上
lv: Augšējā Labajā
nb_no: Øvre høyre hjørne
nl: Rechts Boven
pl: Góra prawo
pt_pt: Topo Direito
sq: Djathtas Sipër
uk: Верхній Правий
ur: اوپر دائیں

source: Bottom Left
be: Ніжні левы кут
cs: Dole vlevo
da: Nederst til venstre
de: Unten links
el: Κάτω αριστερά
es: Abajo a la izquierda
eu: Behean Ezkerrean
gl: Abaixo á esquerda
hu: Bal alsó
id: Kiri Bawah
ja: 左下
lv: Apakšējā Kreisajā
nb_no: Nedre venstre hjørne
nl: Links Onder
pl: Dół lewo
pt_pt: Base Esquerda
sq: Majtas Poshtë
uk: Нижній Лівий
ur: نیچے بائیں

source: Bottom Right
be: Ніжні правы кут
cs: Dole vpravo
da: Nederst til højre
de: Unten rechts
el: Κάτω δεξιά
es: Abajo a la derecha
eu: Behean Eskuinean
gl: Abaixo á dereita
hu: Jobb alsó
id: Kanan Bawah
ja: 右下
lv: Apakšējā Labajā
nb_no: Nedre høyre hjørne
nl: Rechts Onder
pl: Dół prawo
pt_pt: Base Direita
sq: Djathtas Poshtë
uk: Нижній Правий
ur: نیچے دائیں

source: Preview notification
be: Дэманстрацыя інфармаваньня
cs: Náhled oznámení
da: Forhåndsvis påmindelse
de: Benachrichtigung für Vorschau
el: Προεπισκόπιση ειδοποίησης
es: Notificación de vista previa
eu: Aurrebista jakinaraztea
gl: Previsualización de notificación
hu: Emlékeztető előnézete
id: Pemberitahuan pratayang
ja: 通知をプレビューする
lv: Paziņošanas priekšskatījums
nb_no: Forhåndsvis varsling
nl: Voorbeeld bericht
pl: Podgląd powiadomienia
pt_pt: Pré-visualizar notificação
sq: Njoftim paraparje
uk: Переглянути повідомлення
ur: اطلاعیہ معائنہ

source: Lorem Ipsum is simply dummy text of the printing and typesetting industry.
be: Той люд жыве, што свае песьні мае...
cs: Lorem Ipsum je pseudolatinský text, používaný v tisku a při sazbě.
da: Lorem Ipsum er blot kunstig tekst fra tryk- og typografiindustrien.
de: Lorem Ipsum ist ein Platzhaltetext der Druck- und Schreibmaschinenindustrie.
es: Lorem Ipsum es un texto estándar utilizado en la industria de la impresión y tipográfica.
eu: Lorem ipsum inprimatze eta letra-tipo industrientzat proba testu sinple bat da
hu: A Lorem Ipsum egy egyszerű trükk szöveg a nyomda- és szedőiparban.
id: Lorem Ipsum adalah teks percobaan sederhana yang digunakan oleh industri pencetakan dan typeset.
ja: ロレム・イプサムは印刷や組版業界の単なるダミーテキストです。
lv: Lorem Ipsum ir muļķa teksts, drukāšānas industrijā.
nb_no: Lorem Ipsum er simpel tulletekst som benyttes av tekstindustrien.
nl: Lorum Ipsum is gewoon voorbeeld tekst voor de print en letterzet industrie.
pl: Lorem Ipsum to tekst wykorzystywany w przemyśle drukarskim i typograficznym.
pt_pt: Lorem Ipsum é simplesmente texto morto para impressão e indústria de tipografia
sq: Lorem Ipsum është thjesht tekst pa kuptim, provë në industrinë e shtypit dhe faqosjes.
uk: Lorem Ipsum є просто обманним текстом друку і промислового набору.
ur: Lorem Ipsum طباعت اور ٹائپ سیٹنگ انڈسٹری کا ڈمی متن ہے

source: Notification Settings
be: Настаўленьні Інфармавальніка
cs: Nastavení oznámení
da: Påmindelses-indstillinger
de: Einstellungen für Benachrichtigungen
el: Ρυθμίσεις ειδοποίησης
es: Configuración de notificación
eu: Jakinarazte Ezarpenak
gl: Preferencias de notificación
hu: Emlékeztető beállítások
id: Pengaturan Pemberitahuan
ja: 通知設定
lv: Paziņošanas Uzstādījumi
nb_no: Innstillinger for varsling
nl: Berichtweergave Instellingen
pl: Ustawienia powiadamiania
pt_pt: Definições de Notificação
sq: Rregullime Nojftimi
uk: Властивості Повідомлення
ur: اطلاعیہ ترتیبات

source: Configure the Xfce notification daemon
be: Наладка службы інфармаваньня Xfce
cs: Nastavuje démona pro oznámení v prostředí Xfce
da: Konfigurér Xfce-påmindelsesdæmonen
de: Den Xfce-Dämon für Benachrichtigungen einstellen
el: Ρύθμιση του δαίμονα ειδοποιήσεων Xfce
es: Configura el demonio de notificación de Xfce
eu: Xfce jakinarazte deabrua konfiguratu
gl: Configure o daemon de notificación de Xfce
hu: Xfce emlékeztető démon beállítása
id: Atur jurik pemberitahuan Xfce
ja: Xfce 通知デーモンの設定する
lv: Konfigurēt Xfce paziņošanas dēmonu
nb_no: Konfigurer Xfce varslingssystem
nl: Instellingen van de Xfce berichtweergave daemon
pl: Skonfiguruj demona powiadamiania Xfce
pt_pt: Configurar a daemon de notificação Xfce
sq: Formësoni daemonin për njoftime Xfce
uk: Налаштуйте Xfce-службу Повідомлень
ur: ایکسفس اطلاعیہ daemon وضع کریں

source: Notification _position:
be: Па_зыцыя Інфармавальніка:
cs: _Pozice oznámení:
da: Påmindelses_position:
de: _Position für Benachrichtigungen
el: Τοποθεσία ει_δοποίησεων:
es: _Posición de la notificación:
eu: Jakinarazte _kokalekua:
hu: Emlékeztető _helye
id: Posisi _pemberitahuan:
ja: 通知位置(_P):
lv: Paziņošanas _pozīcija:
nb_no: Varslings_posisjon
nl: Bericht _positie
pl: _Pozycja powiadomienia:
pt_pt: _Posição de notificação:
sq: _Vend njoftimesh:
uk: Повідомлення _місце:
ur: اطلاعیہ _پوزیشن:

source: Pre_view
be: П_ерадпрагляд
cs: _Náhled
da: Forhånds_visning
de: _Vorschau
el: Προ_εσκόποιση
es: _Vista previa
eu: _Aurrebista
hu: Elő_nézet
id: Pra_tayang
ja: プレビュー(_V)
lv: P_riekšskatījums
nb_no: Forhånds_vis
nl: _Voorbeeld
pl: Pod_gląd
pt_pt: Pré _visualizar
sq: Para_parje
uk: Попередній _перегляд
ur: م_عائنہ

source: Failed to launch notification-settings
be: Немагчыма запусьціць notification-settings
cs: Nepodařilo se spustit aplikaci notification-settings
da: Kunne ikke starte påmindelses-indstillinger
de: Konnte »notification-settings« nicht starten
el: Αποτυχία εκκίνησης ρυθμίσεων-ειδοποιήσεων
es: Fallo al lanzar notification-settings
eu: Huts egin du jakinarazte ezarpenak abiaraztean
gl: Fallo ó executar notification-settings
hu: A notification-settings indítása sikertelen
id: Gagal menjalankan pengaturan pemberitahuan
ja: 通知設定の起動に失敗しました
lv: Neizdevās palaist notification-settings
nb_no: Klarte ikke starte varslingsinnstillingsprogrammet
nl: Het is niet gelukt notification-settings op te starten
pl: Nie można uruchomić notification-settings
pt_pt: Falhou o lançamento do notification-settings
sq: Dështova në nisjen e rregullimit të njoftimeve
uk: Невдача в запуску властивостей Повідомлення
ur: اطلاعیہ ترتیبات چلانے میں ناکامی

source: Button Label|Notification Settings
be: Настаўленьні Інфармавальніка
cs: Nastavení oznámení
da: Påmindelses-indstillinger
de: Benachrichtigungen
el: Ρυθμίσεις ειδοποίησης
es: Configuración de notificación
eu: Jakinarazte Ezarpenak
gl: Preferencias de Notificación
hu: Emlékeztető beállítások
id: Pengaturan Pemberitahuan
ja: 通知設定
lv: Paziņošanas Uzstādījumi
nb_no: Innstillinger for varsling
nl: Button Label|Berichtweergave Instellingen
pl: Ustawienia powiadomień
pt_pt: Definições de Notificação
sq: Button Label|Rregullime Njoftimesh
uk: Кнопка Мітка|Властивості Повідомлення
ur: اطلاعیہ ترتیبات

source: Customize the notification daemon settings
be: Наладка настаўленьняў службы інфармаваньня
cs: Přizpůsobit nastavení démona pro oznámení
da: Tilpas påmindelsesdæmonens indstillinger
de: Einstellungen für den Benachrichtigungsdämon anpassen
el: Παραμετροποίηση των ρυθμίσεων του δαίμονα ειδοποίησεων
es: Configurar los parámetros del demonio de notificación
eu: Jakinarazte ezarpen deabrua pertsonalizatu
gl: Personalice as preferencias do daemon de notificación
hu: Emlékeztető beállítások testreszabása
id: Sesuaikan pengaturan jurik pemberitahuan
ja: 通知デーモン設定をカスタマイズする
lv: Pielāgot ziņošanas dēmona uzstādijumus
nb_no: Tilpass innstillinger for varslingssystemet
nl: Verander de berichtweergave daemon instellingen
pl: Dopasuj ustawienia demona powiadomień
pt_pt: Personalizar as definições da daemon de notificação
sq: Përshtasni daemonin e rregullimeve të njoftimive
uk: Налаштувати властивості служби Повідомлення
ur: اطلاعیہ daemon کی ترتیبات وضع کریں

source: Xfce 4 Notification Settings
be: Настаўленьні Інфармавальніка Xfce 4
cs: Nastavení oznámení pro prostředí Xfce 4
da: Xfce 4-påmindelsesindstillinger
de: Xfce4-Benachrichtigungen
el: Ρυθμίσεις ειδοποιήσεων Xfce 4
es: Configuración de notificación de Xfce 4
eu: Xfce 4 jakinarazte Ezarpenak
gl: Prefencias de Notificación de Xfce 4
hu: Xfce 4 emlékeztető beállítások
id: Pengaturan Pemberitahuan Xfce 4
ja: Xfce 4 通知設定
lv: Xfce 4 Paziņošanas Uzstādījumi
nb_no: Xfce 4 Varslingssystem Innstillinger
nl: Xfce 4 Berichtweergave Instellingen
pl: Ustawienia powiadomień Xfce 4
pt_pt: Definições de Notificação Xfce 4
sq: Rregullime Njoftimesh Xfce 4
uk: Xfce 4 Властивості Повідомлення
ur: ایکسفس 4 اطلاعیہ ترتیبات
