Repository: iwamatsu/xfce-po-translation
Catalog: xfce/xfwm4/trunk/po/*.po
Languages: de

source: This window might be busy and is not responding. Do you want to terminate the application?
de: Dieses Fenster scheint beschäftigt zu sein und antwortet nicht. Möchten Sie die Anwendung beenden?

source: Warning
de: Warnung

source: %s (on %s)
de: %s (auf %s)

source: %s: Segmentation fault
de: %s: Speicherzugriffsfehler

source: Ma_ximize
de: Ma_ximieren

source: (Un)Ma_ximize
de: Ma_ximieren/Maximierung aufheben

source: Mi_nimize
de: Mi_nimieren

source: Hide _all others
de: _Andere verstecken

source: S_how
de: Z_eigen

source: _Move
de: _Verschieben

source: _Resize
de: _Größe ändern

source: _Shade
de: _Einrollen

source: (Un)_Shade
de: _Aus-/Einrollen

source: S_tick
de: Anhe_ften

source: (Un)S_tick
de: _Lösen/Festkleben

source: Context _help
de: _Hilfe

source: Above
de: Darüber

source: Below
de: Darunter

source: _Fullscreen
de: _Vollbildmodus

source: (Un)_Fullscreen
de: _Vollbildmodus an/aus

source: Send to...
de: Verschieben nach ...

source: _Close
de: S_chließen

source: Destroy
de: Zerstören

source: _Quit
de: _Beenden

source: Restart
de: Neu starten

source: Workspace %i (%s)
de: Arbeitsfläche %i (%s)

source: Workspace %i
de: Arbeitsfläche %i

source: %s: GtkMenu failed to grab the pointer
de: %s: GtkMenu konnte die Position des Mauszeigers nicht feststellen

source: %s: Cannot allocate color %s
de: %s: Kann Farbe »%s« nicht allokieren

source: %s: Cannot allocate color: GValue for color is not of type STRING
de: %s: Kann die Farbe nicht allokieren: GValue für die Farbe ist nicht vom Typ String

source: %s: Cannot parse color %s
de: %s: Kann Farbe »%s« nicht einlesen

source: %s: Cannot parse color: GValue for color is not of type STRING
de: %s: Kann Farbe nicht einlesen: GValue der Farbe ist nicht vom Typ String

source: Error reading data from child process: %s
de: Kann Daten vom Kindprozess nicht lesen: %s

source: Cannot spawn helper-dialog: %s
de: Kann Hilfsdialog nicht starten: %s

source: Configure window behavior
de: Fensterverhalten anpassen

source: Window Manager
de: Fenstermanager

source: Window Manager Settings
de: Fenstermanagereinstellungen

source: Xfce 4 Window Manager Settings
de: Xfce4-Fenstermanagereinstellungen

source: Advanced window manager settings
de: Erweiterte Fenstermanagereinstellungen

source: Window Manager Tweaks
de: Fenstermanager-Tweaks

source: Xfce 4 Window Manager Tweaks
de: Xfce4-Fenstermanager-Tweaks

source: Set number and names of workspaces
de: Definiere Anzahl und Namen von Arbeitsflächen

source: Workspaces
de: Arbeitsflächen

source: Workspaces Settings
de: Arbeitsflächeneinstellungen

source: Xfce 4 Workspaces Settings
de: Xfce4-Arbeitsflächeneinstellungen

source: This shortcut is already being used by <b>another window manager action</b>. Which action do you want to use?
de: Dieses Tastenkürzel wird schon von <b>einer anderen Aktion des Fenstermanagers</b> benützt. Welche Aktion soll nun verwendet werden?

source: Use this action
de: Die eingestellte Aktion beibehalten

source: Keep the other one
de: Die andere behalten

source: The shortcut is already being used for the command <b>%s</b>. Which action do you want to use?
de: Dieses Tastenkürzel wird bereits für den Befehl <b>%s</b> verwendet. Welche Aktion soll mit ihm zukünftig ausgeführt werden?

source: Keep %s
de: Behalte %s

source: Use %s
de: Benutze %s

source: The shortcut is already being used by a <b>window manager action</b>. Which action do you want to use?
de: Dieses Tastenkürzel wird bereits für eine <b>Fenstermanageraktion</b> verwendet. Welche Aktion soll mit ihm zukünftig ausgeführt werden?

source: Keep the window manager action
de: Behalte die Fenstermanageraktion

source: Conflicting actions for %s
de: Im Konflikt stehende Aktionen für %s

source: The shortcut is already being used for something else.
de: Das Tastenkürzel wird bereits für etwas anderes verwendet.

source: Enter window manager action shortcut
de: Tastenkürzel für Aktion des Fenstermanagers eingeben

source: Action: %s
de: Aktion: %s

source: Enter command shortcut
de: Tastenkürzel eingeben

source: Command: %s
de: Befehl: %s

source: Enter shortcut
de: Tastenkürzel festlegen/eingeben

source: Shortcut:
de: Tastenkürzel:

source: Could not grab the keyboard.
de: Konnte die Tastatur nicht verwenden.

source: Shade window
de: Fenster einrollen

source: Hide window
de: Fenster verstecken

source: Maximize window
de: Fenster maximieren

source: Fill window
de: Fenster füllen

source: Nothing
de: Keine Änderung

source: Left
de: Links

source: Center
de: Mitte

source: Right
de: Rechts

source: Settings manager socket
de: Socket für die Sitzungsverwaltung

source: SOCKET ID
de: SOCKETNUMMER

source: Version information
de: Versionsinformation

source: Theme
de: Thema

source: %s: %s Try %s --help to see a full list of available command line options.
de: %s: %s Versuchen Sie »%s -- help«, um eine vollständige Liste verfügbarer Befehlszeilenoptionen zu sehen.

source: Failed to initialize xfconf. Reason: %s
de: Konnte xfconf nicht initialisieren. Grund: %s

source: Could not create the settings dialog.
de: Konnte den Einstellungsdialog nicht erzeugen.

source: <i>Opaque</i>
de: <i>Undurchsichtig</i>

source: <i>Transparent</i>
de: <i>Durchsichtig</i>

source: Activate _focus stealing prevention
de: Fo_kusverlust verhindern

source: At the _center of the screen
de: In der _Mitte des Bildschirms

source: By default, place windows:
de: Standardmäßig die Fester folgendermaßen platzieren:

source: C_ycling
de: _Fensterwechsel

source: Cycle _through windows on all workspaces
de: Fe_nster aller Arbeitsflächen miteinbeziehen

source: Display _fullscreen overlay windows directly
de: _Vollbildfenster mit Overlay sofort anzeigen

source: Do _nothing
de: _Nichts unternehmen

source: Hide _frame of windows when maximized
de: _Rahmen bei maximierten Fenstern nicht anzeigen

source: Honor _standard ICCCM focus hint
de: _Den normalen ICCCM-Fokus-Hinweis berücksichtigen

source: Keep urgent windows blinking
de: Dringende Fenster blinkend lassen

source: Key used to _grab and move windows:
de: _Taste zum Bewegen der Fenster:

source: Opaci_ty of window decorations:
de: _Deckkraft der Fensterdekoration:

source: Opacity of _inactive windows:
de: Dec_kkraft von inaktiven Fenstern:

source: Opacity of popup window_s:
de: _Deckkraft von Popup-Fenstern:

source: Opacity of windows during _move:
de: Deckk_raft beim Verschieben:

source: Opacity of windows during resi_ze:
de: Deckkraft bei _Größenänderung:

source: Restore original _size of maximized windows when moving
de: _Ursprüngliche Größe maximierter Fenster nach Verschieben wiederherstellen

source: Show shadows under _dock windows
de: Schatt_en unter angedockten Fenstern anzeigen

source: Show shadows under _regular windows
de: _Schatten unter normalen Fenstern anzeigen

source: Show shadows under pop_up windows
de: Scha_tten unter Popup-Fenstern anzeigen

source: Size|<i>Large</i>
de: <i>Groß</i>

source: Size|<i>Small</i>
de: <i>Klein</i>

source: Switch to win_dow's workspace
de: Z_ur Arbeitsfläche des Fensters wechseln

source: Under the mouse _pointer
de: Unterhalb des _Mauszeigers

source: Use _edge resistance instead of window snapping
de: _Verwende Widerstand an den Kanten, statt die Fenster einrasten zu lassen

source: When a window raises itself:
de: Wenn sich ein Fenster hervorhebt:

source: Wrap workspaces depending on the actual desktop _layout
de: A_rbeitsflächen in Abhängigkeit der derzeitigen Anordnung umbrechen

source: Wrap workspaces when the _first or the last workspace is reached
de: Arb_eitsflächen umbrechen, wenn die erste oder letzte Arbeitsfläche erreicht wird.

source: _Accessibility
de: _Zugreifbarkeit

source: _Bring window on current workspace
de: F_enster auf die aktuelle Arbeitsfläche verschieben

source: _Draw frame around selected windows while cycling
de: _Rahmen um die ausgewählten Fenster zeichnen während des Fesnterwechsels

source: _Enable display compositing
de: A_nzeigen-Compositing aktivieren

source: _Focus
de: _Fokus

source: _Include hidden (i.e. iconified) windows
de: _Versteckte (z.B. ikonifizierte) Fenster miteinbeziehen

source: _Minimum size of windows to trigger smart placement:
de: Mi_nimale Größe, unterhalb derer Fenster intelligent platziert werden:

source: _Mouse wheel over desktop switches workspaces
de: _Betätigung des Mausrads über der Arbeitsoberfläche führt zum Wechsel der Arbeitsfläche

source: _Placement
de: _Plazierung

source: _Raise windows when any mouse button is pressed
de: F_enster hervorbringen, wenn eine beliebige Maustaste gedrückt wird

source: _Remember and recall previous workspace when switching via keyboard shortcuts
de: _Vorige Arbeitsfläche merken und wieder verwenden beim Wechseln mittels Tastenkürzeln

source: _Skip windows that have "skip pager" or "skip taskbar" properties set
de: F_enster, die nicht im Pager oder nicht in der Taskleiste erscheinen sollen, auch wirklich übergehen.

source: _Workspaces
de: _Arbeitsflächen

source: <b>Margins</b>
de: <b>Seitenränder</b>

source: <b>Workspaces</b>
de: <b>Arbeitsflächen</b>

source: Change Workspace Name
de: Namen für die Arbeitsflächen

source: Margins are areas on the edges of the screen where no window will be placed
de: Hiermit kann man Ränder definieren, über die hinaus keine Fenster gesetzt werden

source: _Number of workspaces:
de: _Anzahl der Arbeitsflächen:

source: None
de: Keine

source: Session manager socket
de: Socket für die Sitzungsverwaltung

source: Workspace %d
de: Arbeitsfläche %d

source: Change the name of workspace %d
de: Namen der Arbeitsfläche %d ändern

source: Workspace Name
de: Name der Arbeitsfläche

source: <b>Box move and resize</b>
de: <b>Bewegen und vergrößern der Fensterbox</b>

source: <b>Button layout</b>
de: <b>Anordnung der Knöpfe</b>

source: <b>Double click _action</b>
de: <b>Aktion bei _Doppelklick</b>

source: <b>Focus model</b>
de: <b>Fokuseinstellungen</b>

source: <b>New window focus</b>
de: <b>Fokus bei neuen Fenstern</b>

source: <b>Raise on click</b>
de: <b>Hervorheben durch Klicken</b>

source: <b>Raise on focus</b>
de: <b>Hervorheben bei Fokus</b>

source: <b>Title _alignment</b>
de: <b>T_itelausrichtung</b>

source: <b>Title fon_t</b>
de: <b>Sch_rift im Titel</b>

source: <b>Window _shortcuts</b>
de: <b>T_astenkürzel für Fenster</b>

source: <b>Windows snapping</b>
de: <b>Einrasten der Fenster</b>

source: <b>Wrap workspaces</b>
de: <b>Arbeitsflächen wechseln</b>

source: Active
de: Aktiv

source: Ad_vanced
de: _Weitere Optionen

source: Automatically _raise windows when they receive focus
de: _Bringe Fenster in den Vordergrund, wenn sie den Fokus erhalten

source: Automatically give focus to _newly created windows
de: _Neue Fenster erhalten Fokus automatisch

source: Clic_k to focus
de: Fokus durch _Mausklick

source: Click and drag the buttons to change the layout
de: Ziehen Sie die Knöpfe nach unten, um die Anordnung zu verändern

source: Close
de: Schließen

source: Delay _before raising focused window:
de: Da_uer, bis ein Fenster in den Vordergrund gebracht wird:

source: Delay|<i>Long</i>
de: <i>Lang</i>

source: Delay|<i>Short</i>
de: <i>Kurz</i>

source: Dis_tance:
de: _Abstand:

source: Distance|<i>Small</i>
de: <i>Klein</i>

source: Distance|<i>Wide</i>
de: <i>Groß</i>

source: Focus follows _mouse
de: Fokus folgt M_auszeiger

source: Hidden
de: Versteckt

source: Hide
de: Verstecken

source: Hide content of windows when _moving
de: Inhalt beim _Verschieben verbergen

source: Hide content of windows when _resizing
de: Inhalt bei _Größenänderung verbergen

source: Ke_yboard
de: _Tastatur

source: Maximize
de: Maximieren

source: Menu
de: Menü

source: Raise window when clicking _inside application window
de: H_ervorheben bei Klick in das Programmfenster

source: Resistance|<i>Small</i>
de: <i>Klein</i>

source: Resistance|<i>Wide</i>
de: <i>Groß</i>

source: Shade
de: Einrollen

source: Snap windows to other _windows
de: Fe_nster an anderen Fenstern einrasten lassen

source: Snap windows to screen _border
de: F_enster am Seitenrand einrasten lassen

source: Stick
de: Anheften

source: The action to perform when the title-bar is double-clicked
de: Aktion, die beim Doppelklicken auf die Titelleiste ausgeführt wird

source: The window title, it cannot be removed
de: Der Fenstertitel kann nicht entfernt werden

source: Title
de: Titelleiste

source: Wrap workspaces when _dragging a window off the screen
de: A_rbeitsfläche wechseln, wenn ein Fenster aus dem Sichtfeld gezogen wird

source: Wrap workspaces when the _pointer reaches the screen edge
de: Ar_beitsfläche wechseln, wenn der Mauszeiger den Bildschirmrand erreicht

source: _Delay before window receives focus:
de: _Dauer, bis ein Fenster den Fokus erhält:

source: _Edge resistance:
de: W_iderstand an den Kanten:

source: _Style
de: _Stil
