Repository: iwamatsu/xfce-po-translation
Catalog: goodies/xfce4-xkb-plugin/trunk/po/*.po
Languages: sq

source: Keyboard Layout Switcher
sq: Këmbyes Planimetrish Tastiere

source: Allows you to switch the keyboard layout and displays the currently selected layout.
sq: Ju lejon të këmbeni planimetrinë e tastierës dhe të shfaqni planimetrinë e zgjedhur për çastin.

source: Other plugins available here
sq: Të tjera shtojca të passhme prej këtej

source: Configure Keyboard Layout Switcher
sq: Formësoni Këmbyes Planimetrish Tastiere

source: Show layout as
sq: Shfaq skemë si

source: image
sq: pamje

source: text
sq: tekst

source: Per applcation settings
sq: Rregullime për zbatim

source: _Remember layout for each application
sq: _Mbaj mend planimetri për çdo zbatim

source: Default layout:
sq: Skemë parazgjedhje:

source: Displays the current keyboard layout and switches the layout when clicked
sq: Shfaq planimetrinë e tastierës për çastin dhe e këmben atë kur klikohet
