Repository: iwamatsu/xfce-po-translation
Catalog: goodies/xfce4-volstatus-icon/trunk/po/*.po
Languages: cs, da, de, el, id, lv, pt_br, ru, ur

source: Removable Volumes
cs: Vyměnitelné svazky
da: Flytbare volumner
de: Wechseldatenträger
el: Αφαιρούμενες συσκευές
id: Volume Dapat Dilepas
lv: Noņemamie sējumi
pt_br: Volumes Removíveis
ru: Съемные носители
ur: قابلِ فصل والیمز

source: This is the first time you've run the Xfce Volstatus Icon application
cs: Právě jste poprvé spustili aplikaci Xfce Volstatus Icon
da: Dette er første gang du kører Xfce Volstatusikon programmet
de: Die Xfce-Volstatus-Icon-Anwendung wurde zum ersten Mal gestartet
el: Αυτή είναι η πρώτη φορά που εκτελείται η εφαρμογή του xfce εικονίδιο κατάστασης συσκευών
id: Ini pertama kalinya anda menjalankan aplikasi ikon Xfce Volstatus
lv: Šī ir pirmā reize, kad ir palaists Xfce Sējumu Stāvokļu Ikonas lietotne
pt_br: Esta é a primeira vez que você executa a aplicação Xfce Volstatus Icon
ru: Это Ваш первый запуск Xfce Volstatus Icon
ur: آپ نے پہلی بار ایکسفس Volstatus آئکن اطلاقیہ چلایا ہے

source: Would you like Xfce Volstatus to run automatically each time your session begins? You can disable this behavior later by using the "Autostarted Applications" settings panel.
cs: Chcete spouštět Xfce Volstatus automaticky po přihlášení? Toto chování můžete vypnout později použitím panelu nastavení "Automaticky spouštěné aplikace".
da: Ønsker du at Xfce Volstatus skal køre automatisk hver gang din session starter? Du kan deaktivere denne opførsel senere ved at bruge "Autostartede programmer" indstillingspanelet.
de: Soll sie automatisch bei Beginn jeder Session gestartet werden? Dies kann später jederzeit im Einstellungsdialog „Automatisch gestartete Anwendungen“ geändert werden.
el: Θέλετε η κατάσταση συσκευών xfce να εκτελείτε αυτόματα κάθε φορά που η συνεδρία σας ξεκινά; Μπορείτε να απενεργοποιήσετε την συμπεριφορά αυτή αργότερα χρησιμοποιώντας την εφαρμογή του πίνακα ρυθμίσεων "Αυτόματη εκκίνηση εφαρμογών".
id: Apakah anda ingin Xfce Volstatus agar otomatis berjalan tiap kali sesi anda dimulai? Anda dapat menonaktifkan perilaku ini nanti dengan menggunakan panel pengaturan "Aplikasi Otomatis Berjalan".
lv: Vai vēlaties, lai Xfce Volstatus tiktu palaist automātiski? Jūs varat atspējot šo uzvedību izmantojot "Autmātiski Sāknējamās Lietotnes" uzstādījumu panelī.
pt_br: Você deseja que o Xfce Volstatus execute automaticamente cada vez que se inicie a sessão? Você pode desabilitar este comportamento mais tarde usando o painel de difinições "Autostarted Applications"
ru: Хотите ли Вы чтобы Xfce Volstatus Icon автоматически запускался при начале каждого сеанса? Вы можете сделать эту настройку позже используя "Менеджер приложений запускаемых автоматически" (xfce4-autostart-editor).
ur: کیا آپ چاہتے ہیں کہ ایکسفس Volstatus کو آپ کی ہر نشست کے شروع ہونے پر اسے چلادے؟ آپ یہ سلوک بعد میں "خود کار چلنے والے اطلاقیے" ترتیبات پینل استعمال کرتے ہوئے معطل کرسکتے ہیں.

source: Failed to write autostart file
cs: Zápis do souboru autostart se nezdařil
da: Kunne ikke skrive til autostartfilen
de: Autostart-Datei konnte nicht erstellt werden
el: Αποτυχία εγγραφής στο αρχείο αυτόματης εκκίνησης
id: Gagal menulis berkas otomatis berjalan
lv: Neizdevās rakstīt autopalaišanas failu
pt_br: Falhou ao escrever para o arquivo autostart
ru: Ошибка записи файла автостарта
ur: آٹو سٹارٹ فائل لکھنے میں ناکامی

source: For some reason, the autostart location could not be found or written to. This location is usually in your home directory, in ~/.config/autostart/.
cs: Z nějakého důvodu nemohl být soubor autostart nalezen nebo nebylo možné do něj zapisovat. Tento soubor je obvykle umístěn ve vašem domovském adresáři, v ~/.config/autostart/.
da: Af en eller anden grund, kunne autostart placeringen ikke findes eller skrives til. Denne placering er typisk i din hjemmemappe, ~/.config/autostart/.
de: Aus unbekanntem Grund konnte das Autostart-Verzeichnis nicht gefunden werden oder ist nicht beschreibbar. Dieses Verzeichnis liegt normalerweise im Heimverzeichnis unter ~/.config/autostart/.
el: Για κάποιο λόγο, η τοποθεσία αυτόματης εκκίνησης δεν μπορεί να βρεθεί ή δεν μπορεί να γράψει. Αυτή η τοποθεσία συνήθως βρίσκεται στον προσωπικό σας κατάλογο, στο ~/.config/autostart/.
id: Karena beberapa alasan, lokasi otomatis berjalan tak dapat ditemukan atau ditulis. Lokasi ini biasanya berada di direktori rumah anda, di ~/.config/autostart/.
lv: Kaut kādu iemeslu dēļ, nebija iespējams rakstīt autopalaišanas failu. Parastā rakstīšanas vieta ir ~/.config/autostart/.
pt_br: Por alguma razão, a localização de iniciação automática não pode ser encontrada ou gravada. Esta localização está habitualmente no seu diretório home, em ~/.config/autostart/.
ru: Возможная причина - отсутствие пути автостарта или отсутствие прав на запись. Папка автостарта обычно располежена в домашнем директории, в ~/.config/autostart/.
ur: بوجوہ، آٹوسٹارٹ مقام نہیں مل رہا یا اس پر لکھا نہیں جارہا. یہ مقام عام طور پر آپ کی ہوم ڈائریکٹری میں ہوتا ہے ~/.config/autostart/

source: Xfce Volstatus Icon
da: Xfce Volstatus-ikon
el: Εικονίδιο κατάστασης συσκευών xfce
id: Ikon Xfce Volstatus
lv: Xfce Volstatus Ikona
pt_br: Ícone Xfce Volstatus
ur: Xfce Volstatus آئکن

source: Safe removal of removable volumes
cs: Bezpečné odebrání vyměnitelných svazků
da: Sikker fjernelse af flytbare volumner
de: Sicheres Entfernen von Wechseldatenträgern
el: Ασφαλής αφαίρεση των αφαιρούμενων συσκευών
id: Melepas volume dapat dilepas dengan aman
lv: Droša noņemamo sējumu noņemšana
pt_br: Remoção segura de volumes removíveis
ru: Безопасное извлечение съмных носителей
ur: قابلِ فصل والیمز کی بحفاظت علیحدگی

source: An unknown error occurred.
cs: Došlo k neznámé chybě.
da: En ukendt fejl opstod.
de: Ein unbekannter Fehler ist aufgetreten.
el: Παρουσιάστηκε ένα άγνωστο σφάλμα.
id: Galat tak diketahui terjadi.
lv: Notika nezināma kļūda.
pt_br: Ocorreu um erro desconhecido.
ru: Неизвестная ошибка.
ur: نامعلوم غلطی ہوئی ہے.

source: Unable to connect to D-Bus system bus daemon
cs: Není možné se připojit k démonu systémové sběrnice D-Bus
da: Kunne ikke tilslutte til D-Bus systembud-dæmonen
de: Es konnte keine Verbindung zum D-Bus-Daemon aufgebaut werden
el: Αδυναμία σύνδεσης στον διακομιστή συστήματος διάυλου D-BUS
id: Tak dapat menghubungi jurik bus sistem D-Bus
lv: Nevarēju savienoties ar D-Bus sisēmas maģistrāles dēmonu
pt_br: Não foi possível conectar ao sistema daemon D-Bus
ru: Невозможно подключиться к D-Bus
ur: D-Bus system bus daemon سے رابطہ نہیں ہوسکا

source: Unable to connect to HAL
cs: Není možné se připojit k vrstvě HAL
da: Kan ikke tilslutte til HAL
de: Es konnte keine Verbindung zum HAL-Daemon aufgebaut werden
el: Αδυναμία σύνδεσης στο HAL
id: Tak dapat menghubungi HAL
lv: Neizdevas savienoties ar HAL
pt_br: Não foi possível conectar ao HAL
ru: Невозможно подключиться к HAL
ur: HAL سے رابطہ نہیں ہوسکا

source: Unable to get device list from HAL
cs: Není možné získat seznam zařízení z vrstvy HAL
da: Kunne ikke hente enhedsliste fra HAL
de: Die Geräteliste konnte nicht vom HAL-Daemon abgefragt werden
el: Αδυναμία στην λήψη λίστας συσκευών από το HAL
id: Tak dapat mendapatkan senarai divais dari HAL
lv: Neizdevās iegut ierīču sarakstu no HAL
pt_br: Não foi possível obter a lista de dispositivos do HAL
ru: Невозможно считать список устройств от HAL
ur: HAL سے ڈیوائس فہرست حاصل نہیں کی جاسکتی

source: Unable to remove "%s"
cs: Nelze odebrat zařízení "%s"
da: Kunne ikke fjerne "%s"
de: „%s“ konnte nicht entfernt werden
el: Αδυναμία αφαίρεσης "%s"
id: Tak dapat melepas "%s"
lv: Neizdevās noņemt "%s"
pt_br: Não foi possível remover "%s"
ru: Невозможно извлечь "%s"
ur: "%s" کو منتقل نہیں کیا جاسکا

source: Removal Failure
cs: Chyba při odebírání
da: Fejl ved fjernelse
de: Fehler beim Entfernen
el: Αποτυχία αφαίρεσης
id: Gagal Melepas
lv: Noņemšanas Kļūda
pt_br: Falha de Remoção
ru: Сбой при извлечении
ur: علیحدگی ناکام

source: Unknown error
cs: Neznámá chyba
da: Ukendt fejl
de: Unbekannter Fehler
el: Άγνωστο σφάλμα
id: Galat tak dikenal
lv: Nezināma kļūda
pt_br: Erro desconhecido
ru: Неизвестная ошибка
ur: نامعلوم غلطی

source: Audio CD
cs: Hudební CD
da: Lyd-cd
el: Μουσικό CD
id: CD Audio
pt_br: CD de Áudio
ru: Аудио CD
ur: صوتی CD

source: Recordable CD
cs: Zapisovatelné CD
da: Skrivbar cd
de: Beschreibbare CD
el: Εγγράψιμο CD
id: CD Dapat Direkam
lv: Ierakstāms CD
pt_br: CD Gravável
ru: Записываемый CD

source: Rewritable CD
cs: Přepisovatelné CD
da: Genskrivbar cd
de: Wiederbeschreibbare CD
el: Επανεγράψιμο CD
id: CD Dapat Ditulis Ulang
lv: Pārrakstāms CD
pt_br: CD Regravável
ru: Перезаписываемый CD

source: Rewritable DVD (DVD-RAM)
cs: Přepisovatelné DVD (DVD-RAM)
da: Genskrivbar dvd (DVD-RAM)
de: Wiederbeschreibbare DVD (DVD-RAM)
el: Επανεγράψιμο DVD (DVD-RAM)
id: DVD Dapat Ditulis Ulang (DVD-RAM)
lv: Pārrakstāms DVD (DVD-RAM)
pt_br: DVD Regravável (DVD-RAM)
ru: Перезаписываемый DVD (DVD-RAM)

source: Recordable DVD
cs: Zapisovatelné DVD
da: Skrivbar dvd
de: Beschreibbare DVD
el: Εγγράψιμο DVD
id: DVD Dapat Direkam
lv: Ierakstāms DVD
pt_br: DVD de Gravação
ru: Записываемый DVD

source: Rewritable DVD
cs: Přepisovatelné DVD
da: Genskrivbar dvd
de: Wiederbeschreibbare DVD
el: Επανεγράψιμο DVD
id: DVD Dapat Ditulis Ulang
lv: Pārrakstāms DVD
pt_br: DVD Regravável
ru: Перезаписываемый DVD

source: Blu-ray Disc
cs: Disk Blu-ray
da: Blu-ray disk
el: Δίσκος blu-ray
id: Cakram Blu-ray
lv: Blu-ray Disks
pt_br: Disco Blu-ray
ru: Диск Blu-ray

source: Recordable Blu-ray Disc
cs: Zapisovatelný disk Blu-ray
da: Skrivbar Blu-ray disk
de: Beschreibbare Blu-ray Disc
el: Εγγράψιμος δίσκος blu-ray
id: Cakram Blu-ray dapat direkam
lv: Ierakstāms Blu-ray Disks
pt_br: Disco Blu-ray Gravável
ru: Записываемый Диск Blu-ray

source: Rewritable Blu-ray Disc
cs: Přepisovatelný disk Blu-ray
da: Genskrivbar Blu-ray disk
de: Wiederbeschreibbare Blu-ray Disc
el: Επανεγράψιμος δίσκος blu-ray
id: Cakram Blu-ray dapat ditulis ulang
lv: Pārrakstāms Blu-ray Disks
pt_br: Disco Blu-ray Regravável
ru: Перезаписываемый Диск Blu-ray

source: Recordable HD-DVD
cs: Zapisovatelný disk HD-DVD
da: Skrivbar HD-dvd
de: Beschreibbare HD-DVD
el: Εγγράψιμο HD-DVD
id: HD-DVD dapat direkam
lv: Ierakstāms HD-DVD
pt_br: HD-DVD Gravável
ru: Записываемый HD-DVD

source: Rewritable HD-DVD
cs: Přepisovatelný disk HD-DVD
da: Genskrivbar HD-dvd
de: Wiederbeschreibbare HD-DVD
el: Επανεγράψιμο HD-DVD
id: HD-DVD dapat ditulis ulang
lv: Pārrakstāms HD-DVD
pt_br: HD-DVD Regravável
ru: Перезаписываемый HD-DVD

source: Data CD
cs: Datové CD
de: Daten-CD
el: CD δεδομένων
id: CD Data
lv: Datu CD
pt_br: CD de Dados
ru: CD с данными
ur: ڈیٹا CD

source: Optical Drive
cs: Optická mechanika
da: Optisk drev
de: Optisches Gerät
el: Οπτικός δίσκος
id: Penggerak Optik
lv: Optiskā Ierīce
pt_br: Unidade Ótica
ru: Опитический Привод
ur: بصری ڈرائیو

source: Floppy Disk
cs: Disketa
da: Diskette
de: Diskette
el: Δισκέτα
id: Disket Liuk
lv: Diskešu Ierīce
pt_br: Disquete
ru: Дискета
ur: فلاپی ڈسک

source: Removable Disk
cs: Vyměnitelný disk
da: Flytbar disk
de: Wechseldatenträger
el: Αφαιρέσιμος δίσκος
id: Cakram Dapat Dilepas
lv: Noņemamais Disks
pt_br: Disco Removível
ru: Съемный Диск
ur: قابلِ فصل ڈسک

source: Hard Disk
cs: Pevný disk
de: Festplatte
el: Σκληρός δίσκος
id: Cakram Keras
lv: Cietais Disks
pt_br: Disco Rígido
ru: Жесткий Диск
ur: ہارڈ ڈسک

source: Flash Disk
id: Cakram Flash
lv: Zibatmiņas Disks
pt_br: Disco Flash
ru: Флэш
ur: فلیش ڈسک

source: Audio Player
cs: Hudební přehrávač
da: Lydafspiller
id: Penggelar Audio
lv: Audio Atskaņotājs
pt_br: Reprodutor de Áudio
ru: Аудио плейер
ur: صوتی پلیئر

source: Memory Stick
cs: Paměťová karta Memory Stick
da: Hukommelsesstick
id: Tongkat Memori
lv: Atmiņas Karte
pt_br: Cartão de Memória

source: Smart Media Disk
cs: Disk Smart Media
da: Smart Mediedisk
el: Δίσκος Smart Media
id: Cakram Media Cerdas
lv: Viedmēdiju Disks
pt_br: Disco Smart Media

source: SD/MMC Disk
cs: Disk SD nebo MMC
de: SD/MMC-Karte
el: Δίσκος SD/MMC
id: Cakram SD/MMC
lv: SD/MMC Disks
pt_br: Disco SD/MMC
ru: Карта памяти SD/MMC

source: Camera
cs: Fotoaparát
da: Kamera
de: Digitalkamera
el: Κάμερα
id: Kamera
lv: Kamera
pt_br: Câmera
ru: Камера
ur: کیمرا

source: Zip Disk
cs: Disk Zip
de: Zip-Diskette
el: Δίσκος zip
id: Cakram Zip
lv: Zip Disks
pt_br: Disco Zip
ru: Привод Zip

source: Jaz Disk
cs: Disk Jaz
el: Δίσκος jaz
id: Cakram Jaz
lv: Jaz Disks
pt_br: Disco Jaz
ru: Jaz диск

source: Unknown
cs: Neznámý
da: Ukendt
de: Unbekannt
el: Άγνωστο
id: Tak diketahui
lv: Nezināms
pt_br: Desconhecido
ru: Неизвестный
ur: نامعلوم

source: n/a
cs: nedostupný
da: ikke tilgængelig
de: nicht verfügbar
id: tak tersedia
lv: nav zināms
ru: н/д
ur: غ/م

source: Filesystem (%s)
cs: Systém souborů (%s)
da: Filsystem (%s)
de: Dateisystem (%s)
el: Αρχείο συστήματος (%s)
id: Sistem berkas (%s)
lv: Failusistēma (%s)
pt_br: Sistema de arquivo (%s)
ru: Файловая система (%s)
ur: فائل سسٹم (%s)

source: Filesystem
cs: Systém souborů
da: Filsystem
de: Dateisystem
el: Αρχείο συστήματος
id: Sistem berkas
lv: Failusistēma
pt_br: Sistema de arquivo
ru: Файловая система
ur: فائل سسٹم

source: (unknown)
cs: (neznámý)
da: (ukendt)
de: (unbekannt)
el: (άγνωστο)
id: (tak diketahui)
lv: (nezināms)
pt_br: (desconhecido)
ru: (неизвестно)
ur: (نامعلوم)

source: (n/a)
cs: (nedostupný)
da: (ikke tilgængelig)
de: (nicht verfügbar)
id: (tak tersedia)
lv: (nav zināms)
ru: (н/д)
ur: (غ/م)

source: Partition Table
cs: Tabulka oddílů
da: Partitionstabel
de: Partitionstabelle
el: Πίνακας κατατμήσεων
id: Tabel Partisi
lv: Partīciju Tabula
pt_br: Tabela de Partição
ru: Таблица разделов
ur: پارٹیشن ٹیبل

source: RAID Array Member
cs: Část diskového pole RAID
da: RAID-gruppe medlem
de: Teil eines RAID-Verbundes
el: Μέλος πίνακα RAID
id: Anggota Larik RAID
lv: RAID Masīva Biedrs
pt_br: Membro RAID Matriz
ru: RAID массив

source: Encrypted Filesystem
cs: Šifrovaný systém souborů
da: Krypteret filsystem
de: Verschlüsseltes Dateisystem
el: Κρυπτογραφημένο σύστημα αρχείων
id: Sistem Berkas Terenkripsi
lv: Šifrēta Failusistēma
pt_br: Sistema de arquivo Criptografado
ru: Шифрованная ФС
ur: رمزشدہ فائل سسٹم

source: Name:
cs: Název:
da: Navn:
el: Όνομα:
id: Nama:
lv: Nosaukums:
pt_br: Nome:
ru: Название:
ur: نام:

source: Kind:
cs: Typ:
da: Art:
de: Typ:
el: Είδος:
id: Jenis:
lv: Tips:
pt_br: Tipo:
ru: Тип:
ur: قسم:

source: Mount Point:
cs: Bod připojení:
da: Monteringspunkt:
de: Einhängepunkt:
el: Σημείο προσάρτησης:
id: Titik Mount:
lv: Montēšanas Punkts:
pt_br: Ponto de Montagem:
ru: Точка монтирования:
ur: ماؤنٹ پوائنٹ:

source: Use the list below to safely remove removable volumes.
cs: Použít seznam uvedený níže pro bezpečné odpojení vyměnitelných svazků.
da: Brug listen nedenfor til sikkert at fjerne flytbare volumner.
de: Datenträger können über folgende Liste sicher entfernt werden.
el: Χρήση της παρακάτω λίστας για ασφαλή αφαίρεση των αφαιρούμενων συσκευών.
id: Gunakan senarai di bawah untuk melepas volume dapat dilepas dengan aman.
lv: Izmantojiet šo sarakstu, lai droši noņemtu sējumus.
pt_br: Utilizar a lista abaixo para remover volumes removíveis com segurança.
ru: Используйте данный список для безопасного извлечения съемных устройств
ur: قابلِ فصل والیم کو علیحدہ کرنے کے لیے ذیل کی فہرست استعمال کریں.

source: Safely remove "%s"
cs: Bezpečně odebrat "%s"
da: Sikker fjernelse af "%s"
de: „%s“ sicher entfernen
el: Ασφαλής αφαίρεση "%s"
id: Lepas "%s" dengan aman
lv: Droši noņemt "%s"
pt_br: Removo de forma segura "%s"
ru: Безопасно извлечь "%s"
ur: "%s" کو بحفاظت نکالیں

source: (no removable drives)
cs: (žádné vyměnitelné mechaniky)
da: (ingen flytbare drev)
de: (keine entfernbaren Datenträger)
el: (μη αφαιρέσιμος δίσκος)
id: (tak ada penggerak dapat dilepas)
lv: (nav noņemamo disku)
pt_br: (nenhum drive removível)
ru: (нет съемных устройств)
ur: (کوئی قابلِ فصل ڈرائیو نہیں)

source: Mount "%s"
ru: Смонтировать "%s"

source: Unable to mount device labeled "%s"
ru: Невозможно смонтировать устройство "%s"

source: Xfce Volstatus
el: Κατάσταση συσκευών xfce
