Repository: iwamatsu/xfce-po-translation
Catalog: goodies/xfbib/trunk/po/*.po
Languages: da, eu, id

source: Developers:
da: Udviklere:
eu: Garatzaileak:
id: Pengembang:

source: BibTeX editor for Xfce
da: BibTeX-tekstbehandler til Xfce
eu: BibTeX Xfce editora
id: Penyunting BibTeX untuk Xfce

source: Key used when citing the publication
da: Nøgle til brug for citat af publikationen
eu: Argitalpen bat zitatzean erbialiko den gakoa
id: Kunci yang digunakan ketika mengutip publikasi

source: Type:
eu: Mota:
id: Tipe:

source: Key:
da: Nøgle:
eu: Tekla:
id: Kunci:

source: Address of publisher
da: Udgivers adresse
eu: Argitalpenaren helbidea
id: Alamat penerbit

source: Annotation for annotated bibliography styles
da: Note for bibliografistile som bruger dette
eu: Anotaturiko bibliogafia estiloen anotazioak
id: Anotasi untuk gaya bibliografi yang dianotasi

source: Name(s) of the author(s), separated by 'and' if more than one
da: Forfatternavn(e), adskilt med "and" hvis mere end én
eu: Egileen izena(k), 'and'-ez bereizirik bat baino gehiago badago
id: Nama pengarang, dipisahkan oleh 'dan' jika lebih dari satu

source: Title of the book, if only part of it is being cited
da: Bogens titel hvis kun en del bliver citeret
eu: Liburuaren izenburua, zati bat bakarrik zitatzen denean
id: Judul buku, jika hanya sebagian yang dikutip

source: Chapter number
da: Kapitelnummer
eu: Kapitulu zenbakia
id: Nomor bab

source: Citation key of the cross-referenced entry
da: Citationsnøgle for krydsreference poster
eu: Zehar-erreferentziatutako sarreraren zitazio gakoa
id: Kunci kutipan dari entri referensi silang

source: Edition of the book (such as "first" or "second")
da: Bogens udgivelsesversion (sådan som "første" eller "anden")
eu: Liburuaren edizioa ("lehenengoa" edo "bigarrena" bezalakoa)
id: Edisi buku (seperti "pertama" atau "kedua")

source: Name(s) of the editor(s), separated by 'and' if more than one
da: Redaktørnavn(e) adskilt med "and" hvis mere end én
eu: Editoraren izena(k), 'and'-ez bereizirik bat baino gehiago badago
id: Nama penyunting, dipisahkan oleh 'dan' jika lebih dari satu

source: Specification of electronic publication
da: Specifikation af elektronisk publikation
eu: Argitaratze elektronikoaren espezifikazioa
id: Spesifikasi dari publikasi elektronik

source: Publishing method if the method is nonstandard
da: Udgivelsesmetode hvis den ikke er standard
eu: Argitaratze metodoa metodoa ez bada estandarra
id: Metode penerbitan jika metodenya nonstandar

source: Institution that was involved in the publishing
da: Institution som var medvirkende ved udgivelse
eu: Argitaratzean parte hartu duten instituzioak
id: Institusi yang terlibat dalam proses penerbitan

source: Journal or magazine in which the work was published
da: Tidsskrift eller magasin hvor publikationen blev udgivet
eu: Lan hau argitaratu den aldizkariaren zenbakia
id: Jurnal atau majalah dimana karya tersebut dipublikasikan

source: Hidden field used for specifying or overriding the alphabetical order of entries
da: Skjulte felter som bruges til at angive eller overstyre alfabetisk sorteringsorden
eu: Sarreren orden alfabetikoa gainidazten duen zehazturiko ezkutatutako fitxategiak
id: Ruang tersembunyi yang digunakan untuk menentukan atau mengganti urutan alfabetik dari entri

source: Month of publication or creation if unpublished
da: Publikationsmåned eller færdiggørelse hvis ikke udgivet
eu: Argitaratze hilabetea edo sortze hilabetea argitaratua ez badago
id: Bulan publikasi atau pembuatan jika belum dipublikasikan

source: Miscellaneous extra information
da: Diverse ekstra information
eu: Bestelako informazio gehigarria
id: Informasi tambahan lainnya

source: Number of journal, magazine, or tech-report
da: Antal tidsskrifter, magasiner, eller tekniske rapporter
eu: Errebista, txosten-tekniko edo aldizkari zenbakia
id: Nomor jurnal, majalah, atau laporan teknologi

source: Sponsor of the conference
da: Konferencesponsor
eu: Konferentziaren laguntzailea
id: Sponsor konferensi

source: Page numbers separated by commas or double-hyphens
da: Sidenumre adskilt af kommaer eller dobbelt-bindestreg
eu: Orrialde zenbakiak gakoz edo bi-puntueza bereizirik
id: Nomor halaman dipisahkan oleh koma atau tanda hubung (-) ganda

source: Name of publisher
da: Udgivers navn
eu: Argitaratzailearen izena
id: Nama penerbit

source: School where thesis was written
da: Uddannelsessted hvor afhandling blev skrevet
eu: Tesisa idatzi den eskola
id: Sekolah dimana tesis ditulis

source: Series of books in which the book was published
da: Bogserier hvori denne bog blev udgivet
eu: Liburu hau argitaratu den liburu multzoak
id: Seri dari buku dimana buku dipublikasikan

source: Title of the work
da: Titel for publikation
eu: Lanaren izenburua
id: Judul karya tulis

source: Type of technical report
da: Type af teknisk rapport
eu: Txosten tekniko mota
id: Tipe laporan teknis

source: Internet address
da: Internet adresse
eu: Internet helbidea
id: Alamat Internet

source: Number of the volume
da: Nummer af udgivelsen
eu: Bolumenaren zenbakia
id: Nomor volume

source: Year of publication or creation if unpublished
da: Publikationsår eller færdiggørelse hvis ikke udgivet
eu: Argitalpen edo sortze data
id: Tahun publikasi atau pembuatan jika belum dipublikasikan

source: Add entry
da: Tilføj post
eu: Gehitu sarrera
id: Tambah entri

source: Edit entry
da: Redigér post
eu: Editatu sarrera
id: Sunting entri

source: Toggle case sensitivity.
da: Skift versalfølsomhed.
eu: Txandakatu maikuskula/minuskulak
id: Ubah sensitifitas karakter.

source: Title
da: Titel
eu: Izenburua
id: Judul

source: Author/Editor
da: Forfatter/redaktør
eu: Egilea/Editorea
id: Penulis/Penyunting

source: Publication
da: Publikation
eu: Argitarapena
id: Publikasi

source: Publisher
da: Udgiver
eu: Argitaratzailea
id: Penerbit

source: Misc
da: Diverse
eu: Hainbat
id: Lainnya

source: No type was selected
da: Ingen type var valgt
eu: Ez da motarik hautatu
id: Tak ada tipe yang dipilih

source: No key was selected
da: Ingen nøgle var valgt
eu: Ez da gakorik hautatu
id: Tak ada kunci yang dipilih

source: File
da: Fil
eu: Fitxategia
id: Berkas

source: E_ntry
da: _Post
eu: Sa_rrera
id: E_ntri

source: Variable
da: Variabel
eu: Aldakorra
id: Variabel

source: _View
da: _Visning
eu: _Ikusi
id: _Tampilan

source: Show _Toolbar
da: Vis _værktøjsbjælke
eu: Ikusi _tresna-barra
id: Tampilkan _Batang Alat

source: Show _Variable List
da: Vis _variabelliste
eu: Ikusi al_dagai zerrenda
id: Tampilkan Senarai _Variabel

source: Help
da: Hjælp
eu: Laguntza
id: Bantuan

source: loaded...
da: indlæst...
eu: kargaturik...
id: dimuat...

source: Open
da: Åbn
eu: Ireki
id: Buka

source: BibTeX files
da: BibTeX-filer
eu: BibTeX fitxategiak
id: Berkas BibTeX

source: All files
da: Alle filer
eu: Fitxategi guztiak
id: Semua berkas

source: Save As
da: Gem som
eu: Gorde honela
id: Simpan Sebagai

source: Variable name:
da: Variabelnavn:
eu: Aldagai izena:
id: Nama variabel:

source: Value:
da: Værdi:
eu: Balioa:
id: Nilai:

source: Add variable
da: Tilføj variabel
eu: Gehitu aldagaia
id: Tambah variabel

source: Edit variable
da: Redigér variabel
eu: Editatu aldagaia
id: Sunting variabel

source: Key
da: Nøgle
eu: Gakoa
id: Kunci

source: Type
eu: Mota
id: Tipe

source: Author
da: Forfatter
eu: Egilea
id: Penulis
