Repository: iwamatsu/xfce-po-translation
Catalog: xfce/xfce4-session/trunk/po/*.po
Languages: ar, da, de, it

source: Security
ar: الأمن
da: Sikkerhed
it: Sicurezza

source: Manage remote applications
ar: تحكم البرامج الخارجية
da: Håndter fjernprogrammer
it: Gestisce le applicazioni remote

source: Allow the session manager to manage applications running on remote hosts. Do not enable this option unless you know what you are doing.
ar: جعل مدير الجلسة يتحكم في الاجهزة البعيدة.لا تقوم بتفعيل هذا الخيار ان لم تكن متيقن من اختيارك.
da: Tillader sessionshåndteringen at styre programmer der afvikles på fjernsystemer. Aktiver ikke denne indstilling hvis du ikke ved hvad du gør.
it: Abilita il gestore della sessione a gestire le applicazione avviate su host remoti. Non abilitate questa opzione se non sapete esattamente quello che state facendo.

source: General
ar: عام
da: Generalt
it: Generale

source: Advanced
ar: متقدم
da: Advanceret
it: Avanzato

source: Button Label|Sessions and Startup
ar: اسم الزر | الجلسة والبداية
da: Knapetikette|Sessioner og opstart

source: Splash Screen Settings
ar: اعدادات شاشة البداية
da: Opstartsskærmbillede indstillinger
it: Impostazioni Splash Screen

source: Configure
ar: الإعدادات
da: Konfigurer
it: Configura

source: Opens the configuration panel for the selected splash screen.
ar: فتح قائمة اعدادات ل شاشة البدئ المختارة
da: Åben konfigurationspanelet for det valgte opstartsskærmsbillede.
it: Apre il pannello di configurazione per selezionare lo splash screen

source: Test
ar: تجريب

source: Demonstrates the selected splash screen.
ar: أظهر شاشة بدء تلقائية
da: Demonstrere det valgte opstartsskærmbillede
it: Dimostrazione dello splash screen selezionato.

source: Information
ar: معلومة
it: Informazioni

source: <b>Version:</b>
ar: <b>:اصدار</b>
it: <b>Versione:</b>

source: Button Label|Splash Screen
ar: زر شاشة البدء
da: Knapetikette|Opstartsskærmbillede

source: Name:
ar: الإسم:
da: Navn:
it: Nome:

source: Autostarted applications
ar: البرامج التلقائية
da: Autostartede programmer

source: Below is the list of applications that will be started automatically when you login to your Xfce desktop, in addition to the applications that were saved when you logged out last time:
ar: هذه لائحة البرامج التي ستشغل بصفة تلقائية عندما تقوم بالدخول الى سطح المكتب اكسفس زيادة على البرامج التي سجلت عند آخر مرة قمت فيها بالدخول:
da: Herunder er en liste af programmer der vil blive startet automatisk når du logger ind på dit Xfce skrivebord, dette gælder udover de programmer der blev gemt da du loggede ud sidst.

source: Log Out
ar: الخروج
da: Logud

source: Restart
ar: إعادة التشغيل
da: Genstart

source: Shut Down
ar: غلق الجهاز
da: Nedlukning

source: Logout
ar: الخروج
da: Logud

source: Xfce 4 Splash Screen Settings
ar: سمة شاشة البدء اكسفس
da: Xfce 4 opstartsskærmindstillinger

source: Autostarted Applications
ar: البرامج المشغلة تلقائيا
da: Autostartede programmer

source: Edit the list of autostarted applications
ar: تعديل لائحة البرامج·المشغلة·تلقائيا
da: Rediger listen af autostartede programmer

source: Xfce 4 Autostarted Applications
ar: البرامج·المشغلة·تلقائيا اكسفس
da: Xfce 4 autostartede programmer
