Repository: iwamatsu/xfce-po-translation
Catalog: xfce/xfce4-session/trunk/po/*.po
Languages: ar, da, de, it

source: No description given
ar: ﻻ يوجد وصف
da: Ingen beskrivelse givet
de: Keine Beschreibung verfügbar
it: Nessuna descrizione

source: Choose theme file to install...
ar: اختر ملف تيمة لتثبته...
da: Vælg temafil der skal installeres
de: Wählen Sie die Themadatei, die Sie installieren möchten...
it: Scegliere il file del tema da installare...

source: Unable to install splash theme from file %s, please check that the file is a valid splash theme archive.
ar: فشل في تثبيت ملف التيمة %s، تأكد من عدم تلف الملف.
da: Kunne ikke installere opstartskærmbillede tema fra fil %s, check om filen er et rigtigt opstartskærmbillede tema arkiv.
de: Konnte Thema aus Datei »%s« nicht installieren. Stellen Sie sicher, dass die Datei ein Archiv für ein Startbildschirmthema ist.

source: Unable to remove splash theme "%s" from directory %s.
ar: عاجز عن إزالة تيمة البدأ "%s" من المجلد %s.
da: Kunne ikke fjerne opstartskærmbillede tema "%s" fra mappe %s.
de: Konnte Startbildschirmthema »%s« nicht aus Verzeichnis »%s« entfernen.

source: Choose theme filename...
ar: اختر اسم ملف التيمة
da: Vælg temafilnavn...
de: Wählen Sie die Themadatei, die Sie installieren möchten...
it: Scegliere il nome del file tema...

source: _Install new theme
ar: تنصيب سمة جديدة
da: _Installer nyt tema
de: Neues Thema _installieren
it: _Installa un nuovo tema

source: _Remove theme
ar: _حذف التيمة
da: _Fjern tema
de: Thema _entfernen
it: _Rimuove un tema

source: _Export theme
ar: _تصدير التيمة
da: _Eksporter tema
de: Thema e_xportieren
it: _Esporta un tema

source: Balou theme
ar: تيمة بالو
da: Balou tema
de: Balou Thema

source: Configure Balou...
ar: تعديلات بالو
da: Konfigurer Balou...
de: Konfiguriere Balou...

source: Balou Splash Engine
ar: محرك بالو
da: Balou opstartskærmbillede motor
de: Startbildschirm »Balou«

source: Mice
ar: فأرة
da: Mus
de: Mäuse

source: Mice Splash Engine
ar: محرك الفأرة
da: Mice opstartskærmbillede motor
de: Startbildschirm »Mäuse«

source: Choose image...
ar: إختار صورة...
da: Vælg billede...
de: Bild auswählen...
it: Scegli un immagine...

source: Configure Simple...
ar: إعدادات بسيطة
da: Konfigurer simpel...
de: Konfiguriere einfaches Thema...

source: Font
ar: الخط
da: Skrifttype
de: Schriftart
it: Carattere

source: Colors
ar: أﻷوان
da: Farver
de: Farben
it: Colori

source: Background color:
ar: لون الخلفية
da: Baggrundsfarve:
de: Hintergrundfarbe:
it: Colore di sfondo:

source: Text color:
ar: لون الخط
da: Tekstfarve:
de: Textfarbe:
it: Colore testo:

source: Image
ar: صورة
da: Billede
de: Bild
it: Immagine

source: Use custom image
ar: استعمل صورة خاصة
da: Brug brugerdefineret billede
de: Eigenes Bild verwenden
it: Usa immagine personalizzata

source: Simple
ar: بسيط
da: Simpel
de: Einfach

source: Simple Splash Engine
ar: محرك بسيط
da: Simple opstartskærmbillede motor
de: Einfacher Startbildschirm

source: Settings manager socket
de: Socket des Sitzungsmanagers

source: Version information
de: Versionsinformation

source: Type '%s --help' for usage.
de: Geben Sie »%s --help« ein, um mehr über die Verwendung zu erfahren.

source: The Xfce development team. All rights reserved.
de: Das Entwicklungsteam von Xfce. Alle Rechte vorbehalten.

source: Please report bugs to <%s>.
de: Bitte melden Sie Fehler an <%s>

source: Session Settings
de: Sitzungseinstellungen

source: Unable to contact settings server
de: Kann Einstellungsserver nicht kontaktieren

source: Internal Error
de: Interner Fehler

source: Unable to create user interface from embedded definition data
de: Kann kein Nutzerbedienfeld aus den enthaltenen Definitionsdaten erzeugen

source: This is likely a problem with your Xfce installation
de: Dies ist wahrscheinlich ein Problem an Ihrer Installation von Xfce

source: _Application Autostart
de: _Automatisch gestartete Anwendungen

source: None
ar: لا شيء
da: Ingen
de: Keiner
it: Nessuno

source: Add application
ar: أضف تطبيق
da: Tilføj program
de: Anwendung hinzufügen
it: Aggiungi applicazione

source: Description:
ar: الوصف:
da: Beskrivelse:
de: Beschreibung:
it: Descrizione:

source: Command:
ar: الأمر:
da: Kommando:
de: Befehl:
it: Comando:

source: Select a command
ar: اختر أمر:
da: Vælg kommando:
de: Wählen Sie einen Befehl aus
it: Seleziona un comando

source: Failed to unlink %s: %s
ar: فشل في فك‌ربط %s: %s
da: Kunne ikke aflænke %s: %s
de: Konnte »%s« nicht löschen: %s
it: Errore nella rimozione di %s: %s

source: Failed to create file %s
ar: فشل في انشاء ملف %s
da: Kunne ikke oprette fil %s
de: Konnte Datei »%s« nicht erstellen
it: Errore nella creazione del file %s

source: Failed to write file %s
ar: فشل في كتابة الملف ·%s
da: Kunne ikke skrive til fil %s
de: Konnte Datei »%s« nicht schreiben
it: Errore nella scrittura sul file %s

source: Failed to open %s for writing
ar: فشل في فتح الملف %s من أجل الكتابة
da: Kunne ikke åbne %s for at skrive til
de: Konnte »%s« nicht zum Lesen öffnen
it: Errore nell'apertura in scrittura di %s

source: Below is the list of applications that will be started automatically when you login to your Xfce desktop, in addition to the applications that were saved when you logged out last time:
de: Unten ist eine Liste der Anwendungen, die automatisch gestartet werden, wenn Sie sich an Ihrer Xfce-Arbeitsumgebung anmelden, zusätzlich zu den beim Abmelden gespeicherten Anwendungen:

source: Loading desktop settings
ar: تحميل إعدادت سطح‌المكتب
da: Henter skrivebordsindstillinger
de: Lade Arbeitsoberflächeneinstellungen
it: Caricamento delle impostazioni del desktop

source: Verifying DNS settings
ar: التحقق من اعدادات DNS
da: Afprøver DNS indstillinger
de: DNS-Einstellungen werden geprüft
it: Verifica le impostazioni DNS

source: Loading session data
ar: تحميل بيانات الجلسة
da: Henter sessionsdata
de: Lade Sitzungsdaten
it: Caricamento dei dati di sessione

source: Xfce Session Manager
de: Sitzungsmanager

source: _Save session for future logins
ar: _حفظ الجلسة ﻹستخدامات مستقبلية
da: _Gem sessioner til fremtidige logind
de: _Speichere Sitzung für weitere Logins
it: _Salva la sessione per i prossimi login

source: Please enter your password:
ar: أدخل كلمة السر:
da: Indtast dit kodeord:
de: Bitte geben Sie Ihr Passwort ein:
it: Perfavore inserire la password:

source: <b>An error occurred</b>
ar: <b>حدث خطأ</b>
da: <b>En fejl skete</b>
de: <b>Es ist ein Fehler aufgetreten</b>

source: Either the password you entered is invalid, or the system administrator disallows shutting down this computer with your user account.
ar: اما أنك أدخلت كلمة السر الخاطئة، أو أن مدير الجهاز قام بإلغاء غلق الجهاز إنطلاقا من حسابك.
da: Enten er dit kodeord forkert, ellers har systemadministratoren ikke givet tilladelse til at lukke computeren ned med din brugerkonto.
de: Entweder Sie haben Ihr Passwort falsch eingegeben oder der Systemadministrator hat es Ihnen nicht erlaubt, den Computer von Ihrem Benutzeraccount aus herunterzufahren
it: Controllare che la password inserita sia valida, o che l'amministratore di sistema non consenta lo spegnimento di questo computer con il vostro account utente.

source: Last accessed: %s
ar: آخر دخول: %s
da: Sidst tilgået: %s
de: Letzter Zugriff: %s
it: Ultimo accesso: %s

source: Choose the session you want to restore. You can simply double-click the session name to restore it.
ar: اختر الجلسة التي تود إستعادتها. يمكنك أيضا النقر مرتين على اسم الجلسة لإستعادتها.
da: Vælg den session du vil genskabe. Du kan dobbeltklikke sessionsnavnet for at genskabe sessionen.
de: Wählen Sie die Sitzung aus, die Sie weiterführen wollen. Sie können einfach auf die Sitzung doppelt klicken, welche Sie weiterführen wollen.
it: Scegliere la sessione che volete ripristinare. Potete semplicemente fare doppio-click sul nome della sessione da ripristinare.

source: Log out
de: Abmelden

source: Cancel the login attempt and return to the login screen.
ar: الغاء محاولة الدخول والرجوع الى شاشة البدأ.
da: Afbryd logindforsøget og returner til logindskræmen.
de: Den Loginvorgang abbrechen und zum Anmeldebildschirm zurückkehren.
it: Annulla (chiude) il login attuale e ritorna allo schermo di login

source: New session
ar: جلسة جديدة
da: Ny session
de: Neue Sitzung
it: Nuova sessione

source: Create a new session.
ar: انشاء جلسة جديدة.
da: Opret en ny session.
de: Eine neue Sitzung erstellen.
it: Crea una nuova sessione.

source: The client doesn't have any properties set yet
de: Für den Client sind keine Eigenschaften eingestellt

source: Starting The Gnome Keyring Daemon
ar: بداية خدمة المفاتيح غنوم
da: Start Gnome nøgleringsserver
de: Gnome Keyring Daemon wird gestartet
it: Avvio del Demone Keyring di Gnome

source: Starting Gnome Assistive Technologies
ar: بدء تكنلوجيا غنوم لذو الاحتياجات الخاصة
da: Starter Gnome hjælpeteknologier.
de: Starte Gnome Assistive Technologies

source: Starting KDE services
ar: بدء خدمات KDE
da: Starter KDE services
de: Laufzeitumgebung für KDE wird gestartet
it: Avvio dei servizi KDE

source: (Unknown)
ar: (غير‌معروف)
da: (Ukendt)
de: (Unbekannt)
it: (Sconosciuto)

source: Could not look up internet address for %s. This will prevent Xfce from operating correctly. It may be possible to correct the problem by adding %s to the file /etc/hosts on your system.
ar: فشل في العثور على عنوان %s هذا سيمنع اكسفس من الاشتغال بصفة عادية.يمكن اصلاح المشكلة بإضافة %s الى الملف /etc/hosts في النظام.
da: Kunne ikke slå internetadressen for %s op. Dette vil forhindre Xfce i at fungere korrekt. Det kan være muligt at afhjælpe problemet ved at tilføje %s til din /etc/hosts systemfil.
de: Konnte Netzadresse für %s nicht finden. Dadurch wird Xfce nicht richtig funktionieren können. Vielleicht kann das Problem durch das hinzufügen von %s zur Datei /etc/hosts gelöst werden.

source: Continue anyway
ar: استمرار رغم كل شيء
da: Forsæt alligevel
de: Trotzdem fortfahren
it: Continua comunque

source: Try again
ar: حاول من جديد
da: Prøv igen
de: Nochmal versuchen
it: Prova ancora

source: Unable to determine failsafe session name. Possible causes: xfconfd isn't running (D-Bus setup problem); environment variable $XDG_CONFIG_DIRS is set incorrectly (must include "%s"), or xfce4-session is installed incorrectly.
de: Kann den Namen der abgesicherten Sitzung nicht bestimmen. Mögliche Usachen sind: xfconfd läuft gerade nicht (Einstellungsproblem von D-Bus); die Umgebungsvariable $XDG_CONFIG_DIRS ist nicht korrekt gesetzt (muss »%s« enthalten), oder xfce4-session wurde falsch installiert.

source: The specified failsafe session ("%s") is not marked as a failsafe session.
de: Die angegebene abgesicherte Sitzung (»%s«) ist nicht als solche dekariert.

source: The list of applications in the failsafe session is empty.
de: Die Liste der Anwendungen in der abgesicherten Sitzung ist leer.

source: Session Manager Error
de: Fehler im Sitzungsmanager

source: Unable to load a failsafe session
de: Kann abgesicherte Sitzugn nicht laden

source: Can only terminate clients when in the idle state
de: Kann Clients nur dann beenden, wenn keine anderen Aufgaben durchgeführt werden

source: Session manager must be in idle state when requesting a checkpoint
de: Der Sitzungsmanager muss unbeschäftigt sein, wenn ein Checkpoint gemacht werden soll

source: Session manager must be in idle state when requesting a shutdown
de: Der Sitzungsmanager muss unbeschäftigt sein, wenn er heruntergefahren werden soll

source: Suspend and hibernate are not supported
de: Suspend und Hibernate werden nicht unterstützt

source: Invalid shutdown type "%u"
de: Ungültiger Typ »%u« zum Herunterfahren des Systems

source: Choose session
ar: إختر الجلسة
da: Vælg session
de: Sitzung wählen
it: Scegli una sessione

source: Choose session name
ar: اختر إسم الجلسة
da: Vælg sessionsnavn
de: Sitzungsname wählen
it: Scegli il nome della sessione

source: Choose a name for the new session:
ar: إختر اسم الجلسة الجديدة:
da: Vælg et navn til den nye session
de: Wählen Sie einen Namen für die neue Sitzung:
it: Scegli un nome per la nuova sessione:

source: Starting the Volume Controller
ar: بداية متحكم الصوت
da: Starter lydvolumenkontrollen
de: Lautstärkeregler wird gestartet
it: Avvio del Controllo Volume..

source: Starting the Panel
ar: بدء القائمة
da: Starter panelet
de: Starte den Sitzungsmanager
it: Avvio del Pannello

source: Starting the Desktop Manager
ar: بدء مدير سطح المكتب
da: Starter skrivebordshåndteringen
de: Starte die Arbeitsoberfläche
it: Avvio del Gestore del Desktop

source: Starting the Taskbar
ar: بدء قائمة الأعمال
da: Starter opgavelinje
de: Starte die Taskbar
it: Avvio della Barra dei Processi

source: Starting the Window Manager
ar: بدء مدير النوافذ
da: Starter vindueshåndteringen
de: Starte den Fenstermanager
it: Avvio del Gestore di Finestre

source: Starting the Gnome Terminal Emulator
ar: بدء شاشة طرفية غنوم
da: Starter Gnome terminalemuleringen
de: Starte den Gnome Terminal-Emulator
it: Avvio dell'Emulatore del Terminale di Gnome

source: Starting the KDE Advanced Text Editor
ar: بدء محرر نصوص المتقدم KDE
da: Starter KDE advanceret tekst editor
de: Starte den KDE Advanced Text Editor
it: Avvio dell'Editor di Testo Avanzato di KDE

source: Starting the KDE Clipboard Manager
ar: بدء مدير ال
da: Starter KDE upklipshåndtering
de: Starte den KDE Clipboard-Manager
it: Avvio del Gestore degli Appunti di KDE

source: Starting the KDE Mail Reader
ar: بدء قارء البريد الالكتروني KDE
da: Starter KDE emaillæser
de: Starte das KDE Mail-Programm
it: Avvio del Lettore della Posta di KDE

source: Starting the KDE News Reader
ar: بدء قارء الأخبار KDE
da: Starter KDE nyhedslæser
de: Starte den KDE News Reader
it: Avvio del Lettore delle News di KDE

source: Starting the Konqueror
ar: بدء كونكيرور
da: Starter konqueror
de: Starte den Konqueror
it: Avvio di Konqueror

source: Starting the KDE Terminal Emulator
ar: بدء الشاشة الطرفية KDE
da: Starter KDE terminalemuleringen
de: Starte den KDE Terminal-Emulator
it: Avvio dell'Emulatore del Terminale di KDE

source: Starting the Beep Media Player
ar: بدء الميديا بلاير
da: Start beep medieafspilleren
de: Starte den Beep Media Player

source: Starting The Gimp
ar: بداية THE Gimp
da: Starter Gimp'en
de: Starte Gimp
it: Avvio di The Gimp

source: Starting the VI Improved Editor
ar: بدء حرر النصوص VI
da: Starter Vi improved editoren
de: Starte den VI Improved Editor

source: Starting the Session Management Proxy
ar: بدء بروكسي مدير الجلسة
da: Starter sessionshåndteringsproxy
de: Starte den Session Management Proxy

source: Starting the X-Chat IRC Client
ar: بدء ·X-Chat·IRC
da: Starter X-chat IRC klienten
de: Start den X-Chat IRC Client
it: Avvio del Client IRC X-Chat

source: Starting the X Multimedia System
ar: بدء نظام X·Multimedia
da: Starter X multimediasystemet
de: Starte das X Multimedia System
it: Avvio del Sistema Multimediale di X

source: Starting the X Terminal Emulator
ar: بدء الشاشة الطرفية X
da: Starter X terminal emuleringen
de: Starte den X Terminal-Emulator
it: Avvio dell'Emulatore di Terminale di X

source: Starting %s
ar: بدء %s
da: Starter %s
de: Starte %s

source: The location and the format of the autostart directory has changed. The new location is %s where you can place .desktop files to, that describe the applications to start when you login to your Xfce desktop. The files in your old autostart directory have been successfully migrated to the new location. You should delete this directory now.
ar: تم تغيير مكان مجلد البداية التلقائية للبرامج. المكان الجديد هو %s حيث يمكنك وضع ملفات .desktop التي تصف البرامج المشغلة تلقائيا عند دخول المكتب. الملفات القديمة الموجودة في مجلد autostart تم نقلها الى المكان الجديد. عليك حذف هذا الملف الآن.
da: Beliggenheden og formatet af autostartmappen har ændret sig. Den nye beliggenhed er\n %s der kan du placere .desktop filer, der beskriver programer som skal startes når du logger ind på Xfce skrivebordet. Filerne i din gamle autostartmappe er blevet konverteret til den nye beliggenhed. Du burde slette den gamle mappe nu.
de: Der ort und das Format des Autostart-Verzeichnisses haben sich geändert. Der neue Ort ist %s wo .desktop-Dateien abgelegt werden können, die die Anwendungen festlegen, die beim Anmelden an der Xfce-Arbeitsumgebung gestartet werden sollen. Die Dateien im alten Autostart-Verzeichnis wurden erfolgreich zum neuen Ort übertragen. Sie sollten dieses Verzeichnis jetzt löschen.

source: Performing Autostart...
ar: بدء تلقائي...
da: Kører autostart...
de: Führe Autostart aus...

source: Tips and Tricks
ar: نصائح وارشادات
da: Tips og tricks
de: Tipps und Tricks

source: Fortunes
da: Forudsigelse
de: Zufallstexte
it: Frasi portafortuna

source: Display tips on _startup
ar: أظهر النصائح عند البداية
da: Vis tips ved _opstart
de: Xfce-Tipps und -Tricks beim _Start anzeigen
it: Visualizza trucchi all'_avvio

source: Tips and tricks
ar: النصائح والارشادات
da: Tips og tricks
de: Tipps beim Starten anzeigen
it: Trucchi e suggerimenti

source: Next
ar: التالي
da: Næste
de: Nächster
it: Prossimo

source: Logout Error
de: Fehler beim Abmelden

source: Unknown error
de: Unbekannter Fehler

source: Unable to contact D-Bus session bus.
de: Kann Sitzungsbus »D-Bus« nicht kontaktieren

source: Failed to create new D-Bus message
de: Konnte keine neue Nachricht D-Bus erstellen

source: Failed to receive a reply from the session manager
de: Keine Antwort von dem Sitzungsmanager erhalten

source: Received error while trying to log out
de: Fehler während des Abmeldevorgangs erhalten

source: Session and Startup Settings
ar: اعدادات بدء جلسة
da: Session og opstartsindstillinger
de: Sitzungs- und Starteinstellungen

source: Sessions and Startup
ar: الجلسة والبداية
da: Sessioner og opstart
de: Sitzungs- und Starteinstellungen
it: Sessioni e Avvio

source: Sessions and Startup Settings
ar: إعدادات بدئ الجلسة
da: Sessioner og opstartsindstillinger
de: Sitzungen und Starteinstellungen

source: Xfce 4 Sessions and Startup Settings
ar: إعدادات·بدئ·الجلسة اكسفس
da: Xfce 4 sessioner og opstartsindstillinger
de: Xfce4-Sitzungs- und Starteinstellungen
it: Impostazioni delle Sessioni e dell'Avvio di Xfce 4

source: <b>Author:</b>
ar: المؤلّف:
da: <b>Forfatter:</b>
de: <b>Autor:</b>
it: <b>Autore:</b>

source: <b>Compatibility</b>
de: <b>Kompatibilität</b>

source: <b>Description:</b>
ar: <b>:وصف</b>
da: <b>Beskrivelse:</b>
de: <b>Beschreibung:</b>
it: <b>Descrizione:</b>

source: <b>Homepage:</b>
ar: <b>:الصفحة الشخصية</b>
da: <b>Hjemmeside:</b>
de: <b>Webseite:</b>

source: <b>Logout Settings</b>
de: <b>Logout-Einstellungen</b>

source: <b>Security</b>
de: <b>Sicherheit</b>

source: <b>Session Chooser</b>
de: <b>Sitzungsübersicht</b>

source: Ad_vanced
de: _Fortgeschritten

source: Automatically save session on _logout
de: _Sitzung automatisch beim Beenden speichern

source: Con_figure
de: _Konfigurieren

source: Customize desktop startup and splash screen
de: Passen Sie das Startverhalten der Arbeitsumgebung und den Startbildschirm an Ihre Bedürfnisse an

source: Launch GN_OME services on startup
de: Laufzeitumgebung für _Gnome beim Starten laden

source: Launch _KDE services on startup
de: Laufzeitumgebung für _KDE beim Starten laden

source: Manage _remote applications
de: _Anwendungen auf entfernten Rechnern verwalten

source: S_plash
de: S_tarbild

source: _Display chooser on login
de: _Sitzungsauswahl beim Starten anzeigen

source: _General
de: _Allgemeine Einstellungen

source: _Prompt on logout
de: _Vor dem Abmelden nachfragen

source: _Session
de: _Sitzung

source: _Test
de: _Testen

source: xfce4-tips
ar: نصائح اكسفس
de: Xfce4-Tipps

source: Balou
ar: بالو

source: Session chooser
ar: تحكم بالجلسة
da: Sessionvælger

source: Display chooser on login
ar: أظهر الاختيار عند الدخول
da: Vis vælger ved logind
it: Display scelto al login

source: If set, the session manager will ask you to choose a session every time you log in to Xfce.
ar: أذا قمت بتفعيل هذا الخيار، سيقوم مدير الجلسة بدعوة اختيار الجلسة كل مرة تدخل فيها الجلسة.
da: Hvis aktiveret, vil sessionsbehandleren spørge hvilken session der skal benyttes hvergang der logges ind i Xfce.

source: Logout settings
ar: إعدادات الخروج
da: Logud indstillinger

source: Automatically save session on logout
ar: حفظ تلقائي للجلسة عند الخروج
da: Gem automatisk sessionen ved logud
it: Salva automaticamente la sessione all'uscita

source: This option instructs the session manager to save the current session automatically when you log out. If you don't select this option you'll be prompted whether you want to save the current session on each logout.
ar: هذا الخيار يجعل متحكم الجلسة يقوم بتسجيل الجلسة الحالية عندما تقوم بالخروج.اذا لم تقم بتفعيل هذا الخيار سيتم سؤالك كل مرة تقوم فيهل يالخروج.
da: Denne indstilling instruerer sessionshåndteringen om at gemme den aktuelle session automatisk når du logger ud. Hvis du ikke vælger denne indstilling vil du blive spurgt om du vil gemme den aktuelle session ved logud.

source: Prompt on logout
ar: سؤال عند الخروج
da: Spørg ved logud
it: Chiede all'uscita

source: This option disables the logout confirmation dialog. Whether the session will be saved or not depends on whether you enabled the automatic saving of sessions on logout or not.
ar: هذا الخيار يلغي تأكيد الخروج.حفظ الجلسة أو عدم حفظها مرتبط بتفعيلك الحفظ التلقائي للجلسات عند الخروج.
da: Denne indstilling deaktiverer logud bekræftigelsesdialogen. On sessionen skal gemmes eller ej kommer an på om du har aktiveret automatisk gemning af sessioner ved logud.
it: Questa opzione disabilita il dialogo di conferma all'uscita. Che la sessione venga salvata o no dipende se avete abilitato o no il salvataggio automatico della sessione all'uscita

source: Compatibility
ar: التوافق
da: Kompabilitet

source: Launch Gnome services on startup
ar: اطلاق خدمة غنوم عند البداية
da: Start Gnome services ved opstart
it: Lancia i servizi di Gnome all'avvio

source: Enable this if you plan to use Gnome applications. This will instruct the session manager to start some vital Gnome services for you. You should also enable this if you want to use the Assistive Technologies that ship with Gnome.
ar: قم بتفعيل اذا أردت استعمال برامج غنوم.سيتم جعل مدير الجلسة يقوم بتشغيل بعض خدمات غنوم الضرورية.يجب تفعيل هذا الخيار أيضا منأذا اردت استعمال تكنلوجيا غنوم لذو الاحتياجات الخاصة.
da: Aktiver denne indstilling hvis du vil bruge Gnome programmer. Dette vil instruere sessionsbehandlingen om at starte vigtige Gnome services for dig. Du skal også aktivere dette hvis du vil bruge hjælpeteknologier der komme med Gnome.
it: Abilitate questo se utilizzerete le applicazioni di Gnome. Queso istruira il gestore della session di avviare al vostro posto alcuni servizi vitali per Gnome. Dovete attivare questo se volete utilizzare la Assistive Tecnologies distribuita con Gnome.

source: Launch KDE services on startup
ar: اطلاق خدمة KDE عند البداية
da: Start KDE services ved opstart
it: Lancia i servizi di KDE all'avvio

source: Enable this option if you plan to run KDE applications as part of your Xfce Desktop session. This will notably increase the startup time, but on the other hand, KDE applications will startup faster. Some KDE applications may not work at all if you don't enable this option.
ar: فعل هذا الخيار اذا اردت تشغيل تطبيقات KDE كجزء من مكتب اكسفس.سيقوم هذا الخيار بزيادة وقت بداية تشغيل سطح المكتب،لكن من جهة أخرى، سيقوم بتشغيل برامج KDE بسرعة أكبر.بعض برامج KDE لن تشتغل على الاطلاق ان لم تقوم بتفعيل هذا الخيار.
da: Aktiver denne indstilling hvis du vil bruge KDE programmer med dit Xfcemiljø. Dette vil forøge opstartstiden, men KDE programme vil start hurtigere. Nogle KDE programmer vil måske ikke virke hvis du ikke aktivere denne indstilling.
it: Abilitare questa opzione se utilizzerete le applicazioni di KDE, all'interno della sessione desktop di Xfce. Questo incrementara' in modo visibile il tempo di avvio, ma le applicazioni KDE verranno avviate piu' velocemente. Alcune applicazioni di KDE potrebbero non lavoare del tutto se non attivate questa opzione.
