Repository: iwamatsu/xfce-po-translation
Catalog: goodies/xfce4-xfapplet-plugin/trunk/po/*.po
Languages: ca, cs, da, de, eu, id, it, lv, sq, uk, ur

source: XfApplet
lv: XfSīklietotne
uk: Плагін XfApplet

source: Choose an applet
ca: Esculliu una miniaplicació
cs: Zvolte si aplet
da: Vælg et panelprogram
de: Wählen Sie ein Applet
eu: Applet bat hautatu
id: Pilih applet
it: Scegliere un'estensione
lv: Izvēlaties sīklietotni
sq: Zgjidhni zbatimth
uk: Виберіть аплет
ur: ایپلیٹ منتخب کریں

source: Choose an applet from the list. If you have already chosen an applet previously, it will be substituted by the one you choose.
ca: Esculliu una miniaplicació del llistat. Si ja heu triat una miniapliació anteriorment serà substituida amb la que esculliu.
cs: Zvolte si aplet ze seznamu. Pokud jste si již zvolili aplet dříve, bude nahrazen tím, který si zvolíte nyní.
da: Vælg et panelprogram fra listen. Hvis du allerede tidligere har valgt et panelprogram, vil det blive erstattet af det du vælger.
de: Wählen Sie ein Applet (kleine Anwendung) aus der Liste. Falls Sie bereits ein Applet ausgewählt haben, wird es automatisch durch das neugewählte ersetzt.
eu: Zerrendatik applet bat hautatu. Aurretik applet bat hautatu izan bazenu, beste honengatik ordezkatuko da.
id: Pilih applet dari senarai. Jika anda telah memilih aplet sebelumnya, maka akan diganti dengan applet yang anda pilih.
it: Scegliere un'applet dalla lista. Se è stata già scelta un'applet in precedenza, verrà sostituita dalla scelta attuale.
lv: Izvēlaties sīklietotni no saraksta. Ja, jau ir izvēlēta sīklietotne, tā tiks aizvietota ar jaunizvēlēto.
sq: Zgjidhni një zbatim prej listës. Nëse keni zgjedhur tashmë më parë një zbatimth, do të zëvendësohet me atë që zgjidhni.
uk: Виберіть аплет зі списку. Якщо Ви вже раніше вибирали один із таких аплетів, його буде замінено на той, який Ви виберете зараз.
ur: فہرست سے ایپلیٹ منتخب کریں. اگر آپ نے پہلے ہی ایپلیٹ منتخب کر رکھا ہے تو اسے نئے ایپلیٹ سے بدل دیا جائے گا.

source: Available applets
ca: Miniaplicacions disponibles
cs: Dostupné aplety
da: Tilgængelige panelprogrammer
de: Verfügbare Applets
eu: Applet erabilgarriak
id: Applet yang tersedia
it: Applet disponibili
lv: Pieejamās sīklietotnes
sq: Zbatimthe të mundshëm
uk: Доступні аплети
ur: دستیاب ایپلیٹس

source: '%s' has quit unexpectedly.
ca: «%s» s’ha aturat de manera inesperada.
cs: '%s' byl neočekávaně ukončen.
da: "%s" afsluttede uventet.
de: »%s« wurde unerwartet beendet.
eu: '%s' esperogabeko moduan itxi da.
id: '%s' telah berhenti secara tak terduga.
it: "%s" è uscita inaspettatamente
lv: '%s' negaidīt beidza darbu.
sq: '%s' u mbyll papritmas.
uk: '%s' несподівано завершив роботу.
ur: '%s' غیر متوقع طور پر برخاست ہوگیا.

source: If you don't reload the applet, XfApplet plugin will go back to its initial empty state.
ca: Si no reiniciau la miniapliació, el connector XfApplet estarà buit.
cs: Pokud opětovně nezavedete aplet, zásuvný modul XfApplet se obnoví do původního prazdného stavu
da: Hvis du ikke genindlæser panelprogrammet, vil XfApplet udvidelsesmodulet gå tilbage til dets oprindeligt tomme tilstand.
de: Falls Sie das Applet nicht neuladen, kehrt XfApplet zu seinem urspünglichen, leeren Zustand zurück.
eu: Applet-a ez berrabiarazi ezkero, XfApplet plugin-a bere hasierako huts egoerara itzuliko da.
id: Jika anda tidak memuat ulang applet, plugin XfApplet akan kembali ke status kosong aslinya.
it: Se non verrà ricaricata l'applet, l'estensione XfApplet ritornerà al suo stato iniziale vuoto.
lv: Ja netiks veikta sīklietotnes pārlāde, XfSīklietotne spraudnis atgriezīsies tukša sākuma stāvoklī.
sq: Nëse s'ringarkoni zbatimthin, shtojca XfApplet do të kthehet mbrapsht te gjendja fillestare bosh.
uk: Якщо Ви не перезапустите аплет, плагін XfApplet повернеться в початковий пустий стан.
ur: اگر آپ ایپلیٹ پھرلوڈ نہیں کریں گے تو XfApplet پلگ ان واپس ابتدائی خالی حالت پر واپس چلا جائے گا.

source: Don't Reload
ca: No reiniciis
cs: Nenačítat opakovaně
da: Genindlæs ikke
de: Nicht neuladen
eu: Ez Birkargatu
id: Jangan Muat Ulang
it: Non ricaricare
lv: Nepārlādēt
sq: Mos Ringarko
uk: Не перезапускати
ur: پھرلوڈ مت کریں

source: Reload
ca: Actualitza
cs: Opakovaně načíst
da: Genindlæs
de: Neuladen
eu: Birkargatu
id: Muat Ulang
it: Ricarica
lv: Pārlādēt
sq: Ringarko
uk: Перезапустити
ur: پھرلوڈ کریں

source: Display Gnome applets on the Xfce4 Panel
ca: Mostra les miniapliacions Gnome al quadre Xfce4
cs: Zobrazuje aplety prostředí Gnome na panelu Xfce4
da: Vis Gnome panelprogrammer i Xfce4 panelet
de: Zeigt Applets der Gnome-Leiste in der Xfce4-Leiste an
eu: Gnome applets-ak Xfce4 panelean bistarazi
id: Tampilkan applet Gnome di Panel Xfce4
it: Visualizza le applet di Gnome nel pannello di xfce4
lv: Attēlo Gnome sīklietotnes uz Xfce4 Paneļa
sq: Shfaq zbatimtha GNOME te Paneli Xfce4
uk: Відображати аплети Gnome на панелі Xfce4
ur: ایکسفس4 پینل میں گنوم کے ایپلیٹ ظاہر کریں

source: Author/Maintainer
ca: Autor/Mantenidor
cs: Autor a správce
da: Forfatter/vedligeholder
de: Autor/Maintainer
eu: Egilea/Mantentzea
id: Penulis/Pengelola
it: Autore/Curatore
lv: Autors/Uzturētājs
sq: Autor/Mirëmbajtës
uk: Автор/Супровід
ur: مالک/منتظم

source: Translator (%s)
ca: Traductor (%s)
cs: Překladatel (%s)
da: Oversætter (%s)
de: Übersetzer (%s)
eu: Itzultzailea (%s)
id: Penerjemah (%s)
it: Taduttore (%s)
lv: Tulkotājs (%s)
sq: Përkthyes (%s)
uk: Перекладач (%s)
ur: مترجم (%s)

source: '%s' could not be loaded.
ca: No s’ha pogut carregar «%s».
cs: '%s' nelze načíst.
da: "%s" kunne ikke indlæses.
de: »%s« konnte nicht geladen werden.
eu: Ezin da '%s' kargatu.
id: '%s' tak dapat dimuat.
it: "%s" non può essere caricata.
lv: '%s' nevarēja ielādēt.
sq: '%s' nuk u ngarkua dot.
uk: '%s' не може бути завантажено.
ur: '%s' لوڈ نہیں ہوسکتا.

source: An internal error occurred and the applet could not be loaded.
ca: Ha ocorregut un error intern i la miniapliació no s’ha pogut carregar.
cs: Došlo k interní chybě a aplet nemohl být zaveden.
da: Der opstod en intern fejl, og panelprogrammet kunne ikke indlæses.
de: Ein interner Fehler hat sich ereignet und das Applet konnte nicht geladen werden.
eu: BArne errore bat gertatu da eta applet-a ezin da kargatu.
id: Galat internal terjadi dan applet tak dapat dimuat.
it: A causa di un errore interno non è stato possibile caricare l'applet.
lv: Notika iekšēja kļūda un sīklietotni nevarēja ielādēt.
sq: Ndodhi një gabim i brendshëm dhe zbatimi nuk u ngarkua dot.
uk: Отримано внутрішню помилку і аплет не може бути завантажено.
ur: داخلی غلطی ہوئی ہے، ایپلیٹ لوڈ نہیں ہوسکتا.

source: Display Gnome applets in the panel
ca: Mostra les miniapliacions Gnome al quadre
cs: Zobrazuje aplety prostředí Gnome v panelu
da: Vis Gnome panelprogrammer i panelet
de: Zeigt Gnome-Applets in der Leiste an
eu: Gnome applet-ak panelean bistarazi
id: Tampilkan applet Gnome di panel
it: Visualizza le applet di gnome nel pannello
lv: Attēlo Gnome sīklietotnes uz paneļa
sq: Shfaq zbatimtha GNOME te paneli
uk: Відображати аплети Gnome на панелі
ur: پینل میں گنوم ایپلیٹ ظاہر کریں
