Repository: iwamatsu/xfce-po-translation
Catalog: xfce/xfmedia/trunk/po/*.po
Languages: ca, cs, de, dz, eo, es, eu, fi, fr, gu, he, hu, id, ja, lv, mk, nb_no, pl, pt_br, ru, sk, sq, tr, uk, ur, vi

source: -p, --play[=N] Causes Xfmedia to play the file at playlist idx N. If N is not specified, Xfmedia will play the currently- selected entry, or, if no item is selected, the first entry. If used in conjunction with --playlist-add, will cause Xfmedia to play the newly-added entry.
ca: -p, --play[=N] Fa que xfmedia reprodueixi l'element N de la llista de reproducció. Si no s'especifica N, xfmedia reproduirà l'entrada seleccionada o, si no hi ha cap seleccionat, el primer de la llista. Si es fa servir junt amb «--playlist-add» s'executarà l'entrada afegida.
cs: -p, --play[=N] Xfmedia začne přehrávat soubor ze seznamu médií na pozici N. Pokud N není zadáno, Xfmedia přehraje aktuálně vybranou položku nebo první položku, pokud není žádná položka vybrána. Použije-li se ve spojení s volbou --playlist-add, začne Xfmedia přehrávat nejnovější položku
de: -p, --play[=N] Weist Xfmedia an, die Datei mit dem Index N in der Wiedergabeliste abzuspielen. Falls N nicht angegeben wird, spielt Xfmedia den gerade ausgewählen Eintrag ab, oder, falls kein Eintrag ausgewählt ist, den ersten Eintrag. Wenn diese Option in Verbindung mit --playlist-add verwendet wird, wird der gerade neu hinzugefügte Eintrag abgespielt.
dz: -p, --play[=N] ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་འདི་ གཏང་ཐོ་ ཨའི་ཌི་ཨེགསི་ Nལུ་གཏང་ནི་ལུ་རྒྱུ་རྐྱེན་འབདཝ་ཨིན། N འདི་གསལ་བཀོད་མ་འབད་ཅིན་ ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་ཀྱིས་ ད་ལྟོ་སེལ་འཐུ་འབད་དེ་ཡོད་པའི་ ཐོ་བཀོད་འདི་གཏང་ནི་དང་ ཡང་ན་ རྣམ་གྲངས་སེལ་འཐུ་འབད་དེ་མེད་པ་ཅིན་ ཐོ་བཀོད་དང་པ་འདི་གཏངམ་ཨིན། --playlist-add,དང་བཅས་ འབྲེལ་ཚིག་ནང་ལག་ལེན་འཐབ་ཡོད་པ་ཅིན་ འདི་གིས་ ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་ལུ་ གསརཔ་ཁ་སྐོང་བརྐྱབ་ཡོད་པའི་ཐོ་བཀོད་ཀྱི་རྒྱུ་རྐྱེན་འབདཝ་ཨིན།
es: -p, --play[=N] Hace que Xfmedia reproduzca el archivo en el índice de la lista de reproducción N. Si N no es especifica, se reproducirá la entrada actualmente seleccionada, ó, si no hay ninguna seleccionada, la primera entrada. Si se emplea en conjunción con --playlist-add, hará que Xfmedia reproduzca la nueva entrada añadida.
eu: -p, --play[=N] Xfmedia-k N indize duen erreprodukzio zerrendako fixtategia erreproduzituko du. N ezarririk ez badago, Xfmediak aukeraturik dagoen elementua erreproduzituko du, edo, elementurik aukeraturik ez balego lehenego elementua. -playlist-add-rekin batera erabili ezkero gehitutako elementua erreproduzituko du.
fi: -p, --play[=N] Soittaa soittolistan kohdassa N olevan tiedoston. Jos N ei ole määritelty, Xfmedia soittaa valitun kohteen, tai valinnan puuttuessa ensimmäisen kohteen. Jos myös --playlist-add on asetettu, Xfmedia soittaa juuri lisätyn kohteen.
fr: -p, --play[=N] Demande à Xfmedia de jouer le fichier de la liste de lecture à la position N. Si N est pas spécifié, Xfmedia jouera l'entrée actuellement sélectionnée, ou, si aucune entrée n'est sélectionnée, la première entrée. Utilisé avec --playlist-add demandera à Xfmedia de jouer l'entrée nouvellement ajoutée.
gu: -p, --play[=N] Xfmedia ને પ્લેલીસ્ટ idx N આગળ ફાઈલ વગાડવા માટેનું કારણ બને છે. જો N સ્પષ્ટ નહિં થયેલ હોય, તો Xfmedia વર્તમાનમાં-પસંદિત પ્રવેશ વગાડે, અથવા, જો વસ્તુ નહિં પસંદ થયેલ હોય, તો પ્રથમ પ્રવેશ વગાડે છે. જો --playlist-add સાથે વપરાયેલ હોય, તો તે Xfmedia ને નવો-ઉમેરાયેલ પ્રવેશ વગાડવા માટેનું કારણ બને છે.
hu: -p, --play[=N] Hatására az Xfmedia lejátsza a lista N. elemét Ha az N nincs megadva, az Xfmedia lejátsza a jelenleg váalsztott elemet, ha nincs választott elem, az 1.-t Ha a --playlist-add opcióval használod, az Xfmedia rögtön az új elemet is képes lejátszani.
id: -p, --play[=N] Menyebabkan Xfmedia untuk memutar indeks berkas N di senarai putar. Jika N tak ditentukan, Xfmedia akan memutar entri yang saat ini terpilih, atau, jika tak ada item terpilih, entri pertama. Jika digunakan secara bersamaan dengan --playlist-add, akan menyebabkan Xfmedia memutar entri yang baru ditambah.
ja: -p, --play[=N] プレイリストのインデックス番号 N のファイルを再生 させます。N が指定されない場合は現在選択されて いるエントリーを再生します。あるいは、アイテム が選択されていない場合は最初のエントリーを再生 します。--playlist-add と一緒に使われる場合は、 新しく追加されたエントリーを再生させます。
lv: -p, --play[=N] Liek Xfmedia atskaņot failu repertuārā ar indeksu N. Ja N nav norādīts, Xfmedia atskaņos pašreiz atzīmēto ierakstu, vai, ja nav atzīmēts neviens ieraksts, pirmo ierakstu. Ja izmanto kopā ar --playlist-add, liks Xfmedia atskaņot jauno pievienoto ierakstu.
mk: -p, --play[=N] Предизвикува Xfmedia да пушти датотека во плејлиста idx N. Ако N не е одреден, Xfmedia ќе ја пушти тековно- избраната вредност, или, ако не е избран предмет, првиот запис. Ако се користи во комбинација со --playlist-add, ќе предизвика Xfmedia да го пушти ново-додадениот запис.
nb_no: -p, --play[=N] Xfmedia vil spille element N i spillelisten. Hvis N ikke er angitt vil Xfmedia spille det nåværende elementet. Hvis ingen element er valgt, startes the første elementet. Hvis brukt sammen med --playlist-add vil Xfmedia starte avspilling
pl: -p, --play[=N] Powoduje, że Xfmedia odtwarza plik o indeksie N na playliście. Jeśli N nie zostało podane, Xfmedia będzie odtwarzał aktualnie zaznaczony plik (lub pierwszy plik, gdy żaden nie jest zaznaczony). Jeśli ta opcja zostanie użyta razem z --playlist-add, Xfmedia będzie odtwarzał nowo dodaną pozycję.
pt_br: -p, --play[=N] Faz com que o Xfmedia reproduza o arquivo da lista de reprodução com índice N. Se N não for especificado, o Xfmedia irá reproduzir a entrada atualmente selecionada ou, se nenhuma entrada estiver selecionada, a primeira entrada. Se usado junto com --playlist-add, irá fazer com que o Xfmedia reproduza a nova entrada adicionada.
sk: -p, --play[=N] Xfmedia začne prehrávať súbor zo zoznamu médii na pozícii N. Ak N nie je zadané, Xfmedia prehraje aktuálne vybranú položku alebo prvú položku, pokiaľ nie je žiadna položka vybraná. Ak je použité spolu s voľbou --playlist-add, začne Xfmedia prehrávať najnovšiu položku.
sq: -p, --play[=N] E bën Xfmedia-n të luajë kartelën e luajlistës idx N. Po qe se nuk jepet N-ja, Xfmedia do të luajë zërin e përzgjedhur për çastin, ose, nëse nuk ka objekt të përzgjedhur, zërin e parë. Nëse përdoret bashkë me --playlist-add, do ta bëjë Xfmedia-n të luajë zërin e shtuar rishtas.
tr: -p, --play[=N] Xfmedianın çalma listesi idx N deki dosyayı çalmasını sağlar. Eğer N belirlenmemişse, Xfmedia şu anda seçilmiş girdiyi oynat, veya eğer hiç bir parça seçilmemişse ilk girdi. Eğer --playlist-add bağlacı ile kullanılırsa, Xfmedianın, yeni eklenmiş girdiyi çalmasına sebep olur.
uk: -p, --play[=N] Змушує Xfmedia відтворювати файл зі списку програвання idx N. Якщо N не вказано, Xfmedia буде відтворювати виділений запис, або, якщо жоден запис не виділений, перший запис. При використанні з --playlist-add, змушує Xfmedia відтворювати нові додані записи.
vi: -p, --play[=N] Khiến Xfmedia chạy tập tin tại chỉ mục danh sách số N. Nếu không chỉ ra N, Xfmedia sẽ chạy tập tin hiện thời- bài được chọn, hoặc nếu không bài nào được chọn thì chạy bài đầu tiên. Nếu dùng kết hợp với --playlist-add, thì Xfmedia sẽ chạy bài vừa thêm vào.

source: --toggle Causes Xfmedia to pause if playing, or play if paused or stopped.
ca: --toggle Si xfmedia està reproduint li farà fer una pausa, si està aturat o en pausa li farà reproduir.
cs: --toggle Pokud Xfmedia přehrává, stopa bude pozastavena. Pokud je pozastavena nebo zastavena, spustí přehrávání
de: --toggle Weist Xfmedia an, zwischen Abspielen und Pause umzuschalten.
dz: --toggle གཏང་བའི་བསྒང་ཨིན་པ་ཅིན་ ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་ཐེམ་ནི་ལུ་རྒྱུ་རྐྱེན་འབད་ནི་དང་ ཡང་ན་ ཐེམ་ཡོད་མི་ ཡང་ན་བཀག་ཡོད་པ་ཅིན་གཏང་།
es: --toggle Hace que Xfmedia se detenga si está reproduciendo, o. que reproduzca si está parado.
eu: --toggle Xfmedia erreprdouzitzen ari bada geratu eta geldirik badago erreproduzitzea eragitne du.
fi: --toggle Keskeyttää soiton tai jatkaa sitä jos se on keskeytetty tai pysäytetty.
fr: --toggle Xfmedia se met en pause s'il est en lecture, ou se met en lecture s'il est en pause ou arrêté.
gu: --toggle Xfmedia ને વગાડવાનું અટકાવવાનું કારણ બને છે, અથવા શું અટકાવાયેલ છે કે બંધ થયેલ છે.
hu: --toggle Hatására az Xfmedia szübetel vagy folytat
id: --toggle Menyebabkan Xfmedia untuk jeda jika sedang memutar, atau memutar jikajeda atau berhenti.
ja: --toggle もし再生中であれば停止させ、停止または中止されて いれば再生させます。
lv: --toggle Liek Xfmedia nopauzēt ja atskaņo, vai atsākt atskaņošanu ja nopauzēts vai apturēts.
mk: --toggle Предизвикува Xfmedia да паузира, или да пушти ако е паузирано или стопирано.
nb_no: --toggle Xfmedia vil pause avspilling hvis den spiller eller starte avspilling hvis i pause.
pl: --toggle Xfmedia pauzuje jeżeli odtwarza lub na odwrót.
pt_br: --toggle Faz com que o Xfmedia pause se estiver reproduzindo ou reproduza se estiver parado.
sk: --toggle Ak Xfmedia prehráva, stopa bude pozastavená. Ak je pozastavená alebo zastavená, spustí prehrávanie
sq: --toggle E bën Xfmedia-n të pushojë nëse është duke luajtur, ose të luajë nëse ishte pushuar apo ndalur.
tr: --toggle Xfmedianın çalıyorsa duraklatılmasına, veya çalıyorsa duraklamasına veya durdurulmasına neden olur.
uk: --toggle Призупиняє відтворення Xfmedia при програванні, або запускає якщо відтворення призупинено чи зупинено.
vi: --toggle Khiến Xfmedia tạm dừng nếu đang chạy hoặc nếu đang tạm dừng hoặc dừng.

source: --pause Causes Xfmedia to pause/unpause.
ca: --pause Fa que l'xfmedia entri o acabi la pausa.
cs: --pause Pozastavení/pokračování přehrávání.
de: --pause Wiedergabe anhalten bzw. fortsetzen.
dz: --pause ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་ལུ་ ཐེམ་ནི་/མི་ཐེམ་ནི་གི་རྒྱུ་རྐྱེན་འབདཝ་ཨིན།
es: --pause Hace que Xfmedia pause/despause.
eu: --pause Xfmedia geratu/berrabiarazi .
fi: --pause Keskeyttää soiton, tai jatkaa sitä.
fr: --pause Demande à Xfmedia de se mettre en/quitter la pause.
gu: --pause Xfmedia ને અટકાવવા/નહિં અટકાવવાનું કારણ બને છે.
hu: --pause Megszakítás/folytatás.
id: --pause Menyebabkan Xfmedia untuk jeda/tak jeda.
ja: --pause Xfmedia に再生を停止/再開させます。
lv: --pause Liek Xfmedia nopauzēt/atpauzēt.
mk: --pause Предизвикува Xfmedia да паузира/одпаузира.
nb_no: --pause Pause/ikke-pause for Xfmedia.
pl: --pause Xfmedia pauzuje lub przerywa pauzę.
pt_br: --pause Faz com que o Xfmedia pause/continue.
sk: --pause Pozastavenie alebo pokračovanie v prehrávaní.
sq: --pause E bën Xfmedia-n të pushojë/të rifillojë.
tr: --pause Xfmedianın duraklamasına/duraklamamasına neden olur.
uk: --pause Пауза/зняття з паузи відтворення.
vi: --pause Khiến Xfmedia tạm dừng/tiếp tục.

source: --stop Causes Xfmedia to stop playback.
ca: --stop Fa que l'xfmedia aturi la reproducció.
cs: --stop Zastavení přehrávání.
de: --stop Wiedergabe beenden.
dz: --stop ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་ཀྱིས་གླུ་གཞས་གཏང་ནི་འདི་བཀག་ནི་ལུ་རྒྱུ་རྐྱེན་འབདཝ་ཨིན།
es: --stop Hace que Xfmedia pare de reproducir.
eu: --stop Erreprodukzioa gelditu.
fi: --stop Pysäyttää soiton.
fr: --stop Demande à Xfmedia d'arrêter la lecture.
gu: --stop Xfmedia ને વગાડવાનું બંધ કરવાનું કારણ બને છે.
hu: --stop Hatására az Xfmedia leállítja a lejátszást.
id: --stop Menyebabkan Xfmedia untuk berhenti putar ulang.
ja: --stop Xfmedia に再生を中止させます。
lv: --stop Liek Xfmedia apturēt atskaņošanu.
mk: --stop Предизвикува Xfmedia да стопира.
nb_no: --stop Stopper Xfmedia avspilling.
pl: --stop Xfmedia zatrzymuje się.
pt_br: --stop Faz com que o Xfmedia pare a reprodução.
sk: --stop Zastavenie prehrávania.
sq: --stop E bën Xfmedia të ndalojë lojën.
tr: --stop Xfmedianın çalmayı durdurmasına neden olur.
uk: --stop Зупинити відтворення.
vi: --stop Khiến Xfmedia dừng chạy nhạc.

source: --previous Causes Xfmedia to play the entry played before the currently-selected (or -playing) entry.
ca: --previous Fa que l'xfmedia reprodueixi l'entrada anterior a la seleccionada (o la «-playing»).
cs: --previous Přejde na soubor, nacházející se před právě zvolenou nebo přehrávanou položkou.
de: --previous Vorherigen Eintrag (d. h. den Eintrag vor dem aktuellen) abspielen.
dz: --previous ད་ལྟོ་སེལ་འཐུ་འབད་དེ་ཡོད་པའི་(གཏང་བའི་བསྒང་)ཐོ་བཀོད་ཀྱི་ཧེ་མ་གཏང་ཡོད་པའི་ ཐོ་བཀོད་འདི་གཏང་ནི་ལུ་ ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་ལུ་རྒྱུ་རྐྱེན་འབདཝ་ཨིན།
es: --previous Hace que Xfmedia reproduzca la entrada anterior a la actualmente seleccionada (o en reproducción).
eu: --enqueue xfmediak edozein fixtategi argumentu dagoeneko martxan dagoen instantziaren erreprodukzio zerrendan gehituko du.
fi: --previous Soittaa kohteen, joka soitettiin ennen valittua (tai soitettavaa) kohdetta.
fr: --previous Demande à Xfmedia de jouer l'entrée précédente à l'entrée actuellement sélectionné (ou jouée).
gu: --previous Xfmedia ને પહેલાં વગાડાયેલ પ્રવેશ વગાડવાનું કારણ બને છે વર્તમાનમાં-પસંદ થયેલ (અથવા -playing) પ્રવેશ પહેલાં.
hu: --previous Hatására az Xfmedia lejátsza a most választott (vagy lejátszott elem előttit).
id: --previous Menyebabkan Xfmedia untuk memutar entri yang diputar sebelum entri yang saat ini terpilih (atau putar).
ja: --previous 現在選択されている (または再生中の) エントリーの 前のエントリーを再生させます。
lv: --previous Liek Xfmedia atskaņot iepriekšējo celiņu pirms tagad atzīmētā (vai -atskaņojamā) ieraksta.
mk: --previous Предизвикува Xfmedia да го пушти записот пред тековно избраниот (или пуштен) запис.
nb_no: --previous Xfmedia vil spille av elementet som ble spilt før nåværende valgte element.
pl: --previous Xfmedia odtwarza poprzedni utwór.
pt_br: --previous Faz com que o Xfmedia reproduza a entrada anterior à atualmente selecionada (ou em reprodução).
sk: --previous Začne prehrávať predchádzajúcu skladbu.
sq: --previous E bën Xfmedia-n të luajë zërin e luajtur përpara atij të parazgjedhurit (ose që po luhet) së fundmi.
tr: --previous Xfmedianın, şu an seçili (veya oynatılan) girdiden önceki girdiyi oynatmasına neden olur.
uk: --previous відтворити запис перед поточним виділеним записом, або записом що відтворюється.
vi: --previous Khiến Xfmedia chạy bài nghe trước bài đang chọn (hoặc đang nghe) hiện thời.

source: --next Causes Xfmedia to play the next entry in the playlist. If Xfmedia is in shuffle mode, a new entry will be selected randomly.
ca: --next Fa que l'xfmedia reprodueixi la següent entrada de la llista de reproducció. Si està en mode aleatori, es seleccionarà una entrada al atzar.
cs: --next Přejde na další soubor v seznamu médií. Pokud je zapnut mód náhodného pořadí médií, zvolí Xfmedia náhodnou položku.
de: --next Nächsten Eintrag in der Wiedergabeliste abspielen. Falls Xfmedia im Zufallsmodus ist, wird ein zufällig ausgewählter Eintrag abgespielt.
dz: --next གཏང་ཐོ་ནང་ཤུལ་མའི་ཐོ་བཀོད་གཏང་ནི་ལུ་ ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་ལུ་རྒྱུ་རྐྱེན་འབདཝ་ཨིན། ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་འདི་ རིམ་དཀྲུགས་ཐབས་ལམ་ནང་ཡོད་པ་ཅིན་ ཐོ་བཀོད་གསརཔ་འདི་གང་འབྱུང་འབད་སེལ་འཐུ་འབད་འོང་།
es: --next Hace que Xfmedia reproduzca la siguiente entrada en la lista de reproducción. Si Xfmedia está en modo de reproducción desordenada, una nueva entrada será seleccionada de manera aleatoria.
eu: --next Xfmedia erreprdukzio zerrendako hurrengo elementua erreproduzituko du. Xfmedia nahaste moduan badago ausazki elementu berri bat aukeratuko da.
fi: --next Soittaa seuraavan kohteen soittolistalta. Jos Xfmedia on sekoita-tilassa, uusi kohde valitaan satunnaisesti.
fr: --next Demande à Xfmedia de jouer l'entrée suivante dans la liste de lecture. Si Xfmedia est en mode aléatoire, une nouvelle entrée sera sélectionnée aléatoirement.
gu: --next Xfmedia ને પ્લેલીસ્ટમાં આગળનો પ્રવેશ વગાડવા માટેનું કારણ બને છે. જો Xfmedia એ શફલ સ્થિતિમાં હોય, તો નવો પ્રવેશ રેન્ડમ રીતે પસંદ થશે.
hu: --next Hatására az Xfmedia lejátsza a következő elemet. Ha az Xfmedia keverő módban van, véletlenszerűen választ.
id: --next Menyebabkan Xfmedia untuk memutar entri berikutnya disenarai putar. Jika Xfmedia dalam mode acak, entri baru akan dipilih secara acak.
ja: --next プレイリストにある次のエントリーを再生させます。 Xfmedia がシャッフルモードの場合は新しいエントリー がランダムに選ばれます。
lv: --next Liek Xfmedia atskaņot nākamo ierakstu repertuārā. Ja Xfmedia ir jaukšanas režīmā, jauns ieraksts tiks izvēlēts jaukti.
mk: --next Предизвикува Xfmedia да го пушти следниот запис во плејлистата. Ако Xfmedia е во режим на мешање, нов запис ќе биде избран произволно.
nb_no: --next Xfmedia vil starte avspilling av neste element i spillelisten. Hvis Xfmedia spiller av sanger i tilfeldig rekkefølge vil et nytt tilfeldig element velges.
pl: --next Odtwarza następną pozycję z listy.
pt_br: --next Faz com que o Xfmedia reproduza a próxima entrada na lista de reprodução. Se o Xfmedia estiver em modo de reprodução aleatória, uma nova entrada será selecionada aleatoriamente.
sk: --next Začne prehrávať nasledujúcu skladbu. Ak je Xfmedia v režime náhodného prehrávania, prehrá sa náhodná nasledujúca skladba.
sq: --next E bën Xfmedia të luajë gjurmën pasuese te luajlista. Nëse Xfmedia është nën mënyrën kuturu, do të përzgjidhet kuturu një zë i ri.
tr: --next Xfmedianın, çalma listesinde, bir sonraki girdiyi çalmasına neden olur. Eğer Xfmedia karma moddaysa, yeni bir girdi rastgele seçilecektir.
uk: --next відтворити наступний запис списку програвання. Якщо Xfmedia у режимі змішаного відтворення, новий елемент обирається випадково.
vi: --next Khiến Xfmedia chạy bài tiếp theo trong danh sách. Nếu Xfmedia ở trong chế độ xáo trộn, thì sẽ chọn bài mới theo xác suất.

source: -a, --playlist-add=FILE Adds FILE to the end of the playlist.
ca: -a, --playlist-add=FITXER Afegeix el FITXER al final de la llista de reproducció.
cs: -a, --playlist-add=SOUBOR Přidá SOUBOR na konec seznamu médií.
de: -a, --playlist-add=DATEI Fügt DATEI am Ende der Wiedergabeliste hinzu.
dz: -a, --playlist-add=FILE གཏང་ཐོའི་མཇུག་ལུ་ཡིག་སྣོད་ཁ་སྐོང་བརྐྱབ་ཨིན།
es: -a, --playlist-add=FICHERO Añade FICHERO al final de la lista de reproducción.
eu: -a, --playlist-add=FITXATEGIA Erreprodukzio zerrenda amaiaeran FITXATEGIA gehitu.
fi: -a, --playlist-add=TIEDOSTO Lisää TIEDOSTOn soittolistan loppuun.
fr: -a, --playlist-add=FICHIER Ajoute le FICHIER à la fin de la liste de lecture.
gu: -a, --playlist-add=FILE FILE ને પ્લેલીસ્ટના અંતે ઉમેરે છે.
hu: -a, --playlist-add=FÁJL Hozzáadja a FÁJL-t a lejátszólista végéhez.
id: -a, --playlist-add=BERKAS Tambah BERKAS ke akhir senarai putar.
ja: -a, --playlist-add=FILE FILE をプレイリストの終わりに追加します。
lv: -a, --playlist-add=FAILS Pievienot FAILU repertuāra beigās.
mk: -a, --playlist-add=FILE Додава FILE на крајот на плејлистата.
nb_no: -a, --playlist-add=FIL Legger til FIL på slutten av spillelisten.
pl: -a, --playlist-add=PLIK Dodaje plik do listy odtwarzania.
pt_br: -a, --playlist-add=ARQUIVO Adiciona ARQUIVO ao final da lista de reprodução.
sk: -a, --playlist-add=FILE Pridá súbor FILE na koniec playlistu.
sq: -a, --playlist-add=KARTELË Shton KARTELË te fundi i luajlistës.
tr: -a, --playlist-add=FILE Çalma listesinin sonuna DOSYA ekler.
uk: -a, --playlist-add=ФАЙЛ Додати ФАЙЛ до кінця списку програвання.
vi: -a, --playlist-add=TẬPTIN Thêm TẬPTIN vào cuối danh sách nghe.

source: -r, --playlist-remove=N Removes the specified playlist entry from the playlist.
ca: -r, --playlist-remove=N Treu l'entrada N de la llista de reproducció.
cs: -r, --playlist-remove=N Odebere vybranou položku ze seznamu médií.
de: -r, --playlist-remove=N Löscht den Eintrag N von der Wiedergabeliste.
dz: -r, --playlist-remove=N གཏང་ཐོ་ལས་ གསལ་བཀོད་འབད་དེ་ཡོད་པའི་གཏང་ཐོ་ཐོ་བཀོད་འདི་ རྩ་བསྐྲད་གཏངམ་ཨིན།
es: -r, --playlist-remove=N Borra la entrada especificada de la lista de reproducción.
eu: -r, --playlist-remove=N Erreprodukzio zerrendatik aukeratutako elementua ezabatu.
fi: -r, --playlist-remove=N Poistaa määritetyn soittolistan kohteen listalta.
fr: -r, --playlist-remove=N Supprime l'entrée passée en paramètre de la liste de lecture.
gu: -r, --playlist-remove=N સ્પષ્ટ થયેલ પ્લેલીસ્ટ પ્રવેશને પ્લેલીસ્ટમાંથી દૂર કરે છે.
hu: -r, --playlist-remove=N Törli a megadott elemet a lejátszólistáról.
id: -r, --playlist-remove=N Hapus entri senarai putar yang ditentukan darisenarai putar.
ja: -r, --playlist-remove=N 指定したプレイリストのエントリーをリストから 削除します。
lv: -r, --playlist-remove=N Izņem norādīto ierakstu no repertuāra.
mk: -r, --playlist-remove=N Го брише избраниот запис од плејлистата
nb_no: -r, --playlist-remove=N Fjerner det angitte elementet fra spillelisten.
pl: -r, --playlist-remove=N Usuwa element z playlisty.
pt_br: -r, --playlist-remove=N Remove a entrada especificada da lista de reprodução.
sk: -r, --playlist-remove=N Odstráni záznam N z playlistu.
sq: -r, --playlist-remove=N Heq prej luajlistës zërin e treguar.
tr: -r, --playlist-remove=N Çalma listesinden, belirlenmiş bir girdiyi kaldırır.
uk: -r, --playlist-remove=N Видалити вказаний запис зі списку програвання.
vi: -r, --playlist-remove=N Xóa bài chỉ ra khỏi danh sách nghe.

source: -c, --playlist-clear Removes all entries from the playlist.
ca: -c, --playlist-clear Treu totes les entrades de la llista de reproducció.
cs: -c, --playlist-clear Odebere ze seznamu médií všechny položky.
de: -c, --playlist-clear Löscht alle Einträge aus der Wiedergabeliste.
dz: -c, --playlist-clear གཏང་ཐོ་ལས་ ཐོ་བཀོད་ཆ་ཚང་རྩ་བསྐྲད་གཏངམ་ཨིན།
es: -c, --playlist-clear Borra todas las entradas de la lista de reproducción.
eu: -c, --playlist-clear Erreprodukzio zerrendako elementu guztiak ezabatu.
fi: -c, --playlist-clear Poistaa kaikki kohteet soittolistalta.
fr: -c, --playlist-clear Supprime toutes les entrées de la liste de lecture.
gu: -c, --playlist-clear પ્લેલીસ્ટમાંથી બધા પ્રવેશો દૂર કરે છે.
hu: -c, --playlist-clear Eltávolítja az összes elemet a lejátszólistából.
id: -c, --playlist-clear Hapus semua entri dari senarai putar.
ja: -r, --playlist-clear 全てのプレイリストエントリーをリストから削除します。
lv: -c, --playlist-clear Izņem visus ierakstus no repertuāra.
mk: -c, --playlist-clear Ги отстранува сите записи од плејлистата.
nb_no: -c, --playlist-clear Fjerner alle elementene fra spillelisten.
pl: -c, --playlist-clear Czyści playlistę.
pt_br: -c, --playlist-clear Remove todas as entradas da lista de reprodução.
sk: -c, --playlist-clear Odstráni všetky záznamy z playlistu.
sq: -c, --playlist-clear Heq prej luajlistës tërë zërat.
tr: -c, --playlist-clear Çalma listesindeki bütün girdileri kaldırır.
uk: -c, --playlist-clear Видалити усі елементи зі списку програвання.
vi: -c, --playlist-clear Xóa tất cả các bài khỏi danh sách nghe.
