Repository: iwamatsu/xfce-po-translation
Catalog: xfce/xfmedia/trunk/po/*.po
Languages: ca, cs, de, dz, eo, es, eu, fi, fr, gu, he, hu, id, ja, lv, mk, nb_no, pl, pt_br, ru, sk, sq, tr, uk, ur, vi

source: %s: illegal option -- %c
ca: %s: opció no permesa -- %c
cs: %s: nedovolená volba -- %c
de: %s: Unerlaubte Option -- %c
dz: %s: ཁྲིམས་འགལ་གདམ་ཁ། -- %c
es: %s: opción ilegal -- %c
eu: %s: -- %c legezkanpoko aukera
fi: %s: kielletty valitsin -- %c
fr: %s: option interdite -- %c
hu: %s: hibás opció -- %c
id: %s: opsi -- %c ilegal
ja: %s: 不正なオプションです -- %c
lv: %s: neatļauta opcija -- %c
mk: %s: неправилна опција -- %c
nb_no: %s: ulovlig opsjon -- %c
pl: %s: niedozwolona opcja -- %c
pt_br: %s: opção ilegal -- %c
sk: %s: nedovolená voľba -- %c
sq: %s: mundësi e paligjshme -- %c
tr: %s: usülsüz seçenek -- %c
uk: %s: неправильний параметр -- %c
ur: %s: غیر قانونی آپشن -- %c
vi: %s: tùy chọn không hợp lệ -- %c

source: %s: invalid option -- %c
ca: %s: opció no vàlida -- %c
cs: %s: neplatná volba -- %c
de: %s: Ungültige Option -- %c
dz: %s: ནུས་ཅན་མེད་པའི་གདམ་ཁ། -- %c
es: %s: opción inválida -- %c
eu: %s: -- %c ekintza baliogabea
fi: %s: epäkelpo valitsin -- %c
fr: %s: option invalide -- %c
hu: %s: érvénytelen lehetőség -- %c
id: %s: opsi -- %c tidak sah
ja: %s: 無効なオプションです -- %c
lv: %s: nederīga opcija -- %c
mk: %s: невалидна опција -- %c
nb_no: %s: ugyldig opsjon -- %c
pl: %s: błędna opcja -- %c
pt_br: %s: opção inválida -- %c
sk: %s: neplatná voľba -- %c
sq: %s: mundësi e pavlefshme -- %c
tr: %s: geçersiz seçenek -- %c
uk: %s: неправильний параметр -- %c
ur: %s: غلط آپشن -- %c
vi: %s: tùy chọn không đúng -- %c

source: %s: option requires an argument -- %c
ca: %s: l'opció necessita un argument -- %c
cs: %s: volba vyžaduje argument -- %c
de: Die Option `%s' benötigt ein Argument -- %c
dz: %s: གདམ་ཁ་འདི་ལུ་སྒྲུབ་རྟགས་དགོ། -- %c
es: %s: la opción --audio-out requiere un argumento -- %c
eu: %s: aukerak -- %c argumentu bat behar du.
fi: %s: valitsin vaatii argumentin -- %c
fr: %s: l'option demande un argument -- %c
hu: %s: ezen opció egy argumentumot vár -- %c
id: %s: opsi membutuhkan argumen -- %c
ja: %s: オプションには引数が必要です -- %c
lv: %s: opcijai nepieciešams arguments -- %c
mk: %s: опцијата бара аргумент -- %c
nb_no: %s: opsjonen krever et argument -- %c
pl: %s: opcja wymaga argumentu -- %c
pt_br: %s: opção requer um argumento -- %c
ru: %s: параметру нужен аргумент -- %c
sk: %s: voľba vyžaduje argument -- %c
sq: %s: mundësia lyp argument -- %c
tr: %s: seçenek bağımsız bir değişkene ihtiyaç duyuyor -- %c
uk: %s: параметр %c має використовуватись з аргументом
ur: %s: آپشن کو آرکومنٹ کی ضرورت ہے -- %c
vi: %s: tùy chọn cần một tham số -- %c

source: %s: option `-W %s' is ambiguous
ca: %s: l'opció «-W %s» és ambigua
cs: %s: volba `-W %s' není jednoznačná
de: %s: Die Option `-W %s' ist nicht eindeutig
dz: %s: གདམ་ཁ་ `-W %s' འདི་ངེས་མེད་ཨིན།
es: %s: la opción '-W %s' es ambigua
eu: %s: `-W %s' aukera anbiguoa da
fi: %s: valitsin "-W %s" ei ole yksiselitteinen
fr: %s: option `-W %s' est équivoque
hu: %s: a `-W %s' lehetőség homályos
id: %s: opsi ` -W %s' ambigu
ja: %s: オプション `-W %s' は不明瞭です
lv: %s: opcija `-W %s' ir divdomīga
mk: %s: опцијата `-W %s' е двосмислена
nb_no: %s: opsjonen `-W %s' is tvetydig
pl: %s: opcja `-W %s' jest dwuznaczna
pt_br: %s: opção `-W %s' é ambígua
ru: %s: параметр `-W %s' неоднозначен
sk: %s: voľba `-W %s' nie je jednoznačná
sq: %s: mundësia `-W %s' është e dykuptimtë
tr: %s: `-W %s' seçeneği belirsiz
uk: %s: неоднозначний параметр `-W %s'
ur: %s: آپشن `-W %s' ملتبس ہے
vi: %s: tùy chọn `-W %s' không rõ ràng

source: %s: option `-W %s' doesn't allow an argument
ca: %s: l'opció «-W %s» no permet cap argument
cs: %s: volba `-W %s' musí být zadána bez parametrů
de: %s: Die Option `-W %s' erlaubt kein Argument
dz: %s: གདམ་ཁ་ `-W %s' གིས་སྒྲུབ་རྟགས་འབད་མི་བཅུག
es: %s: la opción '-W %s' no acepta un argumento
eu: %s: `-W %s' aukerak ez du argumenturik onartzen
fi: %s: valitsin "-W %s" ei hyväksy argumenttia
fr: %s: option `-W %s' n'a pas besoin d'un argument
hu: %s: a `-W %s' lehetőség nem fogad argumentumot
id: %s: opsi `-W %s' tak mengizinkan adanya argumen
ja: %s: オプション `-W %s' は引数を取りません
lv: %s: opcija `-W %s' nepieņem argumentus
mk: %s: опцијата `-W %s' не дозволува аргумент
nb_no: %s: opsjonen `-W %s' tillater ingen argumenter
pl: %s: opcja `-W %s' nie dopuszcza argumentu
pt_br: %s: opção `-W %s' não permite um argumento
ru: %s: параметр `-W %s' не допускает аргумента
sk: %s: voľba `-W %s' nepovoľuje argumenty
sq: %s: mundësia `-W %s' s'lejon argument
tr: %s: `-W %s' seçeneği belirsiz bir değişkene izin vermiyor
uk: %s: параметр `-W %s' має використовуватись без аргументу
ur: %s: آپشن `-W %s' آرگومنٹ کی اجازت نہیں دیتا
vi: %s: tùy chọn `-W %s' không cho phép một tham số

source: Xfmedia was not compiled with D-BUS support. Remote control interface is not available.
ca: Xfmedia no s'ha compilat amb l'opció per D-BUS. La interfície de control remot no està disponible.
cs: Aplikace Xfmedia nebyla zkompilována s podporou D-BUS. Rozhraní pro dálkové ovládání je nedostupné.
de: Xfmedia wurde nicht mit Unterstützung für D-Bus kompiliert. Die Schnittstelle zur entfernten Steuerung ist nicht verfügbar.
dz: ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་འདི་ ཌི་-བི་ཡུ་ཨེསི་རྒྱབ་སྐྱོར་དང་བཅས་ཕྱོགས་སྒྲིག་འབད་ནུག། ཐག་རིང་གི་ཚད་འཛིན་ངོས་འདྲ་བ་འདི་འཐོབ་ཚུགས་མིན་འདུག
es: Xfmedia no fue compilado con soporte D-BUS. La interfaz de control remoto no esá disponible.
eu: Xfmedia ez da D-BUS onarpenaz konpilatu. Urruneko interfazea ez dago erabilgarri.
fi: Xfmediaa ei ole käännetty D-BUS -tuella. Kauko-ohjausrajapinta ei ole käytettävissä.
fr: Xfmedia n'a pas été compilé avec le support D-BUS. L'interface pour télécommande est indisponible.
hu: Az Xfmedia D-BUS támogatás nélkül fordult. A távoli felügyelet felület nem elérhető.
id: Xfmedia tak dikompilasi dengan dukungan D-BUS. Antar muka kendali jarak jauh tak tersedia.
ja: Xfmedia は D-BUS をサポートするようコンパイルされていません。リモコン・インターフェイスは利用できません。
lv: Xfmedia netika kompilēts ar D-BUS atbalstu. Attālinātās vadības interfeis nav pieejams.
mk: Xfmedia не беше компајлирана со D-BUS поддршка. Интерфејсот за далечна контрола не еможен.
nb_no: Xfmedia er ikke kompilert med DBUS støøte. Fjernkontroll grensesnitt er ikke tilgjengelig.
pl: Xfmedia nie został skompilowany z obsługą D-BUS. Interfejs kontroli zdalnej jest niedostępny.
pt_br: Xfmedia não foi compilado com suporte ao D-BUS. A interface de controle remote não está disponível.
ru: Xfmedia было собрано без поддержки DBUS. Интерфейс удалённого управления недоступен.
sk: Aplikácia Xfmedia nebola skompilovaná s podporou D-BUS. Rozhranie pre diaľkovéovládanie je nedostupné.
sq: Xfmedia nuk qe montuar me mbulim për D-BUS-in. Nuk ka të passhme ndërfaqe kontrolli të largët.
tr: Xfmedia, D-BUS desteği ile derlenemedi. Uzaktan kontrol arayüzü mevcut değil.
uk: Xfmedia зібрано без підтримки D-BUS. Інтерфейс віддаленого керування недоступний.
ur: Xfmedia کو D-BUS معاونت کے ساتھ کمپائل نہیں کیا گیا ہے. بعید کنٹرول مواجہ دستیاب نہیں.
vi: Xfmedia không được biên dịch với hỗ trợ D-BUS. Do đó không có giao diện điều khiển từ xa.

source: Enqueue and play with Xfmedia
ca: Posar a la cua i reprodueix amb Xfmedia
cs: Zařadit a přehrát pomocí Xfmedia
de: An das Ende der Wiedergabeliste hängen und mit Xfmedia abspielen
dz: གྱལ་ནང་བཞག་ནི་དང་ ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་ཅི་ཁར་གཏང་།
eo: Envicigu kaj ludu per Xfmedia
es: Encolar y reproducir con Xfmedia
eu: Xfmedia erabiliaz hilaran ipini eta erreproduzitu
fi: Lisää Xfmedian jonoon ja soita
fr: Mettre en fin de liste et jouer avec Xfmedia
he: העבר לרשימת המתנה ונגן עם Xfmedia
hu: Lejátszósorba és lejátszik az Xfmedia-val
id: Antre dan putar dengan Xfmedia
ja: Xfmedia のキューに入れて再生する
lv: Pievienot rindai un atskaņot ar Xfmedia
mk: Стави во ред и пушти со Xfmedia
nb_no: Legg i kø og spill med Xfmedia
pl: Kolejkuj i odtwarzaj z Xfmedia
pt_br: Enfileirar e reproduzir com o Xfmedia
ru: Поместить в список воспроизведения и проиграть
sk: Zaradiť a prehrať pomocou Xfmedia
sq: Vër në radhë dhe luaje me Xfmedia
tr: Kuyruğa sok ve Xfmedia ile birlikte oynat
uk: Додати до списку програвання та відтворити
ur: Enqueue اور Xfmedia میں چلائیں
vi: Sắp hàng và chạy với Xfmedia

source: Enqueue in Xfmedia
ca: Posar a la cua a Xfmedia
cs: Zařadit do Xfmedia
de: An das Ende der Wiedergabeliste in Xfmedia hängen
dz: ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་ནང་གྱལ་ནང་བཞག
eo: Envicigu en na Xfmedia
es: Encolar en Xfmedia
eu: Xfmedia-n hilaran ipini
fi: Lisää Xfmedian soittojonoon
fr: Mettre en fin de liste dans Xfmedia
he: העבר לרשימת המתנה של Xfmedia
hu: Lejátszósorba tesz az Xfmedia-ban
id: Antre di Xfmedia
ja: Xfmedia のキューに入れる
lv: Pievienot rindai
mk: Стави во ред во Xfmedia
nb_no: Legg i kø i Xfmedia
pl: Kolejkowanie w Xfmedia
pt_br: Enfileirar no Xfmedia
ru: Поместить в список воспроизведения
sk: Zaradiť do Xfmedia
sq: Vëre në radhë te Xfmedia
tr: Xfmedia içinde kuyruğa sok
uk: Додати до списку програвання
ur: Xfmedia میں Enqueue
vi: Đặt vào hàng của Xfmedia

source: Lightweight Media Player
ca: Lleuger reproductor multimèdia
cs: Odlehčený přehrávač médií
de: Schlanker Medienspieler
dz: ལྗིད་ཚད་ཡང་བའི་བརྡ་བརྒྱུད་གཏང་མི།
eo: Nepeza spektilo
es: Reproductor Multimedia Ligero
eu: PisuGutxiko Medio Erreproduzitzailea
fi: Kevyt mediasoitin
fr: Lecteur Média Léger
gu: હલકું મીડિયા પ્લેયર
he: נגן מדיה קל
hu: Pillesúlyú Média lejátszó
id: Penggelar Media Kelas Ringan
ja: 軽快なメディアプレイヤーです
lv: Viegls multimēdijas atskaņotājs
mk: Лесен медиа плеер
nb_no: Lettvekts mediaspiller
pl: Lekki Odtwarzacz Multimedialny
pt_br: Reprodutor de Mídia Leve
sk: Odľahčený prehrávač médií
sq: Luajtës Media i Peshës së Lehtë
tr: Medya Oynatıcı
uk: Легкий мультимедійний програвач
ur: ہلکا پھلکا میڈیا پلیئر
vi: Chương trình Nghe nhạc Nhỏ

source: Xfmedia
dz: ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད།
ja: Xfmedia メディアプレイヤー
