Repository: iwamatsu/xfce-po-translation
Catalog: xfce/xfmedia/trunk/po/*.po
Languages: ca, cs, de, dz, eo, es, eu, fi, fr, gu, he, hu, id, ja, lv, mk, nb_no, pl, pt_br, ru, sk, sq, tr, uk, ur, vi

source: This could be because your disk is full, or you don't have permission to write to the configuration directory. Any changes will be lost when you exit Xfmedia.
ca: Això podria ser degut a que el fitxer està ple, o que no teniu permisos per escriure al directori de configuració. Qualsevol canvi es perdrà quan sortiu d'xfmedia.
cs: Toto může být způsobeno plně obsazeným diskem nebo nemáte oprávnění k zápisu do adresáře s nastavením. Všechny změny budou po ukončení programu Xfmedia ztraceny.
de: Möglicherweise ist die Festplatte voll oder Sie haben keine Schreibberechtigung für das Konfigurationsverzeichnis. Änderungen gehen verloren, wenn Sie Xfmedia beenden.
dz: འདི་སྲིད་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ ཁྱོད་ཀྱི་ཌིཀསི་འདི་གང་ནུག་ ཡང་ན་ རིམ་སྒྲིག་སྣོད་ཐོ་ལུ་འབྲི་ནི་གི་ ཁྱོད་ལུ་གནང་བ་མིན་འདུག། ཁྱོད་ཀྱིས་ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་ཕྱིར་ཐོན་འབདཝ་ད་ བསྒྱུར་བཅོས་གང་རུང་ཅིག་བརླག་སྟོར་ཞུགས་འོང་།
es: Esto puede ser debido a que su disco esté lleno, o no tiene permiso para escribir en el directorio de configuraciones. Cualquier cambio se perderá cuando salga de Xfmedia.
eu: Hau diska betea duzlako edo konfigurazio direktorioan idazteko baimenik ez duzulako izan daiteke. Aldaketa guztiak galdu egingo dira Xfmedia ixterakoan.
fi: Tämä voi johtua siitä, että levyllä ei ole tilaa, tai että sinulla ei ole kirjoitusoikeutta asetushakemistoon. Kaikki muutokset menetetään poistuessasi Xfmediasta.
fr: Ceci peut être causé par une partition pleine, ou par l'absence de droits d'écriture dans le répertoire de configuration. Tous les changements seront perdus si vous quittez Xfmedia.
he: ייתכן כי הדבר נגרם בגלל שהכונן שלך מלא או בגלל שאין לך הרשאות לכתיבה אל ספרית ההגדרות. כל השינויים יאבדו ביציאתך מ-Xfmedia.
hu: Vagy betelt a lemez, vagy nincs jogod írni a beállítókönyvtárba. A változások elvesznek, mikor elhagyod az Xfmedia alkalmazást.
id: Ini dapat karena cakram anda penuh, atau anda tak memiliki hak akses untuk menulis ke direktori konfigurasi. Perubahan apapaun akan hilang ketika anda keluar Xfmedia.
ja: あなたのディスクが一杯になっているか、設定フォルダに書き込む権限が無いことが考えられます。Xfmedia の終了時に、これまでの変更は保存されません。
lv: Iemesls var būt diska vietas trūkums, vai Jums nav atļaujas rakstīt konfigurācijas direktorijā. Visas izmaiņas pazudīs, kad jūs aizvērsiet Xfmedia.
mk: Ова може да се случува ако дискот е полн, или немате одобрение да запишувате во конфигурациониот директориум. Сите промени ќе бидат изубени кога ќе го исклучите Xfmedia.
nb_no: Dette kan være fordi disken er full, eller at du ikke har rettigheter til å skrive til konfigurasjonemappen. Endringer vil gå tapt når du avslutter Xfmedia.
pl: Albo dysk jest pełen albo nie masz uprawnień zapisu na katalogu konfiguracji.
pt_br: Isto pode ser porque seu disco está cheio, ou você não tem permissão para escrever no diretório de configuração. Qualquer alteração será perdida quando você sair do Xfmedia.
ru: Это могло произойти потому, что нет места на диске или вы не имеете прав на запись в папку настроек. Изменения будут утеряны при выходе.
sk: Toto môže nastať v prípade plného disku alebo nemáte dostatočné práva k zápisu do adresára s konfiguráciou. Všetky nastavenia budú po zavretí Xfmedia stratené.
sq: Kjo mund të vijë ngaqë hard disku është plot, ose nuk keni leje shkrimi te drejtoria e formësimeve. Pasi të dilni nga Xfmedia, çfarëdo ndryshimi do të humbë.
tr: Bu, sizin diskinizin dolu olmasından veya, yapılandırma dizinine yazma izninizin olmamasından kaynaklanıyor olabilir. Xfmediadan çıktığınızda, bütün değişiklikler kaybolacaktır.
uk: Можливою причиною є недостача місця на диску або відсутність прав на запис у теку. Зміни будуть втрачені при завершенні програми.
ur: یا تو آپ کی ہارڈ ڈسک بھری ہوئی ہے، یا آپ کے پاس تشکیل ڈائریکٹری میں لکھنے کی اجازت نہیں ہے Xfmedia کو بند کرنے پر تمام تبدیلیاں ضائع ہوجائیں گی.
vi: Điều này có thể do đĩa bị đầy, hoặc người dùng không có quyền ghi vào thư mục cấu hình. Bất kỳ thay đổi nào cũng sẽ bị mất khi người dùng thoát khỏi Xfmedia.

source: (UTF-8 conversion failed)
ca: (ha fallat la conversió UTF-8)
cs: (Konverze do znakové sady UTF-8 se nezdařila)
de: (Konvertierung in UTF-8 fehlgeschlagen)
dz: (UTF-8 གཞི་བསྒྱུར་འབད་ནི་ལུ་འཐུས་ཤོར་འབྱུང་ནུག)
eo: (UTF-8 konvertado malsukcesis)
es: (Conversión a UTF-8 fallida)
eu: (Huts UTF-8 bihurketan)
fi: (UTF-8 -muunnos epäonnistui)
fr: (La conversion en UTF-8 a échoué)
he: (המרה ל-UTF-8 נכשלה)
hu: (sikertelen UTF-8 átalakítás)
id: (konversi UTF-8 gagal)
ja: (UTF-8 への変換に失敗しました)
lv: (UTF-8 konvertēšana neizdevās)
mk: (Претворањето во UTF-8 не успеа)
nb_no: (UTF-8 konvertering feilet)
pl: (nie udało się skonwertować do UTF-8)
pt_br: (Conversão para UTF-8 falhou)
ru: (Не удалось преобразовать в UTF-8)
sk: (Konverzia do znakovej sady UTF-8 sa nepodarila)
sq: (Shndërrimi në UTF-8 dështoi)
tr: (UTF-8 dönüşümü yapılamadı)
uk: (Не вдається перетворити у UTF-8)
ur: (UTF-8 کنورزن ناکام)
vi: (Chuyển đổi UTF-8 không thành công)

source: Handle Style
ca: Gestiona l'estil
cs: Styl ovládacího prvku
de: Griffstil
dz: བཟོ་རྣམ་འདི་ལེགས་སྐྱོང་འཐབ།
eo: Trakti stilon
es: Estilo de Cuadro
eu: Kudeatzaile Estiloa
fi: Kahvan tyyli
fr: Style de Poignée
he: סגנון ידית
hu: Kezelő stílus
id: Gaya Penanganan
ja: 取手のスタイル
lv: Tura stils
mk: Стил на справување
nb_no: Håndtakstil
pl: Styl Uchwytu
pt_br: Estilo do manipulador
sk: Štýl ovládacieho prvku
sq: Stil Doreze
tr: Kulp Tipi
uk: Стиль ручки
ur: ہنڈل انداز
vi: Kiểu điều khiển

source: This property defines the handle style of the XfmediaHandle widget.
ca: Aquesta propietat defineix com gestionar l'estil del giny XfmediaHandle.
cs: Tato vlastnost určuje styl ovládacího prvku XfmediaHandle
de: Diese Eigenschaft definiert den Stil des Griffs des XfmediaHandler-Bausteins.
dz: རྒྱུ་དངོས་འདི་གིས་ ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་བཤེད་བཟུང་ཝི་གེཊི་གི་ ལེགས་སྐྱོང་འཐབ་པའི་བཟོ་རྣམ་འདི་ངེས་འཛིན་འབདཝ་ཨིན།
es: Esta propiedad define el estilo del cuadro del componente XfmediaHandle.
eu: Propietate honek XfmediaHandle osagaiaren kudeketa modua ezartzen du.
fi: Tämä ominaisuus määrittää XfmediaHandle-elementin kahvan tyylin.
fr: Cette propriété définit le style de poignée du widget XfmediaHandle.
he: מאפיין זה מגדיר את סגנון הידית של האשף XfmeiaHandle
hu: E tulajdonság adja az XfmediaHandle elemben a fogó stílusát
id: Properti ini menjelaskan gaya penanganan dari widget XfmediaHandle.
ja: このプロパティは XfmediaHandle ウィジットの取手のスタイルを定義します。
lv: Šī īpašība definē tura stilu XfmediaHandle logdaļai.
mk: Ова својство го дефинира стилот на справување на XfmediaHandle графичката контрола.
nb_no: Denne egenskapen avgjør håndtakstil for XfmediaHandle element.
pl: Ta właściwość definiuje styl widgetu XfmediaHandle.
pt_br: Esta propriedade define o estilo do manipulador do componente XfmediaHandle.
sk: Táto vlastnosť určuje štýl ovládacieho prvku XfmediaHandle.
sq: Kjo veti përcakton stil dorëze për "widget"-in XfmediaHandle .
tr: Bu özellik, XfmediaHandle widgetinin, kulp tipini belirler.
uk: Властивість визначає стиль ручки вікна XfmediaHandle
vi: Tính chất này xác định kiểu điều khiển của mở rộng XfmediaHandle.

source: Orientation
ca: Orientació
cs: Orientace
de: Ausrichtung
dz: ཕྱོགས།
eo: Orientiĝo
es: Orientación
eu: Norabidea
fi: Asento
he: כיוון
hu: Irány
id: Orientasi
ja: 向き
lv: Novietojums
mk: Ориентација
nb_no: Orientering
pl: Orientacja
pt_br: Orientação
ru: Ориентация
sk: Orientácia
sq: Orientim
tr: Uyum
uk: Орієнтація
ur: جہتیابی
vi: Hướng

source: This property defines whether this is a horizontal or vertical handle.
ca: Aquesta propietat defineix si es gestiona de forma horitzontal o vertical.
cs: Tato vlastnost určuje, zda bude ovládací prvek umístěn vodorovně nebo svisle.
de: Diese Eigenschaft definiert, ob dies ein horizontaler oder vertikaler Griff ist.
dz: རྒྱུ་དངས་འདི་གིས་ འདི་ཐད་སྙོམས་ཨིན་ན་ ཡང་ན་ ཀེར་ཕྲང་ཨིན་ན་ངེས་འཛིན་འབདཝ་ཨིན།
es: Esta propiedad define si este es un cuadro horizontal o vertical.
eu: Porpietate honek kudeaketa bertilak edo horizonatl bat erabiliko den ezartzen du.
fi: Tämä ominaisuus määrittää, onko kahva vaaka- vai pystyasennossa.
fr: Cette propriété définit si c'est une poignée horizontale ou verticale.
he: מאפיין זה מגדיר אם הידית תהיה אופקית או אנכית.
hu: E tulajdonság adja meg a vízszintes vagy függőleges kezelést.
id: Properti ini menjelaskan apakah ini penanganan horizontal atau vertikal.
ja: このプロパティは取手が水平または垂直かどうかを定義します。
lv: Šī īpašība definē vai šis ir horizontāls vai vertikāls turis.
mk: Ова својство дефинира дали има хоризонтален или вертикален справувач.
nb_no: Denne egenskapen avgjør om dette er et vannrett eller loddrett håndtak.
pl: Określa czy uchwyt jest poziomy czy pionowy.
pt_br: Esta propriedade define se este é um manipulador horizontal ou vertical.
sk: Táto vlastnosť určuje, či bude ovládací prvok umiestnený vodorovne alebo zvislo.
sq: Kjo veti përcakton në është dorëz horizontale apo vertikale.
tr: Bu özellik, bunun, yatay mı yoksa dikey kulp mu olup olmadığını belirler.
uk: Ця властивість визначає є ручка горизонтальною чи вертикальною.
ur: یہ خاصیت تعین کرتی ہے کہ کیا ہینڈل افقی ہے یا عمودی ہے.
vi: Tính chất này xác định đây là điều khiển nằm ngang hay thẳng đứng.

source: Play
ca: Reprodueix
cs: Přehrát
de: Abspielen
dz: གཏང་།
eo: Ekludu
es: Reproducir
eu: Erreproduzitu
fi: Soita
fr: Lire
gu: વગાડો
he: ניגון
hu: Lejátszás
id: Putar
ja: 再生
lv: Atskaņot
mk: Пушти
nb_no: Start
pl: Odtwarzaj
pt_br: Reproduzir
ru: Воспроизведение
sk: Hrať
sq: Luaj
tr: Oynat
uk: Відтворити
ur: چلائیں
vi: Chạy

source: Pause
ca: Pausa
cs: Pozastavit
dz: ཐེམ།
eo: Paŭsu
es: Pausa
eu: Geratu
fi: Tauko
gu: અટકાવો
he: השהיה
hu: Megszakítás
id: Jeda
ja: 停止
lv: Nopauzēt
mk: Пауза
pl: Pauza
pt_br: Pausar
ru: Пауза
sk: Pozastaviť
sq: Pushim
tr: Durakla
uk: Призупинити
ur: موقوف کریں
vi: Tạm dừng

source: Stop
ca: Atura
cs: Zastavit
de: Anhalten
dz: བཀག
eo: Haltu
es: Parar
eu: Gelditu
fi: Pysäytä
gu: બંધ કરો
he: עצירה
hu: Leállítás
ja: 中止
lv: Apturēt
mk: Стоп
nb_no: Stopp
pt_br: Parar
ru: Остановить
sk: Zastaviť
sq: Ndal
tr: Dur
uk: Зупинити
ur: روکیں
vi: Dừng

source: Quit
ca: Surt
cs: Ukončit
de: Beenden
dz: སྤང་བཞག
eo: Eliru
es: Salir
eu: Irten
fi: Lopeta
fr: Quitter
gu: બહાર નીકળો
he: יציאה
hu: Kilépés
id: Keluar
ja: 終了
lv: Iziet
mk: Излез
nb_no: Avslutt
pl: Wyjdź
pt_br: Sair
ru: Выйти
sk: Koniec
sq: Lër
tr: Çık
uk: Вийти
ur: برخاست
vi: Thoát

source: Toggle Fullscreen
ca: Commuta a pantalla sencera
cs: Zapnout/vypnout přehrávání přes celou obrazovku
de: Vollbild ein/aus
dz: གསལ་གཞི་གངམ་སོར་སྟོན་འབད།
eo: Inversigu plenekranan vidon
es: Cambiar Pantalla Completa
eu: Aldatu Pantaila Osoa Modua
fi: Täysruututila päälle/pois
fr: Basculer en plein écran
gu: પૂર્ણસ્ક્રીનમાંથી બદલો
he: הפעלת/ביטול מסך-מלא
hu: Teljes képernyő
id: Ubah Layar Penuh
ja: 全画面表示を切替え
lv: Pārslēgt pilnekrāna režīmu
mk: Менувај режим на цел екран
nb_no: Skifte fullskjerm av/på
pl: Włącz/wyłącz pełny ekran
pt_br: Alternar modo de tela cheia
ru: На весь экран
sk: Zapnúť na celú obrazovku
sq: Vër/Hiq Tërë Ekrani
tr: Tam Ekrana Geç
uk: Перемикання повноекранного режиму
ur: فل سکرین منعکس کریں
vi: Bật/tắt Đầy màn hình

source: Toggle Shuffle Play
ca: Commuta l'ordre aleatori de reproducció
cs: Zapnout/vypnout náhodné přehrávání
de: Zufälliges Abspielen ein/aus
dz: རིམ་དཀྲུགས་གཏང་འདི་སོར་སྟོན་འབད།
eo: Inversigu miksan ludadon
es: Cambiar Reproducción Aleatoria
eu: Aldatu Erreproduzitu Nahasketa
fi: Sekoitettu soitto päälle/pois
fr: Basculer en lecture aléatoire
gu: શફલ વગાડવાનું બદલો
he: הפעלת/ביטול ערבוב
hu: Keverő mód
id: Ubah Putar Acak
ja: シャッフル再生を切替え
lv: Pārslēgt jaukšanu
mk: Менувај измешано пуштање
nb_no: Skifte tilfeldig avspilling av/på
pl: Włącz/wyłącz losowe odtwarzanie
pt_br: Alternar reprodução aleatória
ru: В случайном порядке
sk: Zapnúť náhodný výber
sq: Vër/Hiq Luajtje Kuturu
tr: Karışık Oynatmaya Geç
uk: Перемикання режиму випадкового відтворення
ur: شفل پلے منعکس کریں
vi: Bật/tắt Nghe Xáo trộn

source: Toggle Repeat Play
ca: Commuta la repetició de reproducció
cs: Zapnout/vypnout opakované přehrávání
de: Wiederholung ein/aus
dz: ཡང་བསྐྱར་གཏང་འདི་སོར་སྟོན་འབད།
eo: Inversigu ripetantan ludadon
es: Cambiar Repetir Reproducción
eu: Aldatu Erreprodukzio Errepikapena
fi: Soiton toisto päälle/pois
fr: Basculer en lecture répétée
gu: પુનરાવર્તિત વગાડવાનું બદલો
he: הפעלת/ביטול ניגון חוזר
hu: Ismétlő mód
id: Ubah Putar Ulang
ja: リピート再生を切替え
lv: Pārslēgt atkārtošanu
mk: Менувај повторно пуштање
nb_no: Skifte gjenta av/på
pl: Włącz/wyłącz powtarzanie
pt_br: Alternar modo de repetição
ru: Режим повтора
sk: Zapnúť opakovanie
sq: Vër/Hiq Përsërit Luajtjen
tr: Tekrar Oynata Geç
uk: Перемикання режиму повтору відтворення
ur: چلانا دہرانا منعکس کیں
vi: Bật/tắt Nghe Lặp lại

source: Toggle Audio Visualization
ca: Commuta la visualització d'àudio
cs: Zapnout/vypnout vizualizaci zvuku
de: Audio-Visualisierung ein/aus
dz: རྣར་ཉན་འཆར་སྣང་འདི་སོར་སྟོན་འབད།
eo: Inversigu sonan vizualigon
es: Cambiar Audio Visualización
eu: Aldatu Audio Bistaratzea
fi: Äänen visualisointi päälle/pois
fr: Basculer en visualisation audio
gu: ઓડિયો વિઝ્યુલાઈઝેશન બદલો
he: הפעלת/הפסקת המחשה גרפית של השמע
hu: Hangmegjelenítés
id: Ubah Visualisasi Audio
ja: 音声の視覚化を切替え
lv: Pārslēgt audio vizualizāciju
mk: Менувај аудио визуелизација
nb_no: Skifte lydvisualisering av/på
pl: Włącz/wyłącz wizualizację audio
pt_br: Alternar visualização de áudio
ru: Включить визуализацию аудио
sk: Zapnúť vizualizáciu
sq: Vër/Hiq Vizualizim Audioje
tr: Ses Görselliğine Geç
uk: Перемикання режиму візуалізації аудіо
ur: صوتی وزولائزیشن منعکس کریں
vi: Bật/tắt Tượng trưng Nhạc

source: Set Speed Faster
ca: Fixa la velocitat a més ràpida
cs: Nastavit vyšší rychlost
de: Geschwindigkeit erhöhen
dz: མགྱོགས་ཚད་མགྱོགས་སུ་འབད་གཞི་སྒྲིག་འབད།
eo: Rapidigu
es: Poner a Más Velocidad
eu: Ezarri Abiadura Azkarragoa
fi: Nopeuta
fr: Augmenter la vitesse
gu: ઝડપ ઝડપી સુયોજિત કરો
he: הגברת מהירות
hu: Gyorsítás
id: Atur Kecepatan Lebih Cepat
ja: 速度を速くする
lv: Uzstādīt ātrumu ātrāku
mk: Постави ја брзината на побрзо
nb_no: Øk hastigheten
pl: Ustaw większą szybkość
pt_br: Ajustar velocidade mais rápida
ru: Увеличить скорость
sk: Nastaviť vyššiu rýchlosť
sq: Cakto Shpejtësi më të Madhe
tr: Hızı Artır
uk: Збільшити швидкість
ur: تیز رفتار
vi: Đặt Tốc độ Nhanh hơn

source: Set Speed Slower
ca: Fixa la velocitat a més lenta
cs: Nastavit nižší rychlost
de: Geschwindigkeit verringern
dz: མགྱོགས་ཚད་ལྷོད་མི་འབད་གཞི་སྒྲིག་འབད།
eo: Malrapidigu
es: Poner a Menos Velocidad
eu: Ezarri Abiadura Mantsoagoa
fi: Hidasta
fr: Diminuer la vitesse
gu: ઝડપ ધીમી સુયોજિત કરો
he: האטת מהירות
hu: Lassítás
id: Atur Kecepatan Lebih Lambat
ja: 速度を遅くする
lv: Uzstādīt ātrumu lēnāku
mk: Постави ја брзината на побавно
nb_no: Senk hastigheten
pl: Ustaw mniejszą szybkość
pt_br: Ajustar velocidade mais lenta
ru: Уменьшить скорость
sk: Nastaviť nižšiu rýchlosť
sq: Cakto Shpejtësi më të Vogël
tr: Hızı Yavaşlat
uk: Зменшити швидкість
ur: آہستہ رفتار
vi: Đặt Tốc độ Chậm hơn

source: Forward 10 Seconds
ca: Salta 10 segons endavant
cs: Vpřed o 10 vteřin
de: 10 Sekunden vorwärts
dz: སྐར་ཆ་ ༡༠་ གདོང་བསྐྱོད།
eo: Avancu per 10 sekundoj
es: Avanzar 10 segundos
eu: Aurreratu 10 segundu
fi: Eteenpäin 10 sekuntia
fr: Avancer de 10 secondes
gu: ૧૦ સેકન્ડો આગળ ધપાવો
he: 10 שניות התקדמות
hu: 10 másodperccel előre
id: Maju 10 Detik
ja: 早送り (10 秒)
lv: Uz priekšu pa 10 sekundēm
mk: Напред 10 секунди
nb_no: 10 sekunder forover
pl: Do przodu 10 sekund
pt_br: Avançar 10 segundos
ru: Вперёд на 10 секунд
sk: Dopredu o 10 sekúnd
sq: Përpara 10 Sekonda
tr: 10 Saniye İlerle
uk: Вперед на 10 секунд
ur: 10 سیکنڈ آگے جائیں
vi: Tiến 10 giây

source: Forward 30 Seconds
ca: Salta 30 segons endavant
cs: Vpřed o 30 vteřin
de: 30 Sekunden vorwärts
dz: སྐར་ཆ་ ༣༠་ གདོང་བསྐྱོད་འབད།
eo: Avancu per 30 sekundoj
es: Avanzar 30 segundos
eu: Aurreratu 30 segundu
fi: Eteenpäin 30 sekuntia
fr: Avancer de 30 secondes
gu: ૩૦ સેકન્ડો આગળ ધપાવો
he: 30 שניות התקדמות
hu: 30 másodperccel előre
id: Maju 30 Detik
ja: 早送り (30 秒)
lv: Uz priekšu pa 30 sekundēm
mk: Напред 30 секуди
nb_no: 30 sekunder forover
pl: Do przodu 30 sekund
pt_br: Avançar 30 segundos
ru: Вперёд на 30 секунд
sk: Dopredu o 30 sekúnd
sq: Përpara 30 Sekonda
tr: 30 Saniye İlerle
uk: Вперед на 30 секунд
ur: 30 سیکنڈ آگے جائیں
vi: Tiến 30 giây

source: Forward 60 Seconds
ca: Salta 60 segons endavant
cs: Vpřed o 60 vteřin
de: 60 Sekunden vorwärts
dz: སྐར་ཆ་ ༦༠་ གདོང་བསྐྱོད་འབད།
eo: Avancu per 60 sekundoj
es: Avanzar 60 segundos
eu: Aurreratu 60 segundu
fi: Eteenpäin 60 sekuntia
fr: Avancer de 60 secondes
gu: ૬૦ સેકન્ડો આગળ ધપાવો
he: 60 שניות התקדמות
hu: 1 perccel előre
id: Maju 60 Detik
ja: 早送り (60 秒)
lv: Uz priekšu pa 60 sekundēm
mk: Напред 60 секунди
nb_no: 60 sekunder forover
pl: Do przodu 60 sekund
pt_br: Avançar 60 segundos
ru: Вперёд на 60 секунд
sk: Dopredu o 60 sekúnd
sq: Përpara 60 Sekonda
tr: 60 Saniye İlerle
uk: Вперед на 60 секунд
ur: 60 سیکنڈ آگے جائیں
vi: Tiến 60 giây

source: Backward 10 Seconds
ca: Retrocedeix 10 segons
cs: Zpět o 10 vteřin
de: 10 Sekunden zurück
dz: སྐར་ཆ་ ༡༠་ རྒྱབ་བསྐྱོད་འབད།
eo: 10 sekundoj reen
es: Retroceder 10 segundos
eu: Atzeratu 10 segundu
fi: Taaksepäin 10 sekuntia
fr: Reculer de 10 secondes
gu: ૧૦ સેકન્ડો પાછળ ધપાવો
he: 10 שניות חזרה
hu: 10 másodperccel hátra
id: Mundur 10 Detik
ja: 巻戻し (10 秒)
lv: Atpakaļ pa 10 sekundēm
mk: Назад 10 секунди
nb_no: 10 sekunder bakover
pl: Wstecz 10 sekund
pt_br: Voltar 10 segundos
ru: Назад на 10 секунд
sk: Späť o 10 sekúnd
sq: Prapa 10 Sekonda
tr: 10 Saniye Geri Git
uk: Назад на 10 секунд
ur: 10 سیکنڈ پیچھے جائیں
vi: Lùi 10 giây

source: Backward 30 Seconds
ca: Retrocedeix 30 segons
cs: Zpět o 30 vteřin
de: 30 Sekunden zurück
dz: སྐར་ཆ་ ༣༠་ རྒྱབ་བསྐྱོད་འབད།
eo: 30 sekundoj reen
es: Retroceder 30 segundos
eu: Atzeratu 30 segundu
fi: Taaksepäin 30 sekuntia
fr: Reculer de 30 secondes
gu: ૩૦ સેકન્ડો પાછળ ધપાવો
he: 30 שניות חזרה
hu: 30 másodperccel hátra
id: Mundur 30 Detik
ja: 巻戻し (30 秒)
lv: Atpakaļ pa 30 sekundēm
mk: Назад 30 секунди
nb_no: 30 sekunder bakover
pl: Wstecz 30 sekund
pt_br: Voltar 30 segundos
ru: Назад на 30 секунд
sk: Späť o 30 sekúnd
sq: Prapa 30 Sekonda
tr: 30 Saniye Geri Gİt
uk: Назад на 30 секунд
ur: 30 سیکنڈ پیچھے جائیں
vi: Lùi 30 giây

source: Backward 60 Seconds
ca: Retrocedeix 60 segons
cs: Zpět o 60 vteřin
de: 60 Sekunden zurück
dz: སྐར་ཆ་ ༦༠་ རྒྱབ་བསྐྱོད་འབད།
eo: 60 sekundoj reen
es: Retroceder 60 segundos
eu: Atzeratu 60 segundu
fi: Taaksepäin 60 sekuntia
fr: Reculer de 60 secondes
gu: ૬૦ સેકન્ડો પાછળ ધપાવો
he: 60 שניות חזרה
hu: 1 perccel hátra
id: Mundur 60 Detik
ja: 巻戻し (60 秒)
lv: Atpakaļ pa 60 sekundēm
mk: Назад 60 секунди
nb_no: 60 sekunder bakover
pl: Wstecz 60 sekund
pt_br: Voltar 60 segundos
ru: Назад на 60 секунд
sk: Späť o 60 sekúnd
sq: Prapa 60 Sekonda
tr: 60 Saniye Geri Git
uk: Назад на 60 секунд
ur: 60 سیکنڈ پیچھے جائیں
vi: Lùi 60 giây

source: Enqueue Track
ca: Envia la pista a la cua
cs: Zařadit stopu do fronty
de: Stück zur Warteschlange hinzufügen
dz: གྱལ་ནང་བཞག་ནིའི་གྲལ་ཐིག
eo: Envicigu luderon
es: Encolar Pista
eu: Pista hilaran jarri
fi: Aseta kappale jonoon
fr: Mettre la piste en queue
gu: ટ્રેક કતારમાં કરો
he: העברת רצועה לרשימת המתנה
hu: Számhozzáfűzés
id: Antrean Lagu
ja: 曲を待機させる
lv: Pievienot rindai celiņu
mk: Стави ја песната во редица
nb_no: Legg til i kø
pl: Kolejkuj ścieżkę
pt_br: Enfileirar faixa
ru: Поставить в очередь
sk: Zaradiť stopu do fronty
sq: Vëre Gjurmën në Radhë
tr: Parçayı Kuyruğa Sok
uk: Додати в чергу
ur: منتظر ٹریک
vi: Vào hàng bài hát

source: Show Queued Tracks
ca: Mostra la cua de pistes
cs: Zobrazit stopy ve frontě
de: Warteschlange anzeigen
dz: མི་གྲལ་གླུ་རིམ་ཚུ་སྟོན།
eo: Montru vicigitajn luderojn
es: Mostrar Pistas en Cola
eu: Pista hilaran jarri
fi: Näytä jono
fr: Montrer les pistes en file
gu: કતારવાળા ટ્રેકો બતાવો
he: הצגת רצועות ממתינות
hu: Várakozó számok mutatása
id: Tampilkan Antrean Lagu
ja: 待機中の曲を表示
lv: Rādīt rindas celiņus
mk: Прикажи ги песните во редица
nb_no: Vis spillekøen
pl: Pokaż ścieżki w kolejce
pt_br: Mostra as faixas enfileiradas
ru: Показать очередь
sk: Zobraziť stopy vo fronte
sq: Shfaq Gjurmë në Radhë
tr: Sıralanmış Parçaları Göster
uk: Показати чергу
ur: منتظر ٹریک ظاہر کریں
vi: Hiện bài xếp hàng

source: Toggle Audio Mute
ca: Commuta sense àudio
cs: Zapnout/vypnout zvuk
de: Ton abschalten
dz: རྣར་ཉན་སྐད་མེད་སོར་སྟོན་འབད།
eo: Inversigu sonan silentigon
es: Cambiar Sonido Silencio
eu: Aldatu Audio Mututzea
fi: Äänen mykistys päälle/pois
fr: Basculer sans sortie audio
gu: ઓડિયો મૂંગુ બદલો
he: הפעלת/הפסקת השתקה
hu: Némítás
id: Ubah Diam Audio
ja: 消音の切替え
lv: Pārslēgt audio apklusināšanu
mk: Менувај аудио замолчување
nb_no: Skifte lyd av/på
pl: Włącz/wyłącz dźwięk
pt_br: Alternar modo mudo
ru: Выключить звук
sk: Vypnúť zvuk
sq: Vër/Hiq Heshtje Audioje
tr: Sesi Kapat
uk: Увімкнути/вимкнути звук
ur: صوتی میوٹ منعکس کریں
vi: Bật/tắt Tiếng

source: Add File to Playlist
ca: Afegeix fitxer a la llista de reproducció
cs: Přidat soubor do seznamu médií
de: Eintrag zu Wiedergabeliste hinzufügen
dz: གཏང་ཐོ་ལུ་ཡིག་སྣོད་ཁ་སྐོང་བརྐྱབ།
eo: Aldonu eron al la ludlisto
es: Añadir Fichero a Lista de Reproducción
eu: Gehitu Fitxategia Zerrendara
fi: Lisää tiedosto soittolistaan
fr: Ajouter un fichier à la liste de lecture
gu: પ્લેલીસ્ટમાં ફાઈલ ઉમેરો
he: הוספת קובץ לרשימת-ניגון
hu: Fájl hozzáadáa a listához
id: Tambah Berkas ke Senarai Putar
ja: ファイルをプレイリストに追加
lv: Pievienot failu repertuāram
mk: Додај датотека во плејлистата
nb_no: Legg til fil til spilleliste
pl: Dodaj plik do listy odtwarzania
pt_br: Adiconar arquivo à lista de reprodução
ru: Добавить файл в список воспроизведения
sk: Pridať súbor do zoznamu skladieb
sq: Shto Kartelë te Luajlista
tr: Çalma Listesine Dosya Ekle
uk: Додати файл до списку програвання
ur: پلے لسٹ میں فائل شامل کریں
vi: Thêm Tập tin vào Danh sách

source: Add URL to Playlist
ca: Afegeix URL a la llista de reproducció
cs: Přidat adresu URL do seznamu médií
de: URL zu Wiedergabeliste hinzufügen
dz: གཏང་ཐོ་ལུ་ཡུ་ཨར་ཨེལ་ཁ་སྐོང་བརྐྱབ།
eo: Aldonu URL al la ludlisto
es: Añadir URL a Lista de Reproducción
eu: Gehitu URL-a zerrendara
fi: Lisää URL soittolistaan
fr: Ajouter une URL à la liste de lecture
gu: પ્લેલીસ્ટમાં URL ઉમેરો
he: הוספת URL לרשימת-ניגון
hu: URL hozzáadása a listához
id: Tambah URL ke Senarai Putar
ja: URL をプレイリストに追加
lv: Pievienot URL repertuāram
mk: Додај URL во плејлистата
nb_no: Legg til Url til spilleliste
pl: Dodaj URL do listy odtwarzania
pt_br: Adicionar URL à lista de reprodução
ru: Добавить URL в список воспроизведения
sk: Pridať URL do zoznamu skladieb
sq: Shto URL te Luajlista
tr: Çalma Listesine URL Ekle
uk: Додати URL до списку програвання
ur: پلے لسٹ میں URL شامل کریں
vi: Thêm URL vào Danh sách

source: Open Saved Playlist
ca: Obre una llista de reproducció desada
cs: Otevřít uložený seznam médií
de: Gespeicherte Wiedergabeliste öffnen
dz: སྲུང་བཞག་ཡོད་པའི་གཏང་ཐོ་ཁ་ཕྱེ།
eo: Malfermu konservitan ludliston
es: Abrir Lista de Reproducción Salvada
eu: Ireki Gordetako Zerrenda
fi: Avaa tallennettu soittolista
fr: Ouvrir une liste de lecture
gu: સંગ્રહાયેલ પ્લેલીસ્ટ ખોલો
he: פתיחת רשימת השמעה שמורה
hu: Lista megnyitása
id: Buka Senarai Putar Tersimpan
ja: 保存したプレイリストを開く
lv: Atvērt saglabātu repertuāru
mk: Отвори зачувана плејлиста
nb_no: Åpne lagret spilleliste
pl: Załaduj listę odtwarzania
pt_br: Abrir lista de reprodução salva
ru: Открыть сохранённый список воспроизведения
sk: Otvoriť uložený zoznam skladieb
sq: Hap Luajlistë të Ruajtur
tr: Kaydedilmiş Çalma Listesi Aç
uk: Відкрити збережений список програвання
ur: محفوظ پلے لسٹ کھولیں
vi: Mở Danh sách Đã ghi
