Repository: iwamatsu/xfce-po-translation
Catalog: xfce/xfmedia/trunk/po/*.po
Languages: ca, cs, de, dz, eo, es, eu, fi, fr, gu, he, hu, id, ja, lv, mk, nb_no, pl, pt_br, ru, sk, sq, tr, uk, ur, vi

source: Original Author/Maintainer
ca: Autor/Mantenidor original
cs: Původní autor/správce
de: Ursprünglicher Autor/Maintainer
dz: རྩོམ་པ་པོ་ངོ་མ་/ རྒྱུན་སྐྱོང་པ།
eo: Originala aŭtoro/prizorganto
es: Autor Original/Mantenedor
eu: Jatorrizko Egile/Mantenlea
fi: Luoja/Ylläpitäjä
fr: Auteur / Mainteneur originel
gu: મૂળ લેખક/જાળવણી કરનાર
he: מחבר מקורי/מתחזק
hu: Eredeti szerző/karbantartó
id: Penulis/Pengelola Asli
ja: 原著作者/メインテナー
lv: Sākotnējais autors/uzturētājs
mk: Прв Автор/Одржувач
nb_no: Opprinnelig forfatter/vedlikeholder
pl: Autor/Opiekun
pt_br: Autor/Mantenedor original
ru: Автор/сопровождающий
sk: Autor/Správca
sq: Autori Origjinal/Mirëmbajtësi
tr: Gerçek Yazar/Devam Ettirici
uk: Автор і супровід
ur: اصل مالک/منتظم
vi: Tác giả đầu/Nhà duy trì

source: Stopped
ca: Aturat
cs: Zastaveno
de: Gestoppt
dz: བཀག་ཡོདཔ།
eo: Haltita
es: Parado
eu: Gelditurik
fi: Pysäytetty
fr: Arrêté
gu: અટકાવાયેલ
he: נעצר
hu: Megállítva
id: Hentikan
ja: 中止
lv: Apturēts
mk: Стопирано
nb_no: Stoppet
pl: Zatrzymane
pt_br: Parado
ru: Остановлен
sk: Zastavené
sq: Ndalur
tr: Durduruldu
uk: Зупинено
ur: رکاہوا
vi: Đã dừng

source: _Other
ca: _Altres
cs: _Ostatní
de: _Andere
dz: གཞན།(_O)
eo: _Alia
es: _Otro
eu: _Besteak
fi: M_uut
fr: _Autre
gu: અન્ય (_O)
he: _אחר
hu: _Egyéb
id: Lainnya (_O)
ja: その他(_O)
lv: _Cits
mk: _Друго
nb_no: _Andre
pl: _Inne
pt_br: _Outro
ru: _Другое
sk: _Iné
sq: _Tjetër
tr: _Diğer
uk: _Інші
ur: _دوسرا
vi: _Khác

source: _URL...
cs: Adresa _URL...
dz: ཡུ་ཨར་ཨེལ...(_U)
ja: URL(_U)...

source: _Directory...
ca: _Directori…
cs: A_dresář...
de: _Verzeichnis...
dz: སྣོད་ཐོ...(_D)
eo: _Dosierujo...
es: _Directorio...
eu: _Direltorioa...
fi: _Hakemisto...
fr: _Répertoire...
gu: ડિરેક્ટરી (_D)...
he: _ספריה...
hu: _Könyvtár...
id: _Direktori...
ja: フォルダ(_D)...
lv: _Direktorija...
mk: _Директориум...
nb_no: _Mappe ...
pl: _Katalog...
pt_br: _Diretório...
ru: _Каталог...
sk: A_dresár...
sq: _Drejtori...
tr: _Dizin...
uk: _Каталог...
ur: _ڈائریکٹری...
vi: _Thư mục...

source: _File...
ca: _Fitxer…
cs: _Soubor
de: _Datei...
dz: ཡིག་སྣོད...(_F)
eo: _Dosiero...
es: _Fichero...
eu: _Fitxategia...
fi: _Tiedosto...
fr: _Fichier...
gu: ફાઈલ (_F)...
he: _קובץ...
hu: _Fájl...
id: Berkas... (_F)
ja: ファイル(_F)...
lv: _Fails...
mk: _Датотека...
nb_no: _Fil ...
pl: _Plik...
pt_br: _Arquivo...
ru: _Файл...
sk: _Súbor...
sq: _Kartelë...
tr: _Dosya...
uk: _Файл...
ur: _فائل...
vi: _Tập tin...

source: Volume
ca: Volum
cs: Hlasitost
de: Lautstärke
dz: སྐད་ཤུགས།
eo: Laŭteco
es: Volumen
eu: Bolumena
fi: Äänenvoimakkuus
gu: અવાજ
he: עצמה
hu: Hangerő
ja: 音量
lv: Skaļums
mk: Јачина на звук
nb_no: Volum
pl: Głośność
ru: Громкость
sk: Hlasitosť
sq: Volum
tr: Ses
uk: Гучність
ur: والیم
vi: Âm lượng

source: Previous Track
ca: Pista anterior
cs: Předchozí stopa
de: Vorheriges Stück
dz: ཧེ་མའི་གླུ་རིམ།
eo: Antaŭa ludero
es: Pista Anterior
eu: Aurreko Pista
fi: Edellinen kappale
fr: Piste précédente
gu: પહેલાંનો ટ્રેક
he: רצועה קודמת
hu: Előző szám
id: Lagu Sebelumnya
ja: 前の曲
lv: Iepriekšējais celiņš
mk: Претходна песна
nb_no: Forrige spor
pl: Poprzednia ścieżka
pt_br: Faixa anterior
ru: Предыдущий трек
sk: Predchádzajúca stopa
sq: Gjurma e Mëparshme
tr: Önceki Parça
uk: Попередня доріжка
ur: سابقہ ٹریک
vi: Bài trước

source: Play/Pause Track
ca: Reprodueix/Pausa la pista
cs: Přehrát/pozastavit přehrávání
de: Stück abspielen/anhalten
dz: གཏང་/ གླུ་རིམ་ཐེམ།
eo: Ekludigu/Paŭzu la luderon
es: Reproducir/Pausar Pista
eu: Erreproduzitu/Gleditu Pista
fi: Soita/Tauko
fr: Lire / Mettre en pause
gu: ટ્રેક વગાડો/અટકાવો
he: נגן או השהה רצועה
hu: Lejátszás/megállítás
id: Putar/Jeda Lagu
ja: 曲の再生/停止
lv: Atskaņot/Nopauzēt celiņu
mk: Пушти/Пауза на песна
nb_no: Spill/Pause spor
pl: Odtwarzaj/Pauzuj ścieżkę
pt_br: Reproduzir/Pausar faixa
ru: Воспроизведение / Пауза
sk: Spustiť/Pozastaviť stopu
sq: Luaj/Pusho Gjurmën
tr: Parçayı Çal/Durakla
uk: Відтворення/пауза
ur: ٹریک چلائیں/روکیں
vi: Chạy/Tạm Dừng

source: Stop Playback
ca: Atura la reproducció
cs: Zastavit přehrávání
de: Wiedergabe anhalten
dz: གླུ་གཞས་གཏང་ནི་འདི་བཀག
eo: Haltu ludi
es: Parar Reproducción
eu: Gelditu Erreprodukzioa
fi: Pysäytä soitto
fr: Stopper la lecture
gu: પ્લેબેક અટકાવો
he: עצור ניגון
hu: Lejátszás vége
id: Stop Putar Balik
ja: 再生を中止
lv: Apturēt atskaņošanu
mk: Стопирај
nb_no: Stopp avspilling
pl: Zatrzymaj odtwarzanie
pt_br: Parar reprodução
ru: Остановить воспроизведение
sk: Zastaviť prehrávanie
sq: Ndal Luajtjen
tr: Çalmayı Durdur
uk: Зупинити відтворення
ur: پلے بیک روکیں
vi: Dừng Nghe

source: Next Track
ca: Pista següent
cs: Následující stopa
de: Nächstes Stück
dz: ཤུལ་མའི་གླུ་རིམ།
eo: Sekva ludero
es: Pista Siguiente
eu: Hurrengo Pista
fi: Seuraava kappale
fr: Piste suivante
gu: આગળનો ટ્રેક
he: רצועה הבאה
hu: Következő szám
id: Lagu Selanjutnya
ja: 次の曲
lv: Nākamais celiņš
mk: Следна песна
nb_no: Neste spor
pl: Następna ścieżka
pt_br: Próxima faixa
ru: Следующий трек
sk: Nasledujúca stopa
sq: Gjurma Pasuese
tr: Sonraki Parça
uk: Наступна доріжка
ur: اگلا ٹریک
vi: Bài tiếp theo

source: _Playlist
ca: _Llista de reproducció
cs: _Seznam médií
de: _Wiedergabeliste
dz: གཏང་ཐོ།(_P)
eo: _Ludlisto
es: Lista de Re_producción
eu: _Erreprodukzio-zerrenda
fi: _Soittolista
fr: _Liste de lecture
gu: પ્લેલીસ્ટ (_P)
he: _רשימת השמעה
hu: _Lejátszólista
id: Senarai _Putar
ja: プレイリスト(_P)
lv: _Atskaņošanas saraksts
mk: _Плејлиста
nb_no: _Spilleliste
pl: _Lista odtwarzania
pt_br: Lista de re_produção
ru: _Список воспроизведения
sk: _Zoznam skladieb
sq: Luajlistë
tr: _Çalma Listesi
uk: _Список програвання
ur: _پلے لسٹ
vi: _Danh sách

source: _Enqueue
ca: _Posa a la cua
cs: _Zařadit do fronty
de: _Stück zur Warteschlange hinzufügen
dz: གྱལ་ནང་བཞག་ནི།(_E)
eo: _Envicigu
es: _Encolar
eu: _Pista hilaran jarri
fi: _Lisää jonoon
fr: Mettre la piste _en queue
gu: કતારમાં મૂકો (_E)
he: _הוסף לרשימת המתנה
hu: Hozzáfűzés
id: Antrean (_E)
ja: 待たせる(_E)
lv: _Pievienot rindai
mk: _Стави во редот
nb_no: _Legg i kø
pl: _Kolejkuj ścieżkę
pt_br: _Enfileirar
ru: Добавить в _очередь
sk: _Zaradiť do fronty
sq: Vër në _radhë
tr: _Kuyruğa Ekle
uk: Додати у _чергу
vi: _Vào hàng

source: Add _Mediamark...
ca: _Afegeix preferit…
cs: Přidat _záložku
de: _Medienmarke hinzufügen...
dz: བརྡ་བརྒྱུད་རྟགས་ཁ་སྐོང་བརྐྱབ...( _M)
eo: Aldonu _legosignon...
es: Añadir _Marcador...
eu: Mediomarka Gehitu...
fi: Lisää _Mediamerkki
fr: Marquer ce média en _favori...
gu: મીડિયામાર્ક ઉમેરો (_M)...
he: הוספת _תווית מדיה...
hu: _Médiakönyvjelző hozzáadása
id: Tambah Tanda _Media...
ja: メディアマークを追加(_M)...
lv: Pievienot _atzīmi...
mk: Додај _Ознака за медиа
nb_no: Legg til _mediamerke ...
pl: Dodaj _Zakładkę...
pt_br: Adiciona _marca de mídia...
ru: Добавить _закладку...
sk: Pridať _Mediamark...
tr: Orta_m İmi Ekle...
uk: Додати _закладку...
ur: می_ڈیا مارک شامل کریں...
vi: Đánh dấu _bài...

source: _File Info
ca: In_formació del fitxer
cs: In_formace o souboru
de: _Dateiinformation
dz: ཡིག་སྣོད་བརྡ་དོན།(_F)
eo: _Dosieraj informoj
es: Información de _Fichero
eu: _Fitxategi Informazioa
fi: _Tietoja tiedostosta
fr: Infos du _fichier
gu: ફાઈલ જાણ (_F)
he: _מידע אודות הקובץ
hu: File _Infó:
id: Info Berkas (_F)
ja: ファイル情報(_F)
lv: _Faila informācija
mk: _Информации за датотека
nb_no: _Filinfo
pl: _Informacja o pliku
pt_br: In_formação do arquivo
ru: _Информация о файле
sk: Informácie o _súbore
sq: Të dhëna _Kartele
tr: _Dosya Bilgisi
uk: _Інформація про файл
ur: فا_ئل معلومات
vi: _Thông tin tập tin

source: About _Xfmedia
ca: Quant a _xfmedia
cs: O _Xfmedia
de: Über _Xfmedia
dz: ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་ཀྱི་སྐོར།(_X)
eo: Pri _Xfmedia
es: Sobre _Xfmedia
eu: _Xfmedia-ri buruz
fi: Tietoja _Xfmediasta
fr: À propos de _Xfmedia
gu: _Xfmedia વિશે
he: _אודות Xfmedia
hu: _Xfmedia névjegy
id: Tentang _Xfmedia
ja: Xfmedia について(_X)
lv: Par _Xfmedia
mk: За _Xfmedia
nb_no: Om _Xfmedia
pl: O _Xfmedia
pt_br: Sobre o _Xfmedia
ru: _О программе
sk: O aplikácii _Xfmedia
sq: Rreth _Xfmedia-s
tr: _Xfmedia Hakkında
uk: _Про програму Xfmedia
ur: Xfmedia کی _بابت
vi: Nói về _Xfmedia

source: _Preferences
ca: _Preferències
cs: _Nastavení
de: _Einstellungen
dz: དགའ་གདམ་ཚུ།(_P)
eo: _Ecoj
es: _Preferencias
eu: Hobes_penak
fi: _Asetukset
fr: _Préférences
gu: પસંદગીઓ (_P)
he: _העדפות
hu: Beállítások
id: _Pengaturan
ja: 環境設定(_P)
lv: _Uzstādījumi
mk: _Параметри
nb_no: _Innstillinger
pl: _Ustawienia
pt_br: _Preferências
ru: _Настройки
sk: _Nastavenia
sq: _Parapëlqime
tr: _Tercihler
uk: _Параметри
ur: _ترجیحات
vi: _Cấu hình

source: _Equalizer...
ca: Ord_ena
cs: _Ekvalizér...
dz: ཆ་སྙོམས་པ...(_E)
eo: _Ekvalizilo...
es: _Ecualizador
eu: _Ekualizadorea...
fi: _Ekvalisaattori...
fr: _Égaliseur...
he: _אקולייזר...
ja: イコライザー(_E)...
lv: _Izlīdzinātājs...
mk: _Изедначувач...
pl: _Korektor graficzny
pt_br: _Equalizador...
ru: _Эквалайзер...
sk: _Ekvalizér...
tr: _Ekolayzer...
uk: _Еквалайзер...
vi: _Cân bằng...

source: _Jump to File...
ca: S_alta al fitxer…
cs: _Přejít na soubor...
de: Zu _Datei springen...
dz: ཡིག་སྣོད་ལུ་མཆོང་...(_J)
eo: _Saltu al dosiero...
es: _Saltar a Archivo...
eu: _Salto Fitxategira...
fi: _Hyppää tiedostoon...
fr: _Sauter au fichier...
gu: ફાઈલ પર જાવ (_J)...
he: _מעבר לקובץ...
hu: _Ugrás fájlra...
id: Lompat ke Berkas... (_J)
ja: ファイルに移動(_J)...
lv: _Lekt uz failu...
mk: _Скокни до датотека...
nb_no: _Gå til fil ...
pl: _Skocz do pliku...
pt_br: _Pular para o arquivo...
ru: Перейти к _файлу...
sk: S_kok na súbor...
sq: _Hidhu te Kartelë...
tr: _Dosyaya Git...
uk: Пере_йти до файлу...
ur: _جمپ تا فائل...
vi: _Nhảy tới tập tin...

source: Play_list Queue...
ca: Cua de la _llista de reproducció…
cs: Fronta seznamu médií...
de: Wartesch_lange
dz: གཏང་ཐོ་མི་གྲལ...(_l)
eo: Lud_lista ludvico
es: _Lista de Reproducción
eu: Zerrenda hi_lara erreprdouzitu...
fi: S_oittolistan jono...
fr: Queue de _liste de lecture...
gu: પ્લેલીસ્ટ કતાર (_l)...
he: _רשימת המתנה...
hu: _Lista...
id: Antrean Senarai Putar... (_l)
ja: 順番待ちのプレイリスト(_L)...
lv: Repe_rtuāra rinda...
mk: Ред во плејлиста...
nb_no: Spilleliste _kø ...
pl: _Lista odtwarzania
pt_br: Fila da _lista de reprodução...
ru: Очередь _списка воспроизведения...
sk: Fronta _zoznamu médii
sq: Radha e Luajlistës...
tr: Çalma _Listesi Kuyruğu...
uk: _Черга списку відтворення...
ur: پل_ے لسٹ منتظر...
vi: Hàng đợi danh _sách...

source: _Mediamarks
ca: Pr_eferits
cs: _Záložky médií
de: _Medienmarken
dz: བརྡ་བརྒྱུད་རྟགས་ཚུ།(_M)
eo: _Legosignoj
es: _Marcadores
eu: _Mediomarkak
fi: _Mediamerkit
fr: _Favori média
gu: મીડિયામાર્ક (_M)
he: _תוויות מדיה
hu: _Médiakönyvjelzők
id: Tanda _Media
ja: メディアマーク(_M)
lv: Atzī_mes
mk: _Ознака за медиа
nb_no: _Mediamerker
pl: _Zakładki
pt_br: _Marcas de mídia
ru: _Закладки
tr: Orta_m İmleri
uk: _Закладки
ur: _میڈیا مارک
vi: Đánh _dấu bài

source: Re_order
ca: _Ordenació
cs: S_eřadit
de: Neu _ordnen
dz: གོ་རིམ་བསྐྱར་སྒྲིག།(_o)
eo: Re_ordigu
es: Re_ordenar
eu: Be_rsalkatu
fi: _Järjestä
fr: Ré_ordonner
gu: પુનઃક્રમમાં ગોઠવો (_o)
he: סדר _מחדש
hu: Rendezés
id: Atur ulang (_o)
ja: 並べ替え(_O)
lv: Pārkārt_ot
mk: Подреди повторно
nb_no: Re_ordne
pl: S_ortuj
pt_br: Re_ordenar
ru: _Изменить порядок
sk: Z_oradiť
sq: Ri_rendit
tr: Yeniden D_üzenle
uk: З_мінити порядок
ur: _ترتیب دیں
vi: Xếp _lại

source: Sort by _Title
ca: Ordena per _títol
cs: Seřadit podle názvů
de: Sortieren nach _Titel
dz: མགོ་མིང་གིས་འབད་དབྱེ་སེལ་འབད་ནུག(_T)
eo: Ordigu laŭ _titolo
es: Ordenar por _Título
eu: _Izenburuz Sailkatu
fi: Järjestä _nimen mukaan
fr: Trier par _Titre
gu: શીર્ષક દ્વારા ક્રમમાં ગોઠવો (_T)
he: מיון לפי _כותרת
hu: Rendezés cím szerint
id: Urut Judul (_T)
ja: 題名で並べ替え(_T)
lv: Kārtot pēc _virsraksta
mk: Подреди по _наслов
nb_no: Sorter etter _tittel
pl: Sortuj według _nazwy pliku
pt_br: Ordenar por _título
ru: Упорядочить по _названию
sk: Podľa _názvu
sq: Rendit sipas Titujsh
tr: Ba_şlığa Göre Sırala
uk: Сортувати за _назвою
ur: _عنوان سے ترتیب دیں
vi: Xếp theo _Tiêu đề

source: Sort by _Filename
ca: Ordena per nom de _fitxer
cs: Seřadit podle názvů souborů
de: Sortieren nach _Dateinamen
dz: ཡིག་སྣོད་མིང་གིས་འབད་སེལ་འཐུ་འབད་ནུག( _F)
eo: Ordigu laŭ _dosiernomo
es: Ordenado por Nombre de _Fichero
eu: _Fitxategi Izenez sailkatu
fi: Järjestä _tiedostonimen mukaan
fr: Trier par nom de _Fichier
gu: ફાઈલનામ દ્વારા ક્રમમાં ગોઠવો (_F)
he: מיון לפי _שם קובץ
hu: Rendezés fájlnév szerint
id: Urut Nama Berkas (_F)
ja: ファイル名で並べ替え(_F)
lv: Kārtot pēc _faila nosaukuma
mk: Подреди по _име на датотека
nb_no: Sorter etter _filnavn
pl: Sortuj według _nazwy pliku
pt_br: Ordenar por _nome do arquivo
ru: Упорядочить по имени _файла
sk: Podľa _mena súboru
sq: Rendit sipas Emrash kartele
tr: Dos_ya Adına Göre Sırala
uk: Сортувати за назвою _файлу
ur: _فائل کے نام سے ترتیب دیں
vi: Xếp theo Tê_n tập tin

source: _Randomize List
ca: O_rdena la llista aleatòriament
cs: Za_míchat seznam
de: Liste _zufällig mischen
dz: ཐོ་ཡིག་གང་བྱུང་འབད།(_R)
eo: _Hazardigu la ludlisto
es: _Reproducir aleatoriamente
eu: _Zerrenda Nahastu
fi: _Sekoita lista
fr: _Liste aléatoire
gu: રેન્ડમ યાદી કરો (_R)
he: ניגון _אקראי מהרשימה
hu: _Véletlenszerű lista
id: Acak Senarai (_R)
ja: ランダム(_R)
lv: _Sajaukt sarakstu
mk: _Произволно
nb_no: _Sett sammen liste på måfå
pl: _Wymieszaj listę
pt_br: Emba_ralhar lista
ru: _Перемешать список
sk: Náhodne uspo_riadať zoznam
sq: Për_zieje Listën
tr: _Rastgele Listele
uk: Пере_мішати список
ur: _رینڈمائز لسٹ
vi: _Theo xác suất

source: _Shuffle
ca: _Ordre aleatori
cs: Náhodné pořadí _médií
de: _Zufällig
dz: རིམ་དཀྲུགས།(_S)
eo: _Ludu hazarde
es: De_sordenar
eu: _Nahastu
fi: Se_koita
fr: _Mélanger
gu: શફલ (_S)
he: _ערבב
hu: Ke_verés
id: Putar Acak (_S)
ja: シャッフル(_S)
lv: _Jaukt
mk: _Мешај
nb_no: T_ilfeldig
pl: _Losowo
pt_br: _Embaralhar
ru: В с_лучайном порядке
sk: Ná_hodne
sq: _Përziej
tr: _Karı_ştır
uk: У _випадковому порядку
ur: _شفل
vi: _Xáo trộn

source: _Repeat
ca: _Repeteix
cs: Op_akovat
de: _Wiederholen
dz: ཡང་བསྐྱར་འབད།(_R)
eo: _Ripetu
es: _Repetir
eu: _Errepikatu
fi: _Toista soittolistaa
fr: _Répéter
gu: પુનરાવર્તન કરો (_R)
he: ניגון _חוזר
hu: _Ismétlés
id: Putar Ulang (_R)
ja: 繰り返し(_R)
lv: _Atkārtot
mk: _Повтори
nb_no: _Gjenta
pl: Powta_rzaj
pt_br: _Repetir
ru: _Повторять
sk: _Opakovať
sq: _Përsërit
tr: Tek_rarla
uk: _Повторити
ur: _دہرائیں
vi: _Lặp lại

source: Repeat Single _Track
ca: Repeteix una única _pista
cs: Opakova_t jednu položku
de: Einzelnes _Stück wiederholen
dz: གླུ་རིམ་རྐྱང་པ་འདི་ཡང་བསྐྱར་འབད།(_T)
eo: Ripetu unuopan _luderon
es: Repe_tir Pista Única
eu: _Pista Bakana Errepikatu
fi: Toista _yhtä kappaletta
fr: Répéter la pis_te
gu: એક ટ્રેકનું પુનરાવર્તન કરો (_T)
he: ניגון חוזר של _רצועה
hu: _Szám ismétlése
id: Putar Ulang Satu Lagu (_T)
ja: 一つの曲を繰り返す(_T)
lv: Atkārtot vienu _celiņu
mk: Повторувај една п_есна
nb_no: Gjenta enkel_tspor
pl: Pow_tarzaj pojedynczą ścieżkę
pt_br: Repe_tir faixa
ru: Повторять этот _трек
sk: O_pakovať jednu skladbu
sq: Përsërit një _Gjurmë të Vetme
tr: Tek Parça _Tekrarla
uk: Повторити цю _доріжку
ur: م_فرد ٹریک دہرائیں
vi: Lặp lại _một bài

source: Show Audio _Visualization
ca: Mostra _visualització d'àudio
cs: Zobrazit vizualizaci zvuku
de: _Audiovisualisierung anzeigen
dz: རྣར་ཉན་འཆར་སྣང་སྟོན།( _V)
eo: Montru son_vizialigon
es: Mostrar _visualización audio
eu: Audio Bistaratzea Erakutsi
fi: Näytä äänen _visualisointi
fr: Montrer la _visualisation audio
gu: ઓડિય વીઝ્યુલાઈઝેશન બતાવો (_V)
he: הצג המחשה _גרפית של השמע
hu: Hangmegjelenítés
id: Tampilkan _Visualisasi Audio
ja: オーディオを視覚化する(_V)
lv: Rādīt audio _vizualizāciju
mk: Покажи аудио _визуелизација
nb_no: Vis lyd_visualisering
pl: Pokaż _wizualizację audio
pt_br: Mostrar _visualização de áudio
ru: Показывать _визуализацию аудио
sk: Zobraziť audio _vizualizáciu
sq: Shfaq _Vizualizim Audio
tr: Ses _Görselleştirmesini Aç
uk: Показувати _візуалізацію аудіо
ur: صوتی _وزولائزیشن ظاہر کریں
vi: Hiển thị tượn_g trưng cho nhạc

source: Playing
ca: Reproduint
cs: Přehrává se
de: Abspielen
dz: གཏང་དོ།
eo: Ludas
es: Reproduciendo
eu: Erreproduzitzen
fi: Soitetaan
fr: En lecture
gu: વગાડી રહ્યા છીએ
he: מנגן
hu: Lejátszás
id: Memutar
ja: 再生中
lv: Atskaņo
mk: Свири
nb_no: Spiller
pl: Odtwarzanie
pt_br: Reproduzindo
ru: Воспроизведение
sk: Hrá
sq: Po luaj
tr: Çalınıyor
uk: Відтворення
ur: چل رہا ہے
vi: Đang nghe

source: P_revious Track
ca: Pista _anterior
cs: _Předchozí stopa
de: _Vorheriger Titel
dz: ཧེ་མའི་གླུ་རིམ།(_r)
eo: _Antaŭa ludero
es: Pista Ante_rior
eu: Hau_rreko Pista
fi: _Edellinen kappale
fr: P_récédent
gu: પહેલાંનો ટ્રેક (_r)
he: רצועה _קודמת
hu: _Előző szám
id: Jalu_r Sebelumnya
ja: 前の曲(_R)
lv: I_priekšējais celiņš
mk: Претходна песна
nb_no: Fo_rrige spor
pl: P_oprzednia ścieżka
pt_br: Faixa ante_rior
ru: _Предыдущий трек
sk: P_redchádzajúca skladba
sq: Gjurma e Më_parshme
tr: Önceki Pa_rça
uk: П_опередня доріжка
ur: _سابقہ ٹریک
vi: _Bài trước

source: _Play
ca: Re_produeix
cs: Přehrát
de: _Abspielen
dz: གཏང་།(_P)
eo: _Ekludu
es: Re_producir
eu: Erre_produzitu
fi: _Soita
fr: _Lire
gu: વગાડો (_P)
he: _נגן
hu: _Lejátszás
id: _Putar
ja: 再生(_P)
lv: _Atskaņot
mk: Пушти
nb_no: _Spill
pl: O_dtwarzaj
pt_br: _Re_produzir
ru: _Воспроизведение
sk: _Prehrať
sq: _Luaj
tr: _Çal
uk: _Відтворення
ur: _چلائیں
vi: _Nghe

source: _Pause
ca: _Pausa
cs: _Pozastavit
dz: ཐེམ།(_P)
eo: _Paŭzu
es: _Pausa
eu: _Pausatu
fi: _Tauko
gu: અટકાવો (_P)
he: _השהה
hu: _Megszakítás
id: Jeda (_J)
ja: 停止(_P)
lv: _Pauze
mk: Пауза
pl: _Pauza
pt_br: _Pausar
ru: _Пауза
sk: _Pauza
sq: _Pushim
tr: _Durakla
uk: _Пауза
ur: _موقوف کریں
vi: _Tạm Dừng

source: _Stop
ca: _Atura
cs: Za_stavit
de: A_nhalten
dz: བཀག(_S)
eo: _Haltu
es: Para_r
eu: _Gelditu
fi: _Pysäytä
gu: બંધ કરો (_S)
he: _עצור
hu: _Megállítás
ja: 中止(_S)
lv: _Apturēt
mk: Стоп
nb_no: _Stopp
pt_br: _Parar
ru: _Остановить
sq: _Ndal
tr: D_ur
uk: З_упинити
ur: _روکیں
vi: _Dừng

source: _Next Track
ca: Pista _següent
cs: _Další stopa
de: _Nächstes Stück
dz: ཤུལ་མའི་གླུ་རིམ།(_N)
eo: _Sekva ludero
es: Pista Siguie_nte
eu: _Hurrengo Pista
fi: Se_uraava kappale
fr: Suiva_nt
gu: આગળનો ટ્રેક (_N)
he: רצועה _הבאה
hu: _Következő szám
id: Lagu Selanjutnya (_N)
ja: 次の曲(_N)
lv: _Nākamais celiņš
mk: Следна песна
nb_no: _Neste spor
pl: _Następna ścieżka
pt_br: _Próxima faixa
ru: _Следующий трек
sk: _Nasledujúca skladba
sq: Gjurma _Pasuese
tr: So_nraki Parça
uk: _Наступна доріжка
ur: _اگلا ٹریک
vi: _Bài tiếp

source: Paused
ca: En pausa
cs: Pozastaveno
de: Angehalten
dz: ཐེམ་བཞག་ནུག
eo: Paŭzas
es: Pausado
eu: Geraturik
fi: Keskeytetty
fr: _Mis en pause
gu: અટકાવાયેલ
he: מושהה
hu: Megszakítva
id: Jeda
ja: 停止中
lv: Nopauzēts
mk: Паузирно
nb_no: Pauset
pl: Pauza
pt_br: Pausado
ru: Приостановлено
sk: Pozastavené
sq: Pushuar
tr: Duraklatıldı
uk: Призупинено
ur: رکا ہوا
vi: Đã Dừng

source: Mediamarks Save Error
ca: Error al desar els preferits
cs: Chyba při ukládání záložek médií
de: Fehler beim Speichern der Medienmarken
dz: བརྡ་བརྒྱུད་རྟགས་ཚུ་སྲུང་ནི་ལུ་འཛོལ་བ།
eo: Legosigno konservado eraris
es: Error al Guardar Marcadores
eu: Medioamarka Gordetze Errorea
fi: Mediamerkkien tallennusvirhe
fr: Erreur de sauvegarde de favoris média
gu: મીડિયામાર્ક સંગ્રહ ભૂલ
he: שגיאה בשמירת תוויות מדיה
hu: Médiakönyvjelző mentési hiba
id: Galat Menyimpan Tanda Media
ja: メディアマーク保存エラー
lv: Atzīmju saglabāšanas kļūda
mk: Грешка во снимањето на ознаките за медиа
nb_no: Mediamerke lagringsfeil
pl: Błąd zapisu zakładek
pt_br: Erro salvando marcas de mídia
ru: Ошибка сохранения закладок
sk: Chyba pri ukladaní Mediamarks
tr: Ortam İmi Kaydetme Hatası
uk: Помилка збереження діаграми.
ur: میڈیا مارک محفوظ کرنے میں غلطی
vi: Lỗi ghi đánh dấu bài

source: The mediamarks file failed to save.
ca: No s'ha pogut desar el fitxer de preferits.
cs: Uložení souboru se záložkami médií se nezdařilo.
de: Die Datei für die Medienmarken konnte nicht gespeichert werden.
dz: བརྡ་བརྒྱུད་རྟགས་ཚུ་སྲུང་ནི་ལུ་འཐུས་ཤོར་འབྱུང་ནུག
eo: La legosigna dosiero ne konserviĝis
es: No se pudo guardar el archivo de marcadores.
eu: Huts mediamarka gordetzerakoan.
fi: Mediamerkkitiedoston tallentaminen epäonnistui.
fr: La sauvegarde du fichier de favoris média a échoué.
gu: મીડિયામાર્ક ફાઈલ સંગ્રહવામાં નિષ્ફળ.
he: כשל בשמירת קובץ תווית המדיה
hu: A médiakönyvjelző fájl mentése nem sikerült.
id: Berkas tanda media gagal disimpan.
ja: メディアマーク・ファイルの保存に失敗しました。
lv: Atzīmes failu neizdevās saglabāt.
mk: Не можеше да се снимат ознаките за медиа
nb_no: Mediamerkefilen lagring feilet.
pl: Nie udało się zapisać pliku zakładek.
pt_br: Falha ao salvar o arquivo de marcas de mídia
ru: Не удалось сохранить файл закладок.
sk: Nepodarilo sa uložiť Mediamarks
tr: Ortam imi dosyası kaydedilemedi.
uk: Не вдається зберегти закладки.
ur: میڈیا مارک فائل محفوظ نہیں ہوسکی.
vi: Ghi tập tin đánh dấu bài không thành công.
