Repository: iwamatsu/xfce-po-translation
Catalog: xfce/xfmedia/trunk/po/*.po
Languages: ca, cs, de, dz, eo, es, eu, fi, fr, gu, he, hu, id, ja, lv, mk, nb_no, pl, pt_br, ru, sk, sq, tr, uk, ur, vi

source: Clear Playlist
ca: Neteixa la llista de reproducció
cs: Vyprázdnit seznam médií
de: Wiedergabeliste leeren
dz: གཏང་ཐོ་བསལ།
eo: Malplenigu la ludliston
es: Limpiar Lista de Reproducción
eu: Zerrenda Garbitu
fi: Tyhjennä soittolista
fr: Vider la liste de lecture
gu: પ્લેલીસ્ટ સાફ કરો
he: ניקוי רשימת השמעה
hu: Lista ürítése
id: Bersihkan Senarai Putar
ja: プレイリストをクリア
lv: Notīrīt repertuāru
mk: Исчисти плејлиста
nb_no: Tøm spilleliste
pl: Wyczyść listę odtwarzania
pt_br: Limpar lista de reprodução
ru: Очистить список воспроизведения
sk: Vyčistiť zoznam skladieb
sq: Pastro Luajlistë
tr: Parça Listesini Temizle
uk: Очистити список програвання
ur: پلے لسٹ صاف کریں
vi: Xóa Danh sách

source: A/V Sync Plus
ca: Sincronia d'A/V: Més
cs: A/V synchronizace - přidat
dz: ཨེ་/ཝི་སིངཀ་བསྡོམས་རྟགས།
eo: Sono/Bildo sinkronigu pluse
es: Más Sincronía A/V
eu: A/B Sink Gehi
fi: A/V-synkronointi lisää
fr: Augmenter la Synchro A/V
gu: A/V Sync વત્તા
he: סנכרון A/V חיובי
hu: A/V Sync +
id: Tambah Sinkronisasi A/V
ja: A/V の同期 (＋)
nb_no: A/V synkroniser pluss
pt_br: Mais A/V Sinc
uk: Плюс синхронізації A/V
vi: A/V Sync Cộng

source: A/V Sync Minus
ca: Sincronia d'A/V: Menys
cs: A/V synchronizace - ubrat
dz: ཨེ་/ཝི་ སིངཀ་ཕབ་རྟགས།
eo: Sono/Bildo sinkronigu minuse
es: Menos Sincronía A/V
eu: A/B Sink Gutxi
fi: A/V-synkronointi vähennä
fr: Diminuer la Synchro A/V
gu: A/V Sync બાદ
he: סנכרון A/V שלילי
hu: A/V Sync -
id: Kurangi Sinkronisasi A/V
ja: A/V の同期 (−)
lv: A/V Sync mīnus
nb_no: A/V synkroniser minus
pt_br: Menos A/V Sinc
sk: A/V Sync Mínus
uk: Мінус синхронізації A/V
vi: A/V Sync Trừ

source: Select Aspect Ratio
ca: Selecciona la proporció d'aspecte
cs: Zvolit poměr stran
de: Seitenverhältnis auswählen
dz: རྣམ་པའི་དཔྱ་ཚད་སེལ་འཐུ་འབད།
eo: Elektu aspektan rilatumon
es: Seleccionar Ratio de Aspecto
eu: Hautatu Itxura Erlazioa
fi: Valitse kuvasuhde
fr: Sélectionner le ratio d'aspect
gu: એસ્પેક્ટ રેશિયો પસંદ કરો
he: בחירת יחסי ממדים
hu: Képarány
id: Pilih Rasio Aspek
ja: 縦横比を選択
lv: Norādiet skata koeficientu
mk: Избери размер
nb_no: Velg størrelsesforhold
pl: Wybierz współczynnik
pt_br: Selecionar aspecto de proporção
ru: Изменить соотношение сторон
sk: Nastaviť pomer strán
sq: Përzgjidhni Përpjestim
tr: Görünüm Oranı Seçin
uk: Змінити відношення сторін
ur: ایسپیکٹ ریشو منتخب کریں
vi: Chọn Tỉ lệ Mặt

source: Jump to File
ca: Salta al fitxer
cs: Přejít na soubor
de: Zu Datei springen
dz: ཡིག་སྣོད་ལུ་མཆོང་།
es: Saltar a Archivo
eu: Fitxategira Salto Egin
fi: Hyppää tiedostoon
fr: Sauter au fichier
gu: ફાઈલ પર જાવ
he: מעבר לקובץ
hu: Ugrás egy fájlra
id: Lompat ke Berkas
ja: ファイルへ移動
lv: Lekt uz failu
mk: Скокни до датотека
nb_no: Hopp til fil
pl: Skocz do pliku
pt_br: Pula para o arquivo
ru: Перейти к файлу
sk: Skok na súbor
sq: Hidhu te Kartelë
tr: Dosyaya Git
uk: Перейти на файл
ur: جمپ تا فائل
vi: Nhảy tới Tập tin

source: Video Zoom In
ca: Amplia el zoom de vídeo
cs: Přiblížit video
de: Video hineinzoomen
dz: ཝི་ཌིའོ་ཕྱིར་རྒྱས།
eo: Enzomigu la filmon
es: Aumentar Zoom de Vídeo
eu: Bideo Zoom-a Gehiago
fi: Lähennä videota
fr: Zoom vidéo avant
gu: વીડિયો મોટું કરો
he: הגדלת וידאו
hu: Képközelítés
id: Perbesar Video
ja: ビデオ 拡大
lv: Video pietuvināt
mk: Видео зумирање
nb_no: Forstørr video
pl: Powiększenie obrazu Wideo
pt_br: Aumentar zoom de video
ru: Увеличить масштаб видео
sk: Video priblížiť
sq: Zmadhim Video
tr: Video Yakınlaştır
uk: Збільшити масштаб відео
ur: ویڈیو نزدیک
vi: Phóng to Hình

source: Video Zoom Out
ca: Redueix el zoom de vídeo
cs: Oddálit video
de: Video herauszoomen
dz: ཝི་ཌིའོ་ནང་བཟུམ།
eo: Elzomigu la filmon
es: Disminuir Zoom de Vídeo
eu: Bideo Zoom Gutxiago
fi: Loitonna videota
fr: Zoom vidéo arrière
gu: વીડિયો નાનું કરો
he: הקטנת וידאו
hu: Képtávolítás
id: Perkecil Video
ja: ビデオ 縮小
lv: Video attālināt
mk: Видео одзумирање
nb_no: Forminsk video
pl: Pomniejszenie obrazu Wideo
pt_br: Diminuir zoom de video
ru: Уменьшить масштаб видео
sk: Video oddialiť
sq: Zvogëlim Video
tr: Video Uzaklaştır
uk: Зменшити масштаб відео
ur: ویڈیو دور
vi: Thu Nhỏ Hình

source: Video Window Larger
ca: Finestra de vídeo més gran
cs: Zvětšit velikost okna pro přehrávání videa
de: Videofenster vergrößern
dz: ཝི་ཌིའོ་སྒོ་སྒྲིག་ཆེ་བ།
eo: Pligrandigu filman fenestron
es: Ventana de Vídeo Más Grande
eu: Bidelo Leiho Handiagoa
fi: Suurenna videoikkunaa
fr: Fenêtre vidéo plus grande
gu: વીડિયો વિન્ડો મોટી કરો
he: הגדלת חלון וידאו
hu: Képablak növelése
id: Jendela Video Lebih Besar
ja: ビデオ ウィンドウを大きく
lv: Video logu lielāku
mk: Поголем прозорец за видео
nb_no: Større videovindu
pl: Większe Okno Wideo
pt_br: Aumentar janela de vídeo
ru: Увеличить окно видео
sk: Vrstva video okna
sq: Dritare Video Më të Madhe
tr: Geniş Video Penceresi
uk: Збільшити вікно відео
ur: بڑی ویڈیو ونڈو
vi: Cửa sổ Hình To hơn

source: Video Window Smaller
ca: Finestra de vídeo més petita
cs: Zmenšit velikost okna pro přehrávání videa
de: Videofenster verkleinern
dz: ཝི་ཌིའོ་སྒོ་སྒྲིག་ཆུང་ཀུ།
eo: Redukti filman fenestron
es: Ventana de Vídeo Más Pequeña
eu: Bidelo Leiho Txikiagoa
fi: Pienennä videoikkunaa
fr: Fenêtre vidéo plus petite
gu: વીડિયો વિન્ડો નાની કરો
he: הקטנת חלון וידאו
hu: Képablak csökkentése
id: Jendela Video Lebih Kecil
ja: ビデオ ウィンドウを小さく
lv: Video logu mazāku
mk: Помал прозорец за видео
nb_no: Minde videovindu
pl: Mniejsze Okno Wideo
pt_br: Diminuir janela de vídeo
ru: Уменьшить окно видео
sk: Zmenšiť video okno
sq: Dritare Video Më të Vogël
tr: Küçük Video Penceresi
uk: Зменшити вікно відео
ur: چھوٹی ویڈیو ونڈو
vi: Cửa sổ Hình Nhỏ hơn

source: Volume Up
ca: Més volum
cs: Zvýšení hlasitosti
de: Lautstärke erhöhen
dz: སྐད་ཤུགས་སེང་།
eo: Laŭteco supren
es: Subir Volumen
eu: Bolumena igo
fi: Lisää äänenvoimakkuutta
fr: Augmenter le volume
gu: અવાજ વધારો
he: הגברת עצמה
hu: Hangerő fel
id: Naikkan Volume
ja: 音量を上げる
lv: Skaļāk
mk: Појачај звук
nb_no: Høyere volum
pl: Zwiększ Głośność
pt_br: Aumentar volume
ru: Увеличить громкость
sk: Zvýšiť hlasitosť
sq: Ngri Volumin
tr: Ses Aç
uk: Збільшити гучність
ur: والیم اوپر
vi: To hơn

source: Volume Down
ca: Menys volum
cs: Snížení hlasitosti
de: Lautstärke erniedrigen
dz: སྐད་ཤུགས་ཕབ།
eo: Laŭteco malsupren
es: Bajar Volumen
eu: Bolumena Gutxitu
fi: Vähennä äänenvoimakkuutta
fr: Baisser le volume
gu: અવાજ ઓછો કરો
he: החלשת עצמה
hu: Hangerő le
id: Turunkan Volume
ja: 音量を下げる
lv: Klusāk
nb_no: Lavere volum
pl: Zmniejsz Głośność
pt_br: Diminuir volume
ru: Уменьшить громкость
sk: Znížiť hlasitosť
sq: Ul Volumin
tr: Ses Kıs
uk: Зменшити гучність
ur: والیم نیچے
vi: Nhỏ hơn

source: Audio Track Next
ca: Pista d'àudio següent
cs: Následující zvuková stopa
de: Nächster Audio-Track
dz: ཤུས་མའི་རྣར་ཉན་གླུ་རིམ།
eo: Sekva sonludero
es: Pista de Audio Siguiente
eu: Hurrengo Audio Pista
fi: Ääniraita Edellinen
fr: Piste Audio Suivante
he: רצועת שמע הבאה
hu: Következő hangsáv
id: Lagu Audio Selanjutnya
ja: 次のオーディオ・トラック
lv: Subtitru nākamais celiņš
mk: Следна аудио песна
nb_no: Neste lydspor
pl: Następna Ścieżka Audio
pt_br: Próxima faixa de áudio
ru: Следующий аудио-трек
sk: Nasledujúca zvuková stopa
sq: Gjurmën Audio Pasuese
tr: Sonraki Ses Parçası
uk: Наступна аудіо-доріжка
ur: اگلا صوتی ٹریک
vi: Bản nhạc tiếp theo

source: Audio Track Previous
ca: Pista d'àudio prèvia
cs: Předchozí zvuková stopa
de: Voriger Audio-Track
dz: ཧེ་མའི་རྣར་ཉན་གླུ་རིམ།
eo: Antaŭa sonludero
es: Pista de Audio Anterior
eu: Aurreko Audio Pista
fi: Ääniraita Seuraava
fr: Piste Audio Précédente
he: רצועת שמע קודמת
hu: Előző hangsáv
id: Lagu Audio Sebelumnya
ja: 前のオーディオ・トラック
lv: Audio iepriekšējais celiņš
mk: Претходна аудио песна
nb_no: Forrige lydspor
pl: Poprzednia Ścieżka Audio
pt_br: Faixa de áudio anterior
ru: Предыдущий аудио-трек
sk: Predchádzajúca zvuková stopa
sq: Gjurmën Audio të Mëparshme
tr: Önceki Ses Parçası
uk: Попередня аудіо-доріжка
ur: سابقہ صوتی ٹریک
vi: Bản nhạc trước

source: Subtitle Track Next
ca: Pista de subtítols següent
cs: Následující stopa s titulky
de: Untertitel des nächsten Tracks
dz: ཤུལ་མ་མགོ་མིང་ཡན་ལག་གླུ་རིམ།
eo: Sekva subtitolo
es: Pista de Subtítulos Siguiente
eu: Hurrengo Azpititulu Pista
fi: Tekstitysraita Seuraava
fr: Piste Sous-titres Suivante
he: כותרת משנה הבאה של הרצועה
hu: Következő felirat sáv
id: Subjudul Lagu Selanjutnya
ja: 次の字幕トラック
lv: Subtitru nākamais celiņš
mk: Следен превод
nb_no: Neste undertittel
pl: Podtytuł Następnej Ścieżki
pt_br: Próxima legenda de faixa
sk: Nasledujúca stopa s titulkami
tr: Sonraki Alt yazı Parçası
uk: Наступна доріжка субтитрів
ur: اگلا ذیلی عنوان ٹریک
vi: Thuyết minh tiếp theo

source: Subtitle Track Previous
ca: Pista de subtítols prèvia
cs: Předchozí stopa s titulky
de: Untertitel des vorigen Tracks
dz: ཧེ་མའི་མགོ་མིང་ཡན་ལག་གླུ་རིམ།
eo: Antaŭa subtitolo
es: Pista de Subtítulos Anterior
eu: Aurreko Azpititulu Pista
fi: Tekstitysraita Edellinen
fr: Piste Sous-titres Précédente
he: כותרת משנה קודמת של הרצועה
hu: Előző felirat sáv
id: Subjudul Lagu Sebelumnya
ja: 前の字幕トラック
lv: Subtitru iepriekšējais celiņš
mk: Претходен превод
nb_no: Forrige undertittel
pl: Podtytuł Poprzedniej Ścieżki
pt_br: Legenda de faixa anterior
sk: Predchádzajúca stopa s titulkami
tr: Önceki Alt yazı Parçası
uk: Попередня доріжка субтитрів
ur: سابقہ ذیلی عنوان ٹریک
vi: Thuyết minh trước

source: Set Keybinding
ca: Assigna una tecla:
cs: Nastavit klávesové zkratky
de: Tastenkürzel setzen
dz: ཀི་བཱའིན་ཌིང་གཞི་སྒྲིག་འབད།
eo: Faru fulmoklavon
es: Establecer Atajos de Teclado
eu: Ezarri laster-tekla
fi: Valitse pikanäppäimet
fr: Affecte le raccourcis clavier
gu: કીબાઈન્ડીંગ સુયોજિત કરો
he: הגדרת צירוף מקשים
hu: Billentyűk
id: Atur Kunci Ikat
ja: キーバインディングをセット
lv: Uzstādīt taustiņu sasaisti
mk: Постави поврзување копчиња
nb_no: Angi tastekombinasjon
pl: Ustaw skrót klawiszowy
pt_br: Ajustar associação de teclas
ru: Назначить горячую клавишу
sk: Nastaviť klávesovú skratku
tr: Tuş Bağlantılarını Belirle
uk: Призначити комбінацію клавіш
ur: Keybinding سیٹ کریں
vi: Đặt Phím tắt

source: _Clear
ca: _Neteja
cs: _Vyčistit
de: _Zurücksetzen
dz: བསལ།(_C)
eo: _Malplenigu
es: Li_mpiar
eu: _Garbitu
fi: _Tyhjennä
fr: _Pas de raccourcis
gu: સાફ કરો (_C)
he: _ניקוי
hu: _Törlés
id: Bersihkan (_C)
ja: クリア(_C)
lv: _Notīrīt
mk: _Исчисти
nb_no: _Fjern
pl: _Wyczyść
pt_br: _Limpar
ru: _Очистить
sk: _Vymazať
sq: _Pastro
tr: _Temizle
uk: О_чистити
ur: _صاف
vi: _Xóa

source: Set shortcut for:
ca: Fixa drecera per a:
cs: Nastavit klávesovou zkratku pro:
de: Tastenkürzel setzen für:
dz: མགྱོགས་ཐབས་དོན་ལུ་གཞི་སྒྲིག་འབད:
eo: Aldonu mallongigon por:
es: Establecer atajo de teclado para:
eu: Ezarri esteka honentzat:
fi: Aseta pikanäppäimet toiminnolle:
fr: Affecte le raccourcis à :
gu: આના માટે ટુંકાણ સુયોજિત કરો:
he: הגדרת קיצור ל:
hu: Billentyű ehhez:
id: Atur jalan pintas untuk:
ja: ショートカットをセット:
lv: Uzstādīt īssceļu:
mk: Постави кратенка за:
nb_no: Sett hurtigtast for:
pl: Ustaw skrót dla:
pt_br: Ajustar atalho para:
ru: Задать комбинацию клавиш для:
sk: Nastaviť skratku pre:
sq: Cakto shkurtore për:
tr: Kısa Yol Ayarla:
uk: Задати комбінацію клавіш для:
ur: شارٹ کٹ مرتب برائے:
vi: Đặt phím tắt cho:

source: Keybinding Error
ca: Error d'assignació de tecla
cs: Chyba při nastavování klávesové zkratky
de: Tastenkürzel-Fehler
dz: ཀི་བཱིན་ཌིང་འཛོལ་བ།
eo: Fulmoklava eraro
es: Error del atajo de teclado
eu: Laster-tekla Errorea
fi: Pikanäppäinvirhe
fr: Erreur de raccourcis clavier
gu: કીબાઈન્ડીંગ ભૂલ
he: שגיאה בצירוף מקשים
hu: Hibás billentyűmegadás
id: Galat Kunci Ikat
ja: キー・バインディングエラー
lv: Taustiņu sasaistes kļūda
mk: Грешка во поврзувањето со копчиња
nb_no: Hurtigtastfeil
pl: Błąd skrótu klawiszowego
pt_br: Erro de associação de teclas
ru: Ошибка
sk: Chyba pri nastavení klávesovej skratky
tr: Tuş Bağlama Hatası
uk: Помилка
ur: Keybinding غلطی
vi: Lỗi Phím tắt

source: Keybinding already in use.
ca: L'assignació de tecla ja és en ús
cs: Klávesová zkratka klávesa je již použitá.
de: Tastenkürzel wird schon verwendet
dz: ཀི་བཱིན་ཌིང་ཧེ་མ་ལས་ལག་ལེན་འཐབ་ནུག
eo: Fulmoklavo ankoraŭ uzata.
es: Atajo de teclado ya en uso.
eu: Laster-tekla dagoeneko erabilia.
fi: Pikanäppäimet ovat jo käytössä.
fr: Raccourcis clavier déjà utilisé
gu: કીબાઈન્ડીંગ પહેલાથી જ વપરાશમાં છે.
he: צירוף המקשים כבר בשימוש
hu: A billentyű már használt.
id: Kunci ikat telah digunakan.
ja: キー・バインディングは既に使用されています。
lv: Taustiņu sasaiste jau tiek lietota.
mk: Поврзувањето на копчињата веќе е во употреба
nb_no: Tastekombinasjon allerede i bruk.
pl: Skrót klawiszowy już w użyciu.
pt_br: Associação de teclas já em uso.
ru: Комбинация клавиш уже занята.
sk: Klávesová skratka sa už používa.
tr: Tuş bağlama zaten kullanılıyor.
uk: Комбінація клавіш вже зайнята.
ur: Keybinding پہلے ہی استعمال میں ہے.
vi: Phím tắt đã dùng.

source: The key sequence you selected is already in use by another function. Please set the other function to something else.
ca: La seqüència de tecles seleccionada ja la fa servir una altra funció. Assigneu a l'altre funció amb un altre seqüència.
cs: Tuto klávesovou zkratku již využívá některá jiná funkce. Změňte nastavení této funkce na jinou klávesovou zkratku.
de: Das ausgewählte Tastenkürzel wird schon von einer anderen Funktion verwendet. Bitte ändern Sie das Tastenkürzel der anderen Funktion.
dz: ཁྱོད་ཀྱིས་སེལ་འཐུ་འབད་དེ་ཡོད་པའི་ལྡེ་མིག་གི་འབྱུང་རིམ་འདི་ ཧེ་མ་ལས་རང་ལས་འགན་གཞན་ཅིག་གིས་ ལག་ལེན་འཐབ་ནུག། ལས་འགན་གཞན་མི་འདི་ ག་ཅི་ཅིག་ལུ་གཞི་སྒྲིག་འབད་གནང་།
es: La secuencia de teclas que eligió ya está siendo usada por otra función. Por favor fije la otra función a otro valor.
eu: Zuk aukeratutako tekla zekuentzia dagoeneko beste funtzio batek erabiltzen du. Mesedez ezarri beste funtzioa beste nolabait.
fi: Valitsemasi näppäinyhdistelmä on jo toisen toiminnon käytössä. Ole hyvä ja vaihda toisen toiminnon pikanäppäimet.
fr: La séquence de touches sélectionnée est déjà utilisée par une autre fonction. Veuillez affecter cette autre fonction à une autre séquence.
gu: તમે પસંદ કરેલ કી ક્રમ પહેલાથી જ અન્ય વિધેય દ્વારા વપરાશમાં છે. મહેરબાની કરીને કંઈક બીજું કરવા માટે અન્ય વિધેય સુયોજિત કરો.
he: צירוף המקשים שבחרת כבר נמצא בשימוש של פעולה אחרת. נא להגדיר את הפעולה השנייה למשהו אחר.
hu: A megadott billentyűkombinációt most egy másik műveleté. Válassz másikat.
id: Kunci yang anda pilih telah digunakan oleh fungsi lain. Silakan atur fungsi lain ke kunci yang lain.
ja: 選択した一連のキーは既に別の機能に使用されています。その機能を何か他のものにセットして下さい。
lv: Taustiņu kombināciju jau izmanto cita funkcija. Lūdzu uzstādiet citai funkcijai citu kombināciju.
mk: Комбинацијата копчиња што ја избравте веќе е во употреба за друга функција. Ве молам, поставете ја другата фунција поинаку.
nb_no: Tastekombinasjonen du valgte er allerede i bruk av en annen handling. Sett den andre handlingen til noe annet.
pl: Sekwencja klawiszy, której użyto jest już wykorzystywana przez inna funkcję. Proszę ustaw ową funckję na inną sekwencję klawiszy.
pt_br: A seqüencia de teclas que você selecionou já está em uso por outra função. Por favor ajuste a outra função para outra associação.
ru: Выбранная комбинация клавиш уже используется для вызова другой функции. Пожалуйста, выберите другую комбинацию.
sk: Klávesová sekvencia, ktorú ste si zvolili, sa už používa pre inú funkciu. Nastavte prosím druhú funkciu na niečo iné.
sq: Vargu i tasteve që përzgjodhët është tashmë në përdorim nga një tjetër funksion. Ju lutem caktoni diçka të ndryshme për funksionin tjetër.
tr: Seçtiğiniz tuş sırası, başka bir işlev tarafından kullanılıyor. Lütfen diğer işlevi, başka bir şey için ayarlayın.
uk: Вибрана комбінація клавіш вже використовується для виклику іншої функції. Виберіть іншу комбінацію.
ur: بٹنوں کی ترتیب جو آپ نے منتخب کی ہے وہ پہلے ہی کسی دوسرے فنکشن میں مستعمل ہے، دوسرے فنکشن کو کسی اور ترتیب میں مرتب کریں.
vi: Tổ hợp phím người dùng chọn đã được dùng cho chức năng khác. Xin hãy đặt tổ hợp phím khác cho chức năng đó.

source: Keybindings Save Error
ca: Error al desar l'assignació de tecles
cs: Chyba při ukládání definic klávesových zkratek.
de: Fehler bei Speichern der Tastenkürzel
dz: ཀི་བཱིན་ཌིངསི་སྲུངམ་ད་འཛོལ་བ།
eo: Eraro dum konservo de fulmoklavoj
es: Error al Guardar el Atajo de Teclado
eu: Laster-tekla Gordetze Errorea
fi: Pikanäppäinsidosten tallennusvirhe
fr: Erreur de sauvegarde de raccourcis clavier
gu: કીબાઈન્ડીંગ સંગ્રહ ભૂલ
he: שגיאה בשמירת צירוף מקשים
hu: A billentyűtéma mentése sikertelen
id: Galat Simpan Kunci Ikat
ja: キー・バインディング保存エラー
lv: Taustiņu sasaistes saglabāšanas kļūda
mk: Грешка во зачувувањето на поврзувањето на копчињата
nb_no: Hurtigtaster lagringsfeil
pl: Błąd zapisu skrótów klawiszowych
pt_br: Erro ao salvar associação de teclas
ru: Ошибка сохранения горячих клавиш
sk: Chyba pri ukladaní definícii klávesových skratiek
tr: Tuş Bağlama Kaydı Hatası
uk: Помилка збереження комбінацій клавіш
ur: keybindings محفوظ کرنے میں غلطی
vi: Lỗi Ghi Phím tắt

source: The keybindings file failed to save.
ca: No s'ha pogut desar el fitxer d'assignació de tecles.
cs: Nepodařilo se uložit soubor s definicí klávesových zkratek.
de: Die Datei für die Tastenkürzel konnte nicht gespeichert werden.
dz: ཀི་བཱིན་ཌིངསི་ཡིག་སྣོད་སྲུང་བཞག་འབད་ནི་ལུ་འཐུས་ཤོར་འབྱུང་ནུག
eo: Fulmoklavoj malsukcesis konserviĝi
es: Falló guardar el archivo de atajos de teclado.
eu: Huts Laster-tekla fitxategia gordetzerakoan.
fi: Pikanäppäintiedoston tallentaminen epäonnistui.
fr: La sauvegarde des raccourcis clavier à échoué.
gu: કીબાઈન્ડીંગ ફાઈલ સંગ્રહ કરવામાં નિષ્ફળ.
he: כשל בשמירת קובץ צירופי המקשים.
hu: A billentyűtéma fájl mentése nem sikerült.
id: Berkas kunci ikat gagal disimpan.
ja: キー・バインディング・ファイルの保存に失敗しました。
lv: Taustiņu sasaistes failu neizdevās saglabāt.
mk: Датотеката со поврзувањата на копчињата не успеа да се сними.
nb_no: Klarte ikke lagre hurtigtastfilen.
pl: Błąd zapisu pliku ustawień skrótów klawiszowych.
pt_br: Falha ao salver o arquivo de associação de teclas.
ru: Не удалось сохранить файл настроек горячих клавиш.
sk: Nepodarilo sa uložiť súbor s definíciou klávesových skratiek.
tr: Tuş başlama dosyası kaydedilemedi.
uk: Не вдається зберегти файл параметрів комбінацій клавіш.
ur: keybindings فائل محفوظ ہونے میں ناکام
vi: Ghi tập tin phím tắt không thành công.

source: None
ca: Cap
cs: Žádné
de: Keine
dz: ཅི་མེད།
eo: Neniu
es: Ninguno
eu: Batez
fi: Ei mitään
fr: Aucun
gu: કંઈ નહિં
he: ללא
hu: Nincs
id: Tak Ada
ja: 無し
lv: Nekas
mk: Ништо
nb_no: Ingen
pl: Nic
pt_br: Nenhum
ru: Нет
sk: Žiadne
sq: Asnjë
tr: Hiçbiri
uk: Немає
ur: کچھ نہیں
vi: Không

source: Function
ca: Funció
cs: Funkce
de: Funktion
dz: ལས་འགན།
eo: Funkcio
es: Función
eu: Funtzioa
fi: Toiminto
fr: Fonction
gu: વિધેય
he: פעולה
hu: Művelet
id: Fungsi
ja: 機能
lv: Funkcija
mk: Функција
nb_no: Handling
pl: Funkcja
pt_br: Função
ru: Функция
sk: Funkcia
sq: Funksion
tr: İşlev
uk: Функція
ur: فنکشن
vi: Chức năng

source: Keys
ca: Tecles
cs: Klávesy
de: Tasten
dz: ལྡེ་མིག་ཚུ།
eo: Klavoj
es: Teclas
eu: Teklak
fi: Näppäimet
fr: Touches
gu: કીઓ
he: מקשים
hu: Billentyűk
id: Kunci
ja: キー
lv: Taustiņi
mk: Копчиња
nb_no: Tastekombinasjon
pl: Klawisze
pt_br: Teclas
ru: Клавиши
sk: Klávesy
sq: Taste
tr: Tuşlar
uk: Клавіші
ur: کیز
vi: Phím

source: Usage: %s [options]
ca: Forma d'ús: %s [OPCIONS]
cs: Použití: %s [volby]
de: Verwendung: %s [Optionen]
dz: བེད་སྤྱོད: %s [options]
eo: Uzo: %s [opcioj]
es: Uso: %s [opciones]
eu: Erabilera: %s [aukerak]
fi: Käyttö: %s [valitsimet]
gu: વપરાશ: %s [options]
hu: Használat: %s [lehetőségek]
id: Penggunaan: %s [opsi]
ja: 使用法: %s [オプション]
lv: Izmantošana: %s [opcijas]
mk: Употреба: %s [опции]
nb_no: Bruk: %s [opsjoner]
pl: Użycie: %s [opcje]
pt_br: Uso: %s [opções]
ru: Использование: %s [параметры]
sk: Použitie: %s [voľby]
sq: Përdorimi: %s [mundësi]
tr: Kullanım: %s [seçenekler]
uk: Використання: %s [параметри]
ur: استعمال: %s [options]
vi: Sử dụng: %s [các tùy chọn]

source: --session=N Specify the number of the already-running instance of Xfmedia. (Defaults to 0, or the first instance found.)
ca: --session=N Especifiqueu el número d'instància ja executant-se d'xfmedia. (Per defecte 0 o la primera trobada).
cs: --session=N Zadává číslo již běžící instance Xfmedia. (Výchozí je 0 nebo první nalezená instance.)
de: --session=N Geben Sie die Nummer der bereits laufenden Instanz von Xfmedia an. (Standard ist 0, oder die erste gefundene Instanz.)
dz: --session=N ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་ཀྱི་ ཧེ་མ་ལས་གཡོག་བཀལ་ཡོད་པའི་དུས་སྐབས་འདི་གི་ ཨང་གྲངས་འདི་གསལ་བཀོད་འབད། (༠ ལུ་སྔོན་སྒྲིག་, ཡང་ན་ དུས་སྐབས་དང་པ་འཐོབ་ནུག)
es: --session=N Especifica el número de la instancia ya en ejecución de Xfmedia. (Por defecto 0, ó la primera instancia que se encuentre).
eu: --session=N Abiarazirik dagoen xfmedia istantzi zenbakia ezarri. (lehetsia 0 edo abiarazirik aurkitzen den istantzia).
fi: --session=N Määritä käynnissä olevan xfmedia-istunnon numero. (Oletus on 0, tai ensimmäinen löydetty istunto.)
fr: --session=N Spécifie le numéro d'une instance existante de Xfmedia. (Par défaut à 0, ou la première instance trouvée.)
gu: --session=N Xfmedia ના પહેલાથી જ ચાલી રહેલ ઘટકોની સંખ્યા સ્પષ્ટ કરો. (૦ મૂળભુત છે, અથવા પ્રથમ ઘટક મળ્યો.)
hu: --session=N Megadja egy már futó Xfmedia példány számát. (Az alap 0, vagyis az 1. megtalált példány.)
id: --session=N Tentukan nomor instansi yang telah berjalandari Xfmedia. (Standar adalah 0, atau instansi pertama yang ditemukan.)
ja: --session=N 既に実行している Xfmedia のインスタンスの数を 指定して下さい。(標準は 0 または最初に見つかった インスタンスになります。)
lv: --session=N Norādiet jau skrejošas Xfmedia instances ciparu (Noklusētais ir 0, vai pirmā atrastā instance.)
mk: --session=N Одредете го бројот на инстанцата која е веќе се извршува Xfmedia. (Стандардно 0, или првата инстанца која е најдена.)
nb_no: --session=N Angi nummeret til den kjørende økten av Xfmedia. (Standard er 0 eller den første økt som ble funnet.)
pl: --session=N Dla zdalnej kontroli, określa numer wcześniej uruchomionej instancji xfmedia. (Domyślnie 0, lub pierwsza znaleziona instancja.)
pt_br: --session=N Especifica o número da instância em execução do Xfmedia. (O padrão é 0 ou a primeira instância encontrada).
sk: --session=N Pre diaľkové ovládanie, špecifikuje počet už bežiacich xfmedia. (Predvolené 0 alebo prvé nájdené bežiace xfmedia.)
sq: --session=N Tregon numrin e Xfmediave që janë duke xhiruar. (0 si parazgjedhje, ose rasti e parë që gjehet.)
tr: --session=N Xfmedianın zaten çalışan örneklerinin sayısını belirtir (Ön tanımlı olanlar 0, veya bulunan ilk örnektir.)
uk: --session=N Вказує номер вже запущеного екземпляру Xfmedia. (Типово 0,або перший знайдений екземпляр.)
vi: --session=N Chỉ ra số của Xfmedia đang chạy (Mặc định thành 0, hoặc Xfmedia tìm thấy đầu tiên.)

source: --ping Checks to see if an instance of Xfmedia is running.
ca: --ping Comprova si una instància d'xfmedia s'està executant.
cs: --ping Ověří, zda běží instance aplikace Xfmedia.
de: --ping Überprüft, ob eine Instanz von Xfmedia läuft.
dz: --ping ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་ཀྱི་དུས་སྐབས་ཅིག་ གཡོག་བཀལ་དོ་ག་བལྟ་ནི་ལུ་ ཞིབ་དཔྱད་འབད་དོ།
es: --ping Comprueba si una instancia de Xfmedia está ejecutándose.
eu: --ping Xfmedia instantzirik abiarazirik dagon egiaztatu.
fi: --ping Tarkistaa, onko Xfmedia jo käynnissä.
fr: --ping Vérifie si une instance de Xfmedia est en cours d'exécution.
gu: --ping શું Xfmedia નો ઘટક ચાલી રહ્યો છે તે જોવા માટે ચકાસે છે.
hu: --ping Megnézi, van-e futó Xfmedia példány.
id: --ping Cek untuk melihat jika ada instansi Xfmedia yangberjalan.
ja: --ping Xfmedia のインスタンスが実行中であるかを確認 します。
lv: --ping Pārbauda vai Xfmedia instance skrien.
mk: --ping Проверува дали инстанца од Xfmedia e вклучена.
nb_no: --ping Kontrollerer om en Xfmedia instans kjører.
pl: --ping Sprawdza, czy istnieje działająca instancja Xfmedia.
pt_br: --ping Verifica se uma instância do Xfmedia está executando.
sk: --ping Kontrola, či už Xfmedia beží.
sq: --ping Kontrollon për të parë nëse ka një tjetër Xfmedia në xhirim e sipër.
tr: --ping Xfmedia nın bir örneği çalışıyor mu diye kontrol eder.
uk: --ping Перевірити чи запущений екземпляр Xfmedia.
vi: --ping Kiểm tra xem có Xfmedia đang chạy nào không.
