Repository: iwamatsu/xfce-po-translation
Catalog: xfce/xfmedia/trunk/po/*.po
Languages: ca, cs, de, dz, eo, es, eu, fi, fr, gu, he, hu, id, ja, lv, mk, nb_no, pl, pt_br, ru, sk, sq, tr, uk, ur, vi

source: --video-out=DRIVER Specify the video output driver to use.
ca: --video-out=DISPOSITIU Especifiqueu el dispositiu de sortida de vídeo.
cs: --video-out=OVLADAČ Zvolí grafický ovladač pro výstup.
de: --video-out=DRIVER Gibt den Video-Ausgabetreiber an, der verwendet werden soll.
dz: --video-out=DRIVER ལག་ལེན་འཐབ་ནི་ལུ་ ཝི་ཌིའོ་ཨའུཊི་པུཊི་འདྲེན་བྱེད་འདི་གསལ་བཀོད་འབད།
es: --video-out=DRIVER Especificar el driver de salida de vídeo a usar.
eu: --video-out=DRIVER Erabiliko den bideo irteera kontrolatzailea ezarri.
fi: --video-out=AJURI Määritä käytettävä videoajuri.
fr: --video-out=PILOTE Spécifie le pilote de sortie vidéo à utiliser.
gu: --video-out=DRIVER વાપરવા માટે વીડિયો આઉટપુટ ડ્રાઈવર સ્પષ્ટ કરો.
hu: --video-out=DRIVER Megadja a kimeneti képmeghajtót.
id: --video-out=DRIVER Tentukan driver keluaran video yang ingin digunakan.
ja: --video-out=DRIVER 使用するビデオ出力ドライバを指定します。
lv: --video-out=DRIVER Norāda izmantojamo izejošo video draiveri.
mk: --video-out=DRIVER Посочи го драјверот за видео излез што ќе се користи.
nb_no: --video-out=DRIVER Spesifiser video driver som skal brukes.
pl: --video-out=STEROWNIK Określa sterownik wyjściowy dla obrazu.
pt_br: --video-out=DRIVER Especifica o driver de saída de vídeo a ser usado.
ru: --video-out=ДРАЙВЕР Задать видео драйвер для вывода.
sk: --video-out=DRIVER Určuje výstupný video ovládač.
sq: --video-out=PËRUDHËS Caktoni për përdorim një përudhës përfundimi video.
tr: --video-out=DRIVER Görüntü çıkış sürücüsünü özelleştirmek için kullanılır.
uk: --video-out=DRIVER Вказати драйвер виводу відео.
vi: --video-out=DRIVER Chỉ ra driver hình ảnh đầu ra để sử dụng.

source: --vwin-geometry=WxH[+X+Y] Specify a fixed size and/or position for xfmedia's video window.
ca: --vwin-geometry=WxH[+X+Y] Especifiqueu una mida fixe i/o una posició per la finestra de vídeo d'xfmedia.
cs: --vwin-geometry=WxH[+X+Y] Zvolí pevnou velikost a/nebo umístění okna xfmedia pro přehrávání videa.
de: --vwin-geometry=WxH[+X+Y] Legt eine feste Position und/oder Größe des Videofensters fest.
dz: --vwin-geometry=WxH[+X+Y] ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་ཀྱི་ཝི་ཌིའོ་སྒོ་སྒྲིག་དོན་ལུ་ ཚུད་སྒྲིག་འབད་དེ་ཡོད་པའི་ཚད་དང་/ ཡང་ན་ གནས་ས་འདི་ གསལ་བཀོད་འབད།
es: --vwin-geometry=AnchuraxAltura[+X+Y] Especificar un tamaño fijo y/o posicionar la ventana de vídeo de xfmedia.
eu: --vwin-geometry=WxH[+X+Y] Ezarri tamaina eta/Edo kokapena xfmedia-ren bideo leihoarentzat.
fi: --vwin-geometry=LxK[+X+Y] Määritä xfmedian videoikkunalle kiinteä koko ja/tai sijainti.
fr: --vwin-geometry=WxH[+X+Y] Spécifie une taille et/ou position fixe pour la fenêtre vidéo de xfmedia.
gu: --vwin-geometry=WxH[+X+Y] xfmedia ની વીડિયો વિન્ડો માટે ચોક્કસ માપ અને/અથવા સ્થાન સ્પષ્ટ કરો.
hu: --vwin-geometry=WxH[+X+Y] Megad egy fix méretet és/vagy helyet az Xfmedia videó ablaknak.
id: --vwin-geometry=WxH[+X+Y] Tentukan ukuran tetap dan/atau posisi untuk jendela video xfmedia.
ja: --vwin-geometry=WxH[+X+Y] Xfmedia のビデオ・ウィンドウの固定サイズと/または 位置を指定して下さい。
lv: --vwin-geometry=WxH[+X+Y] Norāda fiksētu xfmedia izmēru un/vai pozīciju video logam.
mk: --vwin-geometry=WxH[+X+Y] Посочи фиксна големина и/или позиција за видео прозорецот на xfmedia.
nb_no: --vwin-geometry=WxH[+X+Y] Spesifiser en fast størrelse og/eller posisjon for Xfmedia sitt video vindu.
pl: --vwin-geometry=WxH[+X+Y] Podaj określone i/lub rozmiar i pozycję dla okna wideo xfmedia.
pt_br: --vwin-geometry=LxA[+X+Y] Especifica um tamnho e/ou posição fixa para a janela de vídeo do xfmedia.
ru: --vwin-geometry=ШxВ[+X+Y] Задать фиксированный размер и/или позицию для окна видео.
sk: --vwin-geometry=WxH[+X+Y] Zvolí pevnú veľkosť a/alebo umiestnenie okna Xfmedia pre prehrávanie videa.
sq: --vwin-geometry=WxH[+X+Y] Caktoni një madhësi të fiksuar dhe/ose vend për dritaren e videos në xfmedia.
tr: --vwin-geometry=WxH[+X+Y] Xfmedia nın görüntü ekranı boyutunu ve yerini özelleştirir.
uk: --vwin-geometry=WxH[+X+Y] Вказати розмір та/чи позицію вікна відео xfmedia.
vi: --vwin-geometry=WxH[+X+Y] Chỉ ra kích thước cố định và/hoặc vị trí cho cửa sổ hình ảnh của xfmedia.

source: Xfmedia version %s, Copyright (c) Brian Tarricone, <bjt23@cornell.edu>
ca: xfmedia versió %s, (c) Brian Tarricote, <bjt23@cornell.edu>
cs: Xfmedia verze %s, Copyright (c) Brian Tarricone, <bjt23@cornell.edu>
dz: ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་འཐོན་རིམ་ %s, འདྲ་བཤུས་དབང་ཆ་ (སི་) བེརེན་ ཊེ་རི་ཀཱོན་, <bjt23@cornell.edu>
es: Xfmedia versión %s, Copyright (c) Brian Tarricone, <bjt23@cornell.edu>
fi: Xfmedian versio %s, Copyright (c) Brian Tarricone, <bjt23@cornell.edu>
hu: Xfmedia : %s változat, Copyright (c) Brian Tarricone, <bjt23@cornell.edu>
id: Xfmedia versi %s, Hak Cipta (c) Brian Tarricone, <bjt23@cornell.edu>
ja: Xfmedia バージョン %s, Copyright (c) Brian Tarricone, <bjt23@cornell.edu>
lv: Xfmedia versija %s, Autortiesibas (c) Brian Tarricone, <bjt23@cornell.edu>
mk: Xfmedia верзија %s, Авторски права (c) Brian Tarricone, <bjt23@cornell.edu>
nb_no: Xfmedia versjon %s, Copyright (c) Brian Tarricone, <bjt23@cornell.edu>
pl: Xfmedia wersja %s, Copyright (c) Brian Tarricone, <bjt23@cornell.edu>
pt_br: Xfmedia versão %s, Copyright (c) Brian Tarricone, <bjt23@cornell.edu>
ru: Xfmedia, версия %s, Copyright (c) Brian Tarricone, <bjt23@cornell.edu>
sk: Xfmedia verzia %s, Copyright (c) Brian Tarricone, <bjt23@cornell.edu>
sq: Verion Xfmedia %s, Të Drejta Kopjimi (c) Brian Tarricone, <bjt23@cornell.edu>
tr: Xfmedia sürüm %s, Telif Hakkı (c) Brian Tarricone, <bjt23@cornell.edu>
uk: Xfmedia версія %s, Авторські права (c) Brian Tarricone, <bjt23@cornell.edu>
ur: Xfmedia ورژن %s، کاپی رائٹ © Brian Tarricone، <bjt23@cornell.edu>
vi: Xfmedia phiên bản %s, Copyright (c) Brian Tarricone, <bjt23@cornell.edu>

source: Released under the terms of the GNU General Public License.
ca: Distribuït sota la llicència «GNU General Public License».
cs: Vydáno pod licencí GNU General Public License.
de: Diese Software wird unter den Bedingungen der GNU General Public License veröffentlicht.
dz: ཇི་ཨེན་ཡུ་ཡོངས་ཁྱབ་མི་མང་ཆོག་ཐབ་ཀྱི་དོན་ཚིག་ཚུ་གི་འོག་ལུ་གསར་སྟོན་འབད་ནུག
es: Publicado bajo los términos de la GNU General Public License.
eu: GNU Lizentzi Publiko Orkorraa ezarritako baldintzetan argitaraturik.
fi: Julkaistu GNU General Public License-lisenssin ehtojen alaisuuteen.
fr: Distribué sous les termes de la Licence Publique Générale GNU.
hu: GNU General Public License alatt kiadva.
id: Dirilis di bawah perjanjian Lisensi Publik Umum GNU.
ja: GNU 一般公有使用許諾書の条件下にリリースされています。
lv: Izlaista zem GNU General Public License.
mk: Издадено според условите на GNU General Public License.
nb_no: Utgitt under betingelsene i GNU General Public License.
pl: Wydane na licencji GNU General Public License.
pt_br: Distribuído sob os termos da GNU General Public License.
ru: Распространяется на условиях лицензии GNU GPL.
sk: Uvoľnené v súlade s podmienkami GNU General Public License.
sq: Qarkulluar sipas kushteve të Licensës së Përgjithshme Publike GNU.
tr: GNU General Public License kuralları ile yayımlanmıştır.
uk: Випущено на умовах ліцензії GNU General Public License.
ur: گنو جنرل پبلک لائسنس کے تحت جاری کیا گیا. اردو ترجمہ از محمد علی مکی
vi: Phát hành dưới các điều khoản của GNU General Public License.

source: Compiled against xine-lib %s, using xine-lib %s.
ca: Compilat amb xine-lib %s, emprant xine-lib %s.
cs: Sestaveno proti xine-lib %s, používá xine-lib %s.
de: Kompiliert für xine-lib %s, verwendet xine-lib %s.
dz: ཨེགསི་ཨའི་ཨེན་ཨི་-ཨེལ་ཨའི་བི་%s ལག་ལེན་འཐབ་སྟེ་ ཨེགསི་ཨའི་ཨེན་ཨི་-ཨེལ་ཨའི་བི་%s ལུ་ཕྱོགས་སྒྲིག་འབད་ནུག
eo: Kompilita laŭ xine-lib %s, uzante xine-lib %s.
es: Compilado contra xine-lib %s, usando xine-lib %s.
eu: xine-lib %s beharrean xine-lib %s erabiliaz konpilaturik.
fi: Käännetty xine-lib:n versiota %s vasten, käytössä xine-lib %s.
fr: Compilé avec xine-lib %s, utilise xine-lib %s.
gu: xine-lib %s વિરુદ્ધ, xine-lib %s ની મદદથી કમ્પાઈલ થયેલ છે.
hu: Fordítási xine-lib: %s, használt xine-lib: %s.
id: Dikompilasi kontra xine-lib %s, menggunakan xine-lib %s.
ja: xine-lib %s に対してコンパイルされました、xine-lib %s を使用しています。
lv: Kompilēts zem xine-lib %s, izmanto xine-lib %s.
mk: Компајлирано со xine-lib %s, користејќи xine-lib %s.
nb_no: Kompilert mot xine-lib %s, bruker xine-lib %s.
pl: Kompilowane pod xine-lib %s, używam xine-lib %s.
pt_br: Compilado com xine-lib %s, usando xine-lib %s.
ru: Скомпилирован с xine-lib %s, успользуется xine-lib %s.
sk: Skompilované oproti xine-lib %s, používa xine-lib %s.
sq: Përpiluar përkundër xine-lib %s, përdor xine-lib %s.
tr: Xine-lib %s kullanilarak, xine-lib %s ile derlenmistir.
uk: Зібрано з xine-lib %s, використовуючи xine-lib %s.
ur: xine-lib %s کے مقابل xine-lib %s کو استعمال کرتے ہوئے کمپائل کیا گیا.
vi: Biên dịch dựa vào xine-lib %s, đang dùng xine-lib %s.

source: Compiled against Xfce %d.%d.%d, using Xfce %s.
ca: Compilat amb Xfce %d.%d.%d, emprant Xfce %s.
cs: Sestaveno proti Xfce %d.%d.%d, používá Xfce %s.
de: Kompiliert für Xfce %d.%d.%d, verwendet Xfce %s.
dz: Xfce %d.%d.%dཁ་ཐད་ལུ་ Xfce %s.ལག་ལེན་འཐབ་སྟེ་ ཕྱོགས་སྒྲིག་འབད་ནུག
eo: Kompilita laŭ Xfce %d.%d.%d, uzante Xfce %s.
es: Compilado contra Xfce %d.%d.%d, usando Xfce %s.
eu: Xfce %d.%d.%d beharrean Xfce %s erabiliaz konpilaturik.
fi: Käännetty Xfce:n versiota %d.%d.%d vasten, käytössä Xfce %s.
fr: Compilé avec Xfce %d.%d.%d, utilise Xfce %s.
gu: Xfce %d.%d.%d વિરુદ્ધ, Xfce %s ની મદદથી કમ્પાઈલ થયેલ છે.
hu: Fordításkor használt Xfce környezet: %d.%d.%d, használt Xfce környezet: %s.
id: Dikompilasi kontra Xfce %d.%d.%d, menggunakan Xfce %s.
ja: Xfce %d.%d.%d に対してコンパイルされました、Xfce %s を使用しています。
lv: Kompilēts zem Xfce %d.%d.%d, izmanto Xfce %s.
mk: Компајлирано со Xfce %d.%d.%d, користејќи Xfce %s.
nb_no: ompilert mot Xfce %d.%d.%d, bruker Xfce %s.
pl: Kompilowane pod Xfce %d.%d.%d, używam Xfce %s.
pt_br: Compilado com Xfce %d.%d.%d, usando Xfce %s.
ru: Скомпилировано с Xfce %d.%d.%d, используется Xfce %s.
sk: Skompilované oproti Xfce %d.%d.%d, používa Xfce %s.
sq: Përpiluar përkundër Xfce %d.%d.%d, përdor Xfce %s.
tr: Xfce %s kullanilarak, Xfce %d.%d.%d ile derlenmistir.
uk: Зібрано з Xfce %d.%d.%d, використовуючи Xfce %s.
ur: ایکسفس %d.%d.%d کے مقابل ایکسفس %s کو استعمال کرتے ہوئے کمپائل کیا گیا.
vi: Biên dịch dựa vào Xfce %d.%d.%d, đang dùng Xfce %s.

source: The option --audio-out requires an argument.
ca: A l'opció «--audio-out» li cal un argument.
cs: Volba --audio-out vyžaduje parametr.
de: Die Option --audio-out benötigt ein Argument.
dz: གདམ་ཁ་ --audio-out འདི་ལུ་སྒྲུབ་རྟགས་དགོས་མཁོ་ཡོད།
es: La opción --audio-out requyiere un argumento.
eu: --audio-out aukerak argumentu bat behar du.
fi: Valitsin --audio-out vaatii argumentin.
fr: L'options --audio-out demande un argument.
gu: વિકલ્પ --audio-out માટે દલીલ જરૂરી છે.
hu: Az --audio-out lehetőség argumentumot vár.
id: Opsi --audio-out memerlukan argumen.
ja: オプション --audio-out には引数が必要です。
lv: Opcijai --audio-out nepieciešams arguments.
mk: Опцијата --audio-out бара аргумент.
nb_no: Opsjonen --audio-out krever et argument.
pl: Opcja --audio-out wymaga argumentu.
pt_br: A opção --audio-out requere um arqumento.
ru: Параметр --audio-out требует аргумента.
sk: Voľba --audio-out vyžaduje argument.
sq: Mundësia --audio-out lyp argument.
tr: --audio-out seçenekleri için bağımsız değişken gerekli.
uk: Параметру --audio-out потрібен обов'язковий аргумент
vi: Tùy chọn --audio-out yêu cầu một tham số.

source: The option --video-out requires an argument.
ca: A l'opció «--video-out» li cal un argument.
cs: Volba --video-out vyžaduje parametr.
de: Die Option --video-out benötigt ein Argument.
dz: གདམ་ཁ་--video-out སྒྲུབ་རྟགས་དགོས་མཁོ་ཡོད།
es: La opción --video-out requiere un argumento.
eu: --video-out aukerak argumentu bat behar du.
fi: Valitsin --video-out vaatii argumentin.
fr: L'option --video-out demande un argument.
gu: વિકલ્પ --video-out માટે દલીલ જરૂરી છે.
hu: Az --video-out lehetőség argumentumot vár.
id: Opsi --video-out memerlukan argumen.
ja: オプション --video-out には引数が必要です。
lv: Opcijai --video-out nepieciešams arguments.
mk: Опцијата n --video-out бара аргумент.
nb_no: Opsjonen --video-out krever et argument.
pl: Opcja --video-out wymaga argumentu.
pt_br: A opção --video-out requere um argumento.
ru: Параметр --video-out требует аргумента.
sk: Voľba --video-out vyžaduje argument.
sq: Mundësia --video-out lyp argument.
tr: --video-out seçenekleri için bağımsız değişken gerekli.
uk: Параметру --video-out потрібен обов'язковий аргумент
vi: Tùy chọn --video-out yêu cầu một tham số.

source: Unable to play file.
ca: No es por reproduir el fitxer.
cs: Nelze přehrát soubor.
de: Datei kann nicht abgespielt werden.
dz: ཡིག་སྣོད་གཏང་མ་ཚུགས།
eo: Neeblas ludigi la dosiero.
es: No se pudo reproducir el archivo.
eu: Ezin da fitxtaegia erreproduzitu.
fi: Tiedoston soittaminen ei onnistu.
fr: Impossible de lire le fichier.
gu: ફાઈલ વગાડવામાં અસમર્થ.
he: לא יכול לנגן קובץ.
hu: Gond a fájl lejátszásával.
id: Tak dapat memutar berkas.
ja: ファイルを再生できません。
lv: Nevar atskaņot failu.
mk: Не може да се пушти датотеката.
nb_no: Klarte ikke spille fil
pl: Nie można odtwarzać pliku.
pt_br: Não foi possível reproduzir o arquivo.
ru: Не удалось воспроизвести файл.
sk: Nie je možné prehrať súbor.
sq: I pazoti të luaj kartelë.
tr: Dosya çalınamıyor.
uk: Не вдається відтворити файл.
ur: فائل نہیں چلائی جاسکی.
vi: Không chạy được tập tin.

source: Xfmedia was unable to play the selected file. Be sure that the file exists and that you have permission to access it.
ca: L'xfmedia no ha pogut reproduir el fitxer seleccionat. Comproveu que existeixi i que tingueu permisos d'accés.
cs: Xfmedia nemohl přehrát vybraný soubor. Ujistěte se, že soubor existuje a máte patřičná oprávnění.
de: Xfmedia konnte die ausgewählte Datei nicht öffnen. Stellen Sie sicher, dass die Datei existiert und Sie die erforderlichen Zugriffsrechte besitzen.
dz: ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་འདི་ སེལ་འཐུ་འབད་དེ་ཡོད་པའི་ཡིག་སྣོད་གཏང་མ་ཚུགས་བས། ཡིག་སྣོད་འདི་གནས་ཏེ་ཡོདཔ་དང་ ཁྱོད་ཀྱིས་འཛུལ་སྤྱོད་འབད་ནི་ལུ་གནང་བ་ཡོདཔ་འདི་ ངེས་བདེན་བཟོ།
es: Xfmedia fue incapaz de reproducir el archivo seleccionado. Asegúrese que el fichero exista y que tenga permiso para acceder a él.
eu: Xfmedia-k ezin du aukeratutako fitxategia erreproduzitu. Ziurtatu fitxategia dagoela eta eskuratzeko baimena duzula.
fi: Xfmedia ei saanut soitettua valittua tiedostoa. Tarkista, että tiedosto on olemassa, ja että sinulla on oikeudet sen käyttämiseen.
fr: Xfmedia n'a pas pu lire le fichier sélectionné. Assurez vous que ce fichier existe et que vous avez les droits nécessaires pour y accéder.
gu: Xfmedia એ પસંદિત ફાઈલ વગાડવામાં અસમર્થ હતો. ખાતરી કરો કે ફાઈલ પહેલાથી જ હાજર છે અને તમારી પાસે તેને વાપરવાની પરવાગનીઓ છે.
he: Xfmedia לא הצליח לנגן את הקובץ שנבחר. נא לוודא שהקובץ קיים ושהנך בעל הרשאות גישה אליו.
hu: Az Xfmedia jelenleg nem tudja lejátszani a választott fájlt. Az talán nem létezik, vagy nincs jogod olvasni.
id: Xfmedia tak dapat memutar berkas terpilih. Pastikan bahwa berkas ada dan anda memiliki hak akses untuk mengaksesnya.
ja: 選択したファイルを再生できません。ファイルが存在してアクセスする権限があるか確認して下さい。
lv: Xfmedia nevar spēlēt izvēlēto failu. Pārliecinieties, ka fails eksistē, un ka jums ir pieejas tiesības uz failu.
mk: Xfmedia не може да го пушти избраниот документ. Бидете сигурни дека датотеката постои и дека имате одобрение за пристап до неа
nb_no: Xfmedia klarte ikke spille den valgte filen. Kontroller at filen eksisterer og at du har rettigheter til å lese den.
pl: Xfmedia nie był w stanie odtworzyć zaznaczonych plików. Upewnij się, że pliki istnieją i że masz uprawnienia do ich odczytu.
pt_br: O Xfmedia foi incapaz de reproduzir o arquivo selecionado. Certifique-se de que o arquivo existe e você tem permissão para acessá-lo.
ru: Xfmedia не удалось воспроизвести выбранный файл. Убедитесь, что файл существует, и вы имеете права на чтение этого файла.
sk: Xfmedia nemôže prehrať zvolený súbor. Uistite sa, že súbor existuje a že máte príslušné prístupové práva.
sq: Xfmedia nuk qe në gjendje të luante kartelën e përzgjedhur. Sigurohuni që kartela ekziston dhe që keni leje të mjaftueshme për të hyrë në të.
tr: Xfmedia seçilen dosyayı çalamıyor. Dosyanın varolduğundan ve izinlerin yeterli olduğundan emin olun.
uk: Xfmedia не вдається відтворити вибраний файл. Перевірте чи файл існує та чи у вас є права доступу до нього.
ur: Xfmedia منتخب کردہ فائل کو نہیں چلا سکا. یقین کر لیں کہ فائل موجود ہے اور آپ کو اس تک رسائل کی اجازت ہے.
vi: Xfmedia không thể chạy được tập tin đã chọn. Cần chắc là tập tin tồn tại và người dùng có quyền truy cập đến nó.

source: Metadata Changed
ca: La metadata ha canviar
cs: Metadata změněna
de: Metadaten geändert
dz: མེ་ཊ་གནས་སྡུད་བསྒྱུར་བཅོས་འབད་ནུག
eo: Metadatumoj ŝanĝitaj
es: Metadatos Cambiados
eu: Metadata Aldatua
fi: Metatiedot muuttuneet
fr: Métadonnées changées
gu: મેટાડેટા બદલાઈ ગયેલ છે
he: מידע-על שונה
hu: A metaadatok frissültek
id: Metadata Diubah
ja: メタデータ変更
lv: Izmaiņas metadatā
mk: Метаподатоците се променети
nb_no: Metadata endret
pl: Metadane Zmienione
pt_br: Metadados alterados
ru: Метаданные были изменены
sk: Metadáta zmenené
sq: Tejtëdhëna të Ndryshuara
tr: Meta bilgisi değiştirildi
uk: Метадані змінено
ur: میٹا ڈیٹا تبدیل
vi: Dữ liệu meta đã thay đổi

source: You have edited this file's metadata.
ca: Heu editat la metadata del fitxer.
cs: Změnili jste metadata tohoto souboru,
de: Die Metadaten dieser Datei wurden geändert.
dz: ཡིག་སྣོད་འདི་གི་མེ་ཊ་གནས་སྡུད་འདི་ ཁྱོད་ཀྱིས་ཞུན་དག་འབད་ནུག
eo: Vi redaktis la metadatumoj de tio ĉi dosiero.
es: Ha editado los metadatos de este archivo.
eu: Fitxategi honen metadata editatu duzu.
fi: Olet muuttanut tiedoston metatietoja
fr: Vous avez édité les métadonnées de ce fichier
gu: તમે આ ફાઈલના મેટાડેટામાં ફેરફાર કરેલ છે.
he: ערכת את מידע העל של קובץ זה.
hu: Módosítottad e fájl metaadatait
id: Anda telah menyunting metadata berkas ini.
ja: このファイルのメタデータは編集されています。
lv: Jūs veicāt faila metadatu rediģēšanu.
mk: Ги уредивте метаподатоците на датотеката.
nb_no: Du har endret denne filens metadata.
pl: Edytowałeś metadane tego pliku.
pt_br: Você editou os metadados deste arquivo.
ru: Вы изменили метаданные данного файла.
sk: Zmenili sme metadáta tohoto súboru.
sq: Përpunuat tejtëdhënat e kësaj kartele.
tr: Bu dosyanın meta bilgisini değiştirdiniz.
uk: Ви змінили метадані цього файлу.
ur: آپ نے اس فائل کا میٹا ڈیٹا تبدیل کردیا.
vi: Người dùng vừa sửa dữ liệu mêta của tập tin này.

source: Changes will be lost unless they are saved. Do you wish to save changes?
ca: Els canvis es perdran a no ser que es desin. Voleu desar els canvis?
cs: Změny budou ztraceny, pokud je neuložíte. Chcete uložit změny?
de: Änderungen gehen verloren, falls sie nicht gespeichert werden. Sollen die Änderungen jetzt gespeichert werden?
dz: སྲུང་བཞག་མ་འབ་དཚུན་ཚོད་ བསྒྱུར་བཅོས་ཚུ་བརླག་སྟོར་ཞུགས་འོང་། ཁྱོད་ཀྱིས་བསྒྱུར་བཅོས་ཚུ་སྲུང་ནི་འདོད་པ་ཡོད་ག?
es: Los cambios serán perdidos a menos que sean salvados. ¿Desea guardar los cambios?
eu: Aldaketak galdu egingo dira gorderik ez daude eta. Aldaketak gorde egin nahi al dituzu?
fi: Muutokset häviävät, jos niitä ei tallenneta. Tallennetaanko muutokset?
fr: Les changements seront perdus sauf s'ils sont sauvegardés. Désirez-vous les sauvegarder ?
gu: જ્યાં સુધી સંગ્રહ નહિં થાય તો ફેરફારો નષ્ટ થઈ જશે. શું તમે ફેરફારો સંગ્રહવા માંગો છો?
he: השינויים יאבדו אלא אם ישמרו. האם ברצונך לשמור את השינויים?
hu: A változások elvesznek mentés nélkül. Mented a változásokat?
id: Perubahan akan hilang kecuali terlebih dahulu disimpan. Anda ingin menyimpan perubahan?
ja: 保存されない限り変更は失われてしまいます。変更を保存したいですか？
lv: Izmaiņas pazudīs, ja netiks veikta saglabāšana. Vai vēlaties saglabāt izmaiņas?
mk: Промените ќе бидат изубени доколку не бидат снимени. Дали сакате да ги снимите промените?
nb_no: Endringer vil gå tapt hvis de ikke lagres. Ønsker du å lagre endringene?
pl: Zmiany zostaną utracone jeżeli ich nie zapiszesz. Zapisać zmiany?
pt_br: As modificações serão perdidas se não forem salvas. Você deseja salvá-las?
ru: Изменения будут утеряны, если их не сохранить. Сохранить их?
sk: Zmeny budú stratené, ak ich neuložíte. Chcete zmeny uložiť?
sq: Ndryshimet do të humbin po nuk u ruajtën. Doni të ruhen ndryshimet?
tr: Kaydedilmediği sürece, değişiklikler kaybolacaktır. Değişiklikleri kaydetmek ister misiniz?
uk: Зміни будуть втрачені, якщо хз не зберегти. Зберегти їх?
ur: جب تک آپ محفوظ نہیں کریں گے تبدیلیاں محفوظ نہیں ہوں گی. کیا آپ تبدیلیاں محفوظ کرنا چاہتے ہیں؟
vi: Thay đổi sẽ bị mất vì chưa được ghi nhớ. Ghi nhớ thay đổi?

source: _Discard Changes
ca: _Descarta els canvis
cs: Za_hodit změny
de: Änderungen _verwerfen
dz: བསྒྱུར་བཅོས་ཚུ་བཏོན་བཀོག།(_D)
eo: _Forigu la ŝanĝoj
es: _Descartar Cambios
eu: Al_daketak Ezeztatu
fi: _Hävitä muutokset
fr: _Annuler les changements
gu: ફેરફારો અવગણો (_D)
he: _ביטול שינויים
hu: Változások elvetése
id: Abaikan Perubahan (_D)
ja: 変更を破棄(_D)
lv: _Atcelt izmaiņas
mk: _Откажи ги промените
nb_no: _Forkast endringene
pl: _Nie Zapisuj
pt_br: _Descartar alterações
ru: _Отменить изменения
sk: Za_hodiť zmeny
sq: _Hidhi Tej Ndryshimet
tr: _Değişikliklikleri Yoksay
uk: _Відкинути зміни
ur: تبدیلیاں _ختم کریں
vi: _Bỏ qua thay đổi

source: _Save Changes
ca: De_sa els canvis
cs: _Uložit změny
de: Änderungen _speichern
dz: བསྒྱུར་བཅོས་ཚུ་སྲུང་།(_S)
eo: _Konservu la ŝanĝoj
es: _Guardar Cambios
eu: _Gorde Aldaketak
fi: _Tallenna muutokset
fr: _Sauver les changements
gu: ફેરફારો સંગ્રહો (_S)
he: _שמירת שינויים
hu: Változások mentése
id: _Simpan Perubahan
ja: 変更を保存(_S)
lv: _Saglabāt izmaiņas
mk: _Сними ги промените
nb_no: _Lagre endringene
pl: _Zapisz Zmiany
pt_br: _Salvar alterações
ru: _Сохранить изменения
sk: _Uložiť zmeny
sq: _Ruaj Ndryshimet
tr: _Değişikliklikler Kaydet
uk: З_берегти зміни
ur: تبدیلیاں _محفوظ کریں
vi: _Ghi nhớ thay đổi
