Repository: iwamatsu/xfce-po-translation
Catalog: xfce/xfmedia/trunk/po/*.po
Languages: ca, cs, de, dz, eo, es, eu, fi, fr, gu, he, hu, id, ja, lv, mk, nb_no, pl, pt_br, ru, sk, sq, tr, uk, ur, vi

source: When the Xfmedia window is dragged to a screen edge, it will auto-hide itself and reappear when you move the mouse to the edge of the screen.
ca: Quan la finestra de l'xfmedia s'arrossegui a la vora de la pantalla s'amagarà automàticament i reapareixerà quan mogueu el ratolí a la vora de la pantalla.
cs: Přemístíte-li okno aplikace Xfmedia k okraji obrazovky, automaticky se skryje a znovu se zobrazí při přesunutí myši na okraj obrazovky.
de: Wenn das Xfmedia-Fenster an einen Bildschirmrand gezogen wird, verschwindet es automatisch und wird wieder dargestellt, wenn der Mauszeiger an den entsprechenden Rand geschoben wird.
dz: ཨེགས་ཨེཕ་བརྡ་བརྒྱུད་སྒོ་སྒྲིག་འདི་ གསལ་གཞི་མཐའམ་ཅིག་ལུ་འདྲུད་ད་ རང་བཞིན་གྱིས་སྦ་ནི་དང་ ཁྱོད་ཀྱིས་མཱའུསི་འདི་གསལ་གཞིའི་མཐའམ་གུ་སྤོ་བཤུད་འབདཝ་ད་ སླར་འབྱུངམ་ཨིན།
es: Cuando la ventana de Xfmedia se arrastra a un borde de escritorio, se autoesconderá y reaparecerá si mueve el ratón al borde del escritorio.
eu: Xfmedia leiohoa pantailaren ertzera eramaten denean, berau auto-ezkutatu egingo da leihoa pantaila barrua ekartzerakoan berriz agertuaz.
fi: Kun Xfmedian ikkuna raahataan ruudun reunalle, se piiloutuu automaattisesti ja ilmestyy uudelleen, kun siirrät hiiren osoittimen ruudun reunaan.
fr: Quand la fenêtre Xfmedia est amenée jusqu'à un bord de l'écran, elle se masquera automatiquement et réapparaîtra lorsque vous placerez la souris sur le bord de l'écran.
gu: જ્યારે Xfmedia વિન્ડો એ સ્ક્રીન બાજુ પર ખેંચાયે, ત્યારે તે આપોઆપ-પોતાને છુપાવશે અને જ્યારે તમે માઉસને સ્ક્રીનની બાજુ પર ખસેડો ત્યારે પુનઃદૃશ્યમાન થશે.
he: כאשר חלון Xfmedia נגרר אל שולי המסך הוא יסתיר עצמו אוטומטית ויופיע שוב כאשר העכבר יוסט אל שולי המסך.
hu: Ha az Xfmedia-t a képernyő szélére húzod, elrejti magát és újra megjelenik, ha újra odamész.
id: Jika jendela Xfmedia ditarik ke tepi layar, maka jendela akan otomatis menyembunyikan diri dan akan muncul jika anda menggerakkan tetikus ke tepi layar.
ja: Xfmedia のウィンドウが画面端にドラッグされる時にそのウィンドウを自動的に隠し、マウスをその画面の端に移動すると再び現れるようになります。
lv: Kad Xfmedia logs tiek vilkts uz ekrāna malu, tas automātiski paslēpsies un parādīsies, kad Jūs pārvietosiet peli uz ekrāna malu.
mk: Кога прозорецот на Xfmedia е повлечен кон краевите на екранот, тој ќе се скрие сам и ќе се реотвори кога ќе поминете со глувчето кон краевите на екранот.
nb_no: Når Xfmedia vinduet dras til skjermkanten, vil det automatisk skjules og vises igjen når du beveger musepekeren mot kanten av skjermen.
pl: Kiedy okno Xfmedia jest przeciągnięte do krawędzi ekranu zostanie automatycznie schowane i pokaże się ponownie kiedy poruszy się kursorem myszki na krawędzi ekranu.
pt_br: Quando a janela do Xfmedia é arrastada para a borda da tela, ela irá esconder-se automaticamente e reaparecer quando você mover o mouse para a borda da janela.
sk: Ak je Xfmedia pritiahnuté k okraju obrazovky, automaticky sa schová a objaví sa po presunutí myši k okraju obrazovky.
sq: Kur dritarja Xfmedia hiqet osh në anë të ekranit, do të vetëfshihet dhe riduket kur të lëvizni miun përmbi skajin e ekranit.
tr: Xfmedia penceresi, ekran kenarına sürüklendiğinde, kendiliğinden kaybolacaktır ve tekrardan fare ekran kenarına getirildiğinde yeniden görünür olacaktır.
uk: Коли вікно Xfmedia перетягується на межу екрану, воно автоматично ховається та з'являється коли ви підносите вказіник миші до межі екрану.
ur: جب Xfmedia کو سکرین کے کناروں تک گھسیٹا جائے گا تو وہ خود ہی غائب ہوجائے گا اور ماؤس کو سکرین کے کناروں پر لانے سے دوبارہ واپس آجائے گا.
vi: Khi kéo cửa sổ Xfmedia tới biên màn hình, nó sẽ tự động ẩn và xuất hiện trở lại khi người dùng di chuyển chuột tới biên màn hình một lần nữa.

source: Tray Icon
ca: Icona de la safata
cs: Ikona v systémové oblasti
de: Symbol in der Systemleiste
dz: ཤོག་སྣོད་ངོས་དཔར།
eo: Diskpleta piktogramo
es: Icono de Área de Notificación
eu: Lanbarra Ikonoa
fi: Järjestelmälokeron kuvake
fr: Icône de notification
gu: ટ્રે ચિહ્ન
he: סמל מגש מערכת
hu: Tálca ikon
id: Ikon Baki
ja: トレイ・アイコン
lv: Sistēmas joslas ikona
mk: Икона во местото за известување
nb_no: Systemkurv
pl: Ikona obszaru powiadamiania
pt_br: Ícone de bandeja
ru: Значок в системном лотке
sk: Ikona v systémovej lište
sq: Ikonë Shtylle
tr: Tabla Simgesi
uk: Значок у лотку
ur: ٹرے آئکن
vi: Biểu tượng khay

source: Show _tray icon
ca: Mostra la icona a la safa_ta
cs: Zobrazi_t ikonu v systémové oblasti
de: _Symbol in der Systemleiste anzeigen
dz: ཤོག་སྣོད་ངོས་དཔར་སྟོན།( _t)
eo: Montru _diskpletan piktogramon
es: Mostrar icono en el área de _notificación
eu: Ikusi _barra ikonoa
fi: Näytä kuvake _järjestelmälokerossa
fr: Montrer l'icône de no_tification
gu: ટ્રે ચિહ્ન બતાવો (_t)
he: הצג _סמל מגש מערכת
hu: _Tálcaikon mutatása
id: Tampilkan ikon baki (_t)
ja: トレイ・アイコンを表示(_T)
lv: Rādīt sistēmas _joslas ikonu
mk: Покажи икона во _местото за известување
nb_no: Vis s_ystemkurv ikon
pl: Pokazuj ikonę w o_bszarze powiadamiania
pt_br: Mostrar o _icone da bandeja
ru: Показывать значок в системном _лотке
sk: Zobraziť ikonu v sys_témovej lište
sq: Shfaq ikonë _shtylle
tr: _Tabla simgesini göster
uk: Показувати _значок у системному лотку
ur: _ٹرے آئکن دکھائیں
vi: Hiển thị _biểu tượng khay

source: Displays an Xfmedia icon in the system notification area.
ca: Mostra la icona d'xfmedia a l'espai notificacions del sistema.
cs: Zobrazí ikonu Xfmedia v systémové neboli oznamovací oblasti.
de: Zeigt ein Symbol für Xfmedia in der Systemleiste an.
dz: རིམ་ལུགས་བརྡ་བསྐུལ་མངའ་ཁོངས་ནང་ལུ་ ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་ཅིག་བཀྲམ་སྟོན་འབདཝ་ཨིན།
es: Muestra un icono de Xfmedia en el área de notificación del sistema.
eu: Sistema abidu eremuan Xfmedia ikonoa bistarazi.
fi: Näyttää Xfmedia-kuvakkeen järjestelmän huomautusalueella.
fr: Affiche une icône Xfmedia dans l'aire de notification système.
gu: સિસ્ટમ સૂચન વિસ્તારમાં Xfmedia ચિહ્ન દર્શાવે છે.
he: הצג סמל Xfmedia באזור ההתראה
hu: Megjelenít egy Xfmedia ikont a rendszer értesítési területen.
id: Tampilkan ikon Xfmedia di area pemberitahuan sistem.
ja: Xfmedia アイコンをシステム通知エリアに表示します。
lv: Ievietot Xfmedia ikonu sistēmas paziņošanas daļā.
mk: Ја прикажува Xfmedia иконата во површината за системско известување.
nb_no: Vis Xfmedia ikon i systemkurven.
pl: Wyświetla ikonę Xfmedia w obszarze powiadamiania.
pt_br: Mosta um ícone do Xfmedia na área de notificação do sistema.
ru: Показывать значок Xfmedia в области уведомления.
sk: Zobraziť ikonu Xfmedia v systémovej oznamovacej oblasti
sq: Shfaq një ikonë Xfmedia në zonën e njoftimeve të sistemit.
tr: Sistem hatırlatma alanında, bir Xfmedia simgesi gösterir.
uk: Відображати значок Xfmedia у системній області сповіщення.
ur: نظام کی ٹرے میں Xfmedia کی آئکن دکھاتی ہے.
vi: Hiển thị biểu tượng Xfmedia trong vùng nhắc của hệ thống.

source: _Minimize Xfmedia to tray icon
ca: _Minimitza l'xfmedia a la safata d'icones
cs: _Minimalizovat aplikaci Xfmedia do systémové oblasti
de: Xfmedia zu einem Symbol in der Systemleiste _minimieren
dz: ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་འདི་ ཤོག་སྣོད་ངོས་དཔར་ལུ་ཆུང་ཀུ་བཟོ།(_M)
es: _Minizar Xfmedia al área de notificación
eu: Xf_media lan barrarara txikitu
fi: P_ienennä Xfmedia järjestelmälokeroon
fr: _Minimise Xfmedia en icône de notification
gu: Xfmedia ને ટ્રે ચિહ્નમાં ન્યૂનતમ કરો (_M)
he: _מזער את Xfmedia למגש המערכת
hu: _Minimalizálja az Xfmedia-t a tálcára
id: _Minimalkan Xfce ke ikon baki
ja: Xfmedia をトレイ・アイコンに最小化(_M)
lv: _Minimizēt Xfmedia uz sistēmas joslu
mk: _Минимизирај ја Xfmedia во иконата во местото за известување
nb_no: _Minimer Xfmedia til systemkurv
pl: _Minimalizuj Xfmedia do ikony obszaru powiadamiania
pt_br: _Minimiza o Xfmedia para o ícone da bandeja
ru: _Сворачивать в системный лоток
sk: _Minimalizovať Xfmedia do trayu
sq: _Minimizo Xfmedia-n sa një ikonë shtylle
tr: Xf_media yı tabla simgesine küçült
uk: _Мінімізувати вікно Xfmedia у системний лоток
ur: Xfmedia کو ٹرے آئکن میں _منمائز کریں
vi: _Thu nhỏ Xfmedia thành biểu tượng khay

source: Minimizes Xfmedia to the tray icon rather than to the taskbar or iconbox.
ca: Minimitza l'xfmedia a la safata d'icones en lloc de la barra de tasques o el plafó d'icones.
cs: Minimalizuje aplikaci Xfmedia jako ikonu do systémové oblasti namísto minimalizace do panelu úloh nebo ikon.
de: Minimiert Xfmedia zu einem Symbol in der Systemleiste statt in der Taskleiste oder Iconbox
dz: ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་འདི་ ལས་ཀའི་ཕྲ་རིང་ཡང་ན་ངོས་དཔར་སྒྲོམ་ལུ་མ་ཡིན་པར་ ཤོག་སྣོད་ངོས་དཔར་ལུ་ཆུང་ཀུ་བཟོཝ་ཨིན།
es: Minimizar Xfmedia para que use el área de notificación sistema en vez de la barra de herramientras o la caja de iconos.
eu: Txikitu Xfmedia ataza tresna-barrara ataza-barra edo ikonokutxan ordez.
fi: Pienentää Xfmedian järjestelmälokeroon, ei tehtäväpalkkiin tai kuvakelaatikkoon.
fr: Réduit Xfmedia en icône de notification plutôt que dans la barre des tâche ou l'iconbox.
gu: Xfmedia ને ટ્રે ચિહ્નમાં ન્યૂનતમ કરે છે ક્રિયાપટ્ટી અથવા ચિહ્નબોક્સની જગ્યાએ.
he: מזער את Xfmedia לסמל מגש המערכת במקום לשורת המשימות או לתיבת הסמלים.
hu: Minimalizálja az Xfmedia-t a tálcára a feladatsáv vagy ikondoboz helyett.
id: Minimalkan Xfmedia ke ikon baki ketimbang ke batang tugas atau kotak ikon.
ja: Xfmedia をタスクバーやアイコン・ボックスではなくトレイ・アイコンに最小化します。
lv: Minimizēt Xfmedia uz sistēmas joslu, nevis uz uzdevumjoslu vai ikonukasti.
mk: Ја минимизира Xfmedia во иконата во местото за известување наместо во лентата со прозорци или полето со икони.
nb_no: Minimerer Xfmedia til systemkurv fremfor til oppgavelinjen eller ikonboksen.
pl: Minimalizuje Xfmedia do ikony obszaru powiadamiania a nie do paska zadań czy iconbox.
pt_br: Minimiza o Xfmedia para a área de notificação ao invés da lista de tarefas ou caixa de ícones.
ru: Сворачивать окно Xfmedia в системный лоток.
sk: Minimalizovať Xfnedia do trayu namiesto do taskbaru alebo iconboxu.
sq: Zvogëlon Xfmedia-n si një ikonë shtyllle në vend që ta vendosë te shtyllë aktesh apo kuti ikonash.
tr: Görev çubuğu veya simge kutusundan ziyade, Xfmedia yı tabla simgesine küçültür.
uk: Згортати вікно Xfmedia у системний лоток, а не на панель задач.
ur: Xfmedia کو ٹاسک بار کی بجائے نظام کی ٹرے میں منمائز کریں.
vi: Thu nhỏ Xfmedia thành biểu tượng khay thay vì tới thanh tác vụ hoặc hộp biểu tượng.

source: On middle _click:
ca: _Clic amb el botó del mig:
cs: Při _kliknutí prostředním tlačítkem
de: A_ktion für mittlere Maustaste
dz: བར་ནིའི་ཨེབ་གཏང་འདི་ཨཱོན་འབད:(_c)
eo: Mez_klakante:
es: Al hacer _click con el botón central:
eu: Erdiko _klik egitean:
fi: Keski_painikkeen napsautus
fr: _Clic du milieu :
gu: વચ્ચેનું ક્લિક કરવા પર (_c):
he: בלחיצת עכבר _אמצעית:
hu: _Középső kattintásra:
id: Di klik tengah: (_c)
ja: 真ん中のクリックで(_C):
lv: Uz vidējo _klikšķi:
mk: На среден _клик:
nb_no: Ved mi_dtklikk
pl: Przy środkowym _kliknięciu:
pt_br: Ao _clicar com o botão do meio:
ru: По _щелчку средней кнопкой:
sk: Pri kliknutí p_rostredným tlačidlom
sq: Nën klikim me të mesit:
tr: Orta Tıklandı_ğında:
uk: При _клацанні середньою кнопкою:
ur: درمیانی _کلک پر:
vi: Khi nhấn _chuột giữa:

source: The tray icon can perform an action when middle-clicked. Select the action in the dropdown box.
ca: La safata d'icones por fer una acció quan es faci clic amb el botó del mig. Seleccioneu l'acció en el desplegable.
cs: Ikona v systémové oblasti může provést vybranou činnost po kliknutí prostředním tlačítkem. Vyberte si ji z rolovací nabídky.
de: Das Symbol in der Systemleiste kann eine Aktion bei Mittel-Klick ausführen. Wählen Sie die Aktion in der Auswahlbox.
dz: ཤོག་ལེབ་ངོས་དཔར་འདི་གིས་ བར་ན་ཨེབ་གཏང་འབདཝ་ད་ བྱ་བ་ཅིག་ལཱ་འགན་འགྲུབ་ཨིན། མར་བཞག་སྒྲོམ་ནང་ བྱ་བ་འདི་སེལ་འཐུ་འབད།
es: El área de notificación puede realizar una acción cuando se hace click con el botón central. Seleccione la acción en la caja desplegable.
eu: Lanbarra ikonoak ekintza bat abiarazi dezake erdiko botoiaz klikatzean. Aukeratu egitea nahi duzun ekintza.
fi: Järjestelmäkuvake voi suorittaa toiminnon napsautettaessa keskipainikkeella. Valitse toiminto pudotusvalikosta.
fr: L'icône de notification peut exécuter une action avec un clic sur le bouton du milieu. Choisissez l'action dans la boîte.
gu: ટ્રે ચિહ્ન જ્યારે વચ્ચેનું-ક્લિક થાય ત્યારે ક્રિયા કરી શકે છે. નીચે આવતા બોક્સમાં ક્રિયા પસંદ કરો.
he: סמל מגש המערכת יכול לבצע פעולה בלחיצת עכבר אמצעית. יש לבחור את הפעולה ברשימה הנפתחת.
hu: A táca ikon végrehajthat egy műveletet közép-kattintásra. Válaszd ki a műveletet!
id: Ikon baki dapat melakukan aksi ketika di klik tengah. Pilih aksi di kotak taruh bawah.
ja: トレイ・アイコンは真ん中のボタンがクリックされた時に動作を実行できます。ドロップダウン・ボックスにある動作を選んで下さい。
lv: Sistēmas joslas ikona var veikt darbību uz vidējo-klikšķi. Norādiet darbību no saraksta.
mk: Иконата во местото за известување може да изврши дејство кога е кликната со средното копче. Одберете акција во паѓачкото поле.
nb_no: Systemkurvikon kan utføre en handling ved å trykke på midtre museknapp. Velg handlingen i nedtrekksboksen.
pl: Ikona w dokerze może wykonać określoną akcję przy środkowym kliknięciu. Wybierz akcję z pola obok.
pt_br: O ícone da área de notificação pode realizar uma ação quando clicado com o botão do meio. Selecione a ação na caixa de seleção.
ru: Значок в системном лотке может выполнять действие по щелчку средней кнопкой. Выберите действие из выпадающего списка.
sk: Ikona v systémovej oblasti môže previesť vybranú činnosť po kliknutí prostredným tlačidlom. Vyberte si ju z rolovacej ponuky.
sq: Ikona e shtyllës mund të kryejë veprime kur klikohet me të mesit. Përzgjidhni veprimin prej kutisë hapmbyll.
tr: Tabla simgesi, orta tıklandığında işlem yürütebilir. açılır kutudan işlemi seçin.
uk: Значок у системному лотку може виконувати дію при клацанні середньою кнопкою. Виберіть дію з розкривного списку.
ur: ماؤس کے درمیانے بٹن دبانے پر پر ٹرے آئکن کوئی حرکت ادا کرسکتی ہے. ذیل سے یہ حرکت منتخب کریں.
vi: Biểu tượng khay có thể thực hiện một việc khi nhấn nút giữa. Chọn công việc đó trong hộp mở xuống.

source: Do nothing
ca: No facis res
cs: Nedělat nic
de: Nichts machen
dz: ག་ནི་ཡང་མ་འབད།
eo: Faru nenion
es: Hacer nada
eu: Ezer
fi: Älä tee mitään
fr: Ne rien faire
gu: કંઈપણ કરો નહિં
he: ללא פעולה
hu: Semmi.
id: Tak lakukan apa-apa
ja: 何もしない
lv: Neko nedari
mk: Не прави ништо
nb_no: Gjør ingenting
pl: Nic nie rób
pt_br: Não faça nada
ru: Ничего не делать
sk: Nerobiť nič
sq: Mos bëj gjë
tr: Bir şey yapma
uk: Нічого не робити
ur: کچھ نہ کریں
vi: Không thực hiện gì

source: Toggle play/pause
ca: Commuta el mode reproducció/pausa
cs: Přehrávat/pozastavit
de: Wiedergabe ein/aus
dz: གཏང་ནི་འདི་སོར་སྟོན་འབད་/ཐེམ།
eo: Inversigu ludu/paŭzu
es: Cambiar reproducción/pausa
eu: Erreprodukzio Egoera Aldatu
fi: Soita/keskeytä
fr: Mettre en lecture/pause
gu: વગાડો/અટકાવો બદલો
he: נגן/השהה רצועה
hu: Lejátszás/szünet
id: Ubah putar/jeda
ja: 再生/停止を切替え
lv: Pārslēgt atskaņot/pauze
mk: Менувај пушти/пауза
nb_no: Skifte mellom avspilling/pause
pl: Włącz odtwarzaj/pauzuj
pt_br: Reproduzir/Pausar
ru: Воспроизведение / Пауза
sk: Prehrávať / pozastaviť
sq: Këmbe luaj/pusho
tr: Geçiş yap oynat/duraklat
uk: Відтворення/пауза
ur: چلانا/موقوف کرنا منعکس کریں
vi: Chuyển nghe/tạm dừng

source: Next track
ca: Pista següent
cs: Přejít na následující stopu
de: Nächstes Stück
dz: ཤུལ་མའི་གླུ་རིམ།
eo: Sekva ludero
es: Pista siguiente
eu: Hurrengo Pista
fi: Seuraava kappale
fr: Piste suivante
gu: આગળનો ટ્રેક
he: רצועה הבאה
hu: Következő szám
id: Lagu selanjutnya
ja: 次の曲
lv: Nākamais celiņš
mk: Следна песна
nb_no: Neste spor
pl: Następna ścieżka
pt_br: Próxima faixa
ru: Следующий трек
sk: Nasledujúca stopa
sq: Gjurmë pasuese
tr: Sonraki parça
uk: Наступна доріжка
ur: اگلا ٹریک
vi: Bài tiếp theo

source: Previous track
ca: Pista anterior
cs: Přejít na předchozí stopu
de: Vorheriges Stück
dz: ཧེ་མའི་གླུ་རིམ།
eo: Antaŭa ludero
es: Pista anterior
eu: Aurreko Pista
fi: Edellinen kappale
fr: Piste précédente
gu: પહેલાંનો ટ્રેક
he: רצועה קודמת
hu: Előző szám
id: Lagu sebelumnya
ja: 前の曲
lv: Iepriekšējais celiņš
mk: Претходна песна
nb_no: Forrige spor
pl: Poprzednia ścieżka
pt_br: Faixa anterior
ru: Предыдущий трек
sk: Predchádzajúca stopa
sq: Gjurmë e mëparshme
tr: Önceki parça
uk: Попередня доріжка
ur: سابقہ ٹریک
vi: Bài trước

source: O_ptions
ca: O_pcions
cs: _Možnosti
de: O_ptionen
dz: གདམ་ཁ་ཚུ།(_p)
eo: _Ecoj
es: O_pciones
eu: Au_kerak
fi: _Asetukset
gu: વિકલ્પો (_p)
he: _אפשרויות
hu: _Lehetőségek
id: O_psi
ja: オプション(_P)
lv: Uzs_tādījumi
mk: О_пции
nb_no: _Innstillinger
pl: _Opcje
pt_br: O_pções
ru: _Параметры
sk: _Voľby
sq: Mu_ndësi
tr: Se_çenekler
uk: _Параметри
ur: _اختیارات
vi: Tùy _chọn

source: Selected Visualization
ca: Visualització seleccionada
cs: Zvolená vizualizace
de: Ausgewählte Visualisierung
dz: སེལ་འཐུ་འབད་དེ་ཡོད་པའི་ འཆར་སྣང་།
eo: Elektita vizualigo
es: Visualización Seleccionada
eu: Bisratzea hautatu
fi: Valittu visualisointi
fr: Visualisation sélectionnée
gu: વિઝ્યુલાઈઝેશન પસંદ થયેલ છે
he: המחשה גרפית נבחרת
hu: Választott megjelenítés
id: Visualisasi Terpilih
ja: 選択された視覚化方法
lv: Norādiet vizualizāciju
mk: Избрана визуелизација
nb_no: Valg visualisering
pl: Wybrana wizualizacja
pt_br: Visualização selecionada
ru: Выберите режим визуализации
sk: Zvolená vizualizácia
sq: Vizualizim i Përzgjedhur
tr: Seçili Görsellik
uk: Режим візуалізації
ur: منتخب کردہ وزولائزیشن
vi: Tượng trưng Đã chọn

source: (none available)
ca: (cap disponible)
cs: (žádný dostupný)
de: (keine verfügbar)
dz: (འཐོབ་ཚུགསཔ་མེད།)
eo: (neniuj disponeblaj)
es: (ninguno disponible)
eu: (batez erabilgarri)
fi: (ei saatavilla)
fr: (non disponible)
gu: (કંઈપણ ઉપલબ્ધ નથી)
he: (אין תצוגה זמינה)
hu: (nem elérhető)
id: (tak ada yang tersedia)
ja: (利用できません)
lv: (neviens nav pieejams)
mk: (нема достапни)
nb_no: (ingen tilgjengelig)
pl: (niedostępne)
pt_br: (nenhum disponível)
ru: (нет доступных)
sk: (žiadne dostupné)
sq: (asnjë i passhëm)
tr: (hiçbiri uygun değil)
uk: (немає доступних)
ur: (کچھ دستیاب نہیں)
vi: (không có)

source: Visualization Options
ca: Opcions de visualització
cs: Možnosti vizualizace
de: Visualisierungsoptionen
dz: འཆར་སྣང་གདམ་ཁ་ཚུ།
eo: Vizualigaj opcioj
es: Opciones de Visualización
eu: Bistaratze Aukerak
fi: Visualisointiasetukset
fr: Options de visualisation
gu: વિઝ્યુલાઈઝેશન વિકલ્પો
he: אפשרויות המחשה גרפית
hu: Megjelenítési lehetőségek
id: Opsi Visualisasi
ja: 視覚化オプション
lv: Vizualizācijas uzstādījumi
mk: Опции за визуелизација
nb_no: Innstillinger for visualisering
pl: Opcje wizualizacji
pt_br: Opções de visualização
ru: Параметры визуализации
sk: Voľby pre vizualizáciu
sq: Mundësi Vizualizimi
tr: Görsellik Seçenekleri
uk: Параметри візуалізації
ur: وزولائزیشن اختیارات
vi: Tùy chọn Tượng trưng

source: _Audio Visualization
ca: Visualització d'_àudio
cs: _Vizualizace zvuku
de: _Audio-Visualisierung
dz: རྣར་ཉན་འཆར་སྣང་ཚུ།(_A)
eo: _Sona vizualigo
es: Visualización _Audio
eu: _Audio Bistaratzea
fi: _Äänen visualisointi
fr: Visualisation _audio
gu: ઓડિયો વિઝ્યુલાઈઝેશન (_A)
he: המחשה _גרפית של השמע
hu: _Hangmegjelenítés
id: Visualisasi _Audio
ja: 音声を視覚化表示する(_A)
lv: _Audio vizualizācijas
mk: _Аудио визуелизација
nb_no: _Lydvisualisering
pl: Wi_zualizacje audio
pt_br: Visu_alização de áudio
ru: Визуализация _аудио
sk: _Vizualizácia
sq: Vizualizim i _Audios
tr: Ses Görselliği
uk: _Візуалізація аудіо
ur: _صوتی وزولائزیشن
vi: Tượng trưng _Nhạc

source: _Devices
ca: _Dispositius
cs: _Zařízení
de: _Geräte
dz: ཐབས་འཕྲུལ་ཚུ།(_D)
eo: _Aparatoj
es: _Dispositivos
eu: _Gailuak
fi: _Laitteet
fr: _Périphériques
gu: ઉપકરણો (_D)
he: _התקנים
hu: _Eszközök
id: _Divais
ja: デバイス(_D)
lv: _Ierīces
mk: _Уреди
nb_no: _Enheter
pl: _Urządzenia
pt_br: _Dispositivos
ru: _Устройства
sk: _Zariadenia
sq: _Pajisje
tr: Ara_çlar
uk: _Пристрої
ur: _ڈیوائس
vi: _Thiết bị

source: _Keybindings
ca: Assignacions de _tecles
cs: _Asociované klávesy
de: _Tastenkürzel
dz: ཀི་བཱའིན་ཌིངསི།(_K)
eo: _Fulmoklavoj
es: A_tajos de teclado
eu: Lasterte_klak
fi: _Pikanäppäimet
fr: _Raccourcis clavier
gu: કીબાઈન્ડીંગ (_K)
he: _צרופי מקשים
hu: _Billentyűk
id: _Kunci Ikat
ja: キー・バインディング(_K)
lv: _Taustiņu sasaistes
mk: _Поврзувања на копчиња
nb_no: _Hurtigtaster
pl: _Skróty klawiszowe
pt_br: _iAssociação de teclas
ru: _Комбинации клавиш
sk: _Klávesové skratky
tr: Tu_ş Bağlamaları
uk: _Комбінації клавіш
ur: بٹن با_ئنڈنگ
vi: _Phím tắt

source: _Plugins
ca: Co_nnectors
cs: _Zásuvné moduly
dz: པ་ལག་ཨིནསི།(_P)
eo: _Kromprogramoj
eu: _Plugin-ak
fi: _Liitännäiset
fr: _Greffons
gu: પ્લગઈનો (_P)
he: _תוספים
hu: Be_illesztések
id: _Plugin
ja: プラグイン(_P)
lv: _Spraudņi
mk: _Додатоци
nb_no: _Programtillegg
pl: _Wtyczki
ru: _Модули
sk: _Zásuvné moduly
sq: _Shtojca
tr: Eklentile_r
uk: _Модулі
ur: _پلگ ان
vi: _Các Plugin

source: Settings Save Error
ca: Error al desar les preferències
cs: Chyba při ukládání nastavení
de: Fehler beim Speichern der Einstellungen
dz: སྒྲིག་སྟངས་འདི་ཚུ་གིས་ འཛོལ་བ་སྲུངམ་ཨིན།
eo: Konservo de ecoj eraris
es: Error al Guardar Configuración
eu: Ezarpen Gordetze Errorea
fi: Asetusten tallennusvirhe
fr: Erreur de sauvegarde des paramètres
he: שגיאה בשמירת הגדרות
hu: Hiba a beállítások mentésekor
id: Galat Simpan Pengaturan
ja: 設定の保存エラー
lv: Uzstādījumu saglabāšanas kļūda
mk: Грешка во зачувувањето на поставувањата
nb_no: Innstillinger lagringsfeil
pl: Błąd zapisu ustawień
pt_br: Erro salvando configurações
ru: Ошибка сохранения настроек
sk: Chyba pri ukladaní nastavení
sq: Gabim në Ruajtje Rregullimesh
tr: Ayar Kayıt Hatası
uk: Помилка збереження параметрів
ur: ترتیبات محفوظ کرنے میں غلطی
vi: Lỗi ghi thiết lập

source: The settings file failed to save.
ca: El fitxer de paràmetres no s'ha pogut desar.
cs: Uložení souboru nastavení se nezdařilo.
de: Die Einstellungsdatei konnte nicht gespeichert werden.
dz: སྒྲིག་སྟངས་ཀྱི་ཡིག་སྣོད་འདི་སྲུང་ནི་ལུ་འཐུས་ཤོར་འབྱུང་ནུག
eo: La dosiero kun ecoj malsukcesis konservi.
es: Falló guardar el archivo de configuración.
eu: Huts ezarpen fitxategia gordetzerakoan.
fi: Asetustiedoston tallentaminen epäonnistui.
fr: La sauvegarde des paramètres a échoué.
he: כשל בשמירת קובץ ההגדרות
hu: A beállító fájl mentése sikertelen
id: Berkas pengaturan gagal disimpan.
ja: 設定ファイルの保存に失敗しました。
lv: Neizdevās saglabāt uzstādījumu failu.
mk: Датотеката со поставувања не успеа да се зачува.
nb_no: Innstillingsfilen kunne ikke lagres.
pl: Nie udało się zapisać pliku ustawień.
pt_br: Falha ao salvar o arquivo de configurações.
ru: Не удалось сохранить настройки.
sk: Uloženie súboru nastavenia sa nepodarilo.
sq: Ruajtja e kartelës së rregullimeve dështoi.
tr: Ayarlar dosyası kaydedilemedi.
uk: Не вдається зберегти параметри.
ur: ترتیبات فائل محفوظ کرنے میں ناکامی.
vi: Ghi tập tin thiết lập không thành công.
