Repository: iwamatsu/xfce-po-translation
Catalog: xfce/xfmedia/trunk/po/*.po
Languages: ca, cs, de, dz, eo, es, eu, fi, fr, gu, he, hu, id, ja, lv, mk, nb_no, pl, pt_br, ru, sk, sq, tr, uk, ur, vi

source: Only automatically save the playlist during interactive use; i.e., don't save the playlist when Xfmedia was invoked from the commandline with a short list of definite arguments. This option needs to be named better.
ca: Només desa automàticament la llista de reproducció quan s'executi de forma interactiva; és a dir, no desis la llista quan l'xfmedia es cridi des de la línia d'ordres amb una llista curta d'arguments.
cs: Ukládat seznam médií automaticky pouze při interaktivním použití. Seznam nebude uložen například pokud je aplikace Xfmedia spuštěná z příkazového řádku s krátkým seznamem parametrů. Tato volba by měla být pojmenována vhodněji v dalších verzích.
dz: གཏང་ཐོ་འདི་རང་བཞིན་གྱིས་འབད་ ཕན་ཚུན་འབྲེལ་ལྡན་ལག་ལེན་འཐབ་པའི་བསྒང་རྐྱངམ་ཅིག་སྲུང་བཏུབ; དེ་ཡང་ ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་འདི་ སྒྲུབ་རྟགས་ངེས་བདེན་ཚུ་གི་ཐོ་ཡིག་མུང་ཀུ་ཅིག་དང་བཅས་ བརྡ་བཀོད་གྲལ་ཐིག་ལས་ལས་བཀོལ་འབད་ཡོདཔ་ད་ གཏང་ཐོ་འདི་སྲུང་བཞག་མ་འབད། གདམ་ཁ་འདི་ལུ་མིང་ལེགས་མི་ཅིག་དགོཔ་ཁ་ཆེ་བས།
es: Sólo guardar la lista de reproducción automáticamente durante uso interactivo; i.e., no guardar la lista cuando Xfmedia fue invocado desde la línea de comandos con una lista corta y definida de argumentos. Habría que nombrar mejor esta opción.
eu: ERbilera interaktiboan bakarrik gorde autoimatikoki zerrenda; adib. ez gorde Xfmedia komando lerrotik argumetu zerrenda batez deitzerakoan. Aukera hau egokiago berrizendatu beharko zen.
fi: Tallenna soittolista automaattisesti ainoastaan vuorovaikutteisessa käytössä; eli älä tallenna soittolistaa, kun Xfmedia käynnistetään komentokehotteesta lyhyellä listalla täsmällisiä argumentteja. Tämä asetus tarvitsee paremman nimen.
fr: Enregistre automatiquement la liste de lecture seulement durant une utilisation interactive ; c'est-à-dire, ne sauve pas la liste de lecture lorsque Xfmedia a été appelé depuis la ligne de commande avec une liste courte d'arguments. Cette options doit être mieux nommée.
gu: પૂછપરશવાળા વપરાશ દરમ્યાન માત્ર પ્લેલીસ્ટ આપોઆપ સંગ્રહ કરશો નહિં; i.e., જ્યારે Xfmedia એ આદેશ વાક્યમાંથી બોલાવાયેલ હતું ત્યારે પ્લેલીસ્ટ સંગ્રહ કરશો નહિં ટુંકી દલીલો સાથે. આ વિકલ્પને સારું નામ અપાયેલ હોય એ જરૂરી છે.
he: שמור את רשימת ההשמעה אוטומטית רק כאשר הפעולה אינטראקטיבית. לדוגמה, אל תשמור את רשימת ההשמעה כאשר Xfmedia הופעלה משורת הפקודה עם רשימה קצרה של פריטים לנגן.
hu: Csak az interktív Xfmiedia használatnál mentse önműködően a listát, vagyis péládul ne mentse, ha az Xfmedia parancsorból indult pár argumentummal.
id: Hanya otomatis menyimpan senarai putar selama penggunaan interaktif, misalnya jangan simpan senarai putar ketika Xfmedia dijalankan dari baris perintah dengan senarai pendek argumen definitif. Opsi ini perlu diberi nama lebih baik.
ja: インタラクティブに使用している間にのみプレイリストを保存します; つまり、Xfmedia がコマンド行からある一定の短い引数リストと共に実行された場合はプレイリストを保存しません。このオプションにはもう少しよい名前をつける必要があります。
lv: Automātiski saglabāt repertuāru tikai pie interaktīvas izmantošanas, tas ir, nesaglabāt repertuāru, ja Xfmedia tikai izsaukts no komandlīnijas ar īsiem noteiktiem argumentiem. Šo opciju nepieciešams nosaukt labāk.
mk: Само автоматски сними ја плејлистата за време на интерактивно користење; на пр., не ја снимај плејлистата кога Xfmedia е стартувана од командна линија со кратка листа на конечни арументи. Оваа опција треба да биде наведена подобро.
nb_no: Lagre automatisk spillelisten ved interaktiv bruk, dvs ikke lagre spillelisten når Xfmedia ble startet fra kommandolinjen med en kort liste av definerte argumenter. Denne opsjonen trenger et bedre navn.
pl: Tylko automatyczne zachowywanie listy podczas interaktywnego użycia: np., nie zachowuj listy kiedy Xfmedia jest wywołany z lini poleceń z krótką listą argumentów. Ta opcja musi być nazwana lepiej.
pt_br: Apenas salve a lista de reprodução automaticamente durante o uso iterativo; ex: não salve a lista de reprodução quando o Xfmedia for executado a partir da linha de comando com uma lista curta de argumentos. Esta opção precisa de um nome melhor.
sq: Ruaj luajlistën vetvetiu vetëm gjatë përdorimi ndërveprues; d.m.th., mos ruaj luajlistën kur Xfmedia qe thirrur prej rreshti urdhrash me një listë të shkurtër argumentesh të dhënë. Kjo mundësi ka nevojë për një emërtim më të mirë.
tr: Etkileşimli kullanımlarda, sadece otomatik olarak, çalma listesini kaydet, mesela, Xfmedia, komut satırında, belirli bağımsız değişkenlerden oluşan kısa bir liste tarafından çağrıldığında, çalma listesini kaydetme. Bu seçeneğin daha iyi isimlendirmeye ihtiyacı var.
uk: Зберігати список програвання при виході лише при інтерактивному використання, тобто не зберігати список програвання, коли Xfmedia запущено з командного рядка із явним списком аргументів.
vi: Chỉ tự động ghi danh sách khi sử dụng lâu dài, tức là không ghi danh sách khi gọi Xfmedia từ dònh lệnh với một danh sách ngắn các tham số.Tùy chọn này cần một tên tốt hơn.

source: Load metadata:
ca: Carrega metadata:
cs: Načíst metadata
de: Metadaten laden:
dz: མེ་ཊ་གནས་སྡུད་མངོན་གསལ་འབད:
eo: Ŝarĝi metadatumojn:
es: Cargar metadatos:
eu: Metadata kargatu:
fi: Lataa metatieto:
fr: Charger les méta-données :
gu: મેટાડેટા લાવો:
he: טען מידע-על:
hu: Metaadatok betöltése:
id: Muat metadata:
ja: メタデータを読込む:
lv: Ielādēt metadatus:
mk: Вчитај метаподатоци:
nb_no: Laste metadata:
pl: Ładuj metadane:
pt_br: Carregar metadados:
ru: Загружать метаданные:
sk: Nahrať metadáta
sq: Ngarko tejtëdhëna :
tr: Meta bilgisi yükle:
uk: Завантажувати метадані:
ur: میٹاڈیٹا لوڈ:
vi: Nạp dữ liệu mêta:

source: On _scroll
ca: Al de_splaçar
cs: Při po_sunu
de: Beim _Scrollen
dz: བཤུད་སྒྲིལ་ཨཱོན་འབད།(_s)
eo: _Rulumante
es: Al hacer de_splazar
eu: Korritz_ean
fi: _Vieritettäessä
fr: Au _défilement
gu: સરકાવવા પર (_s)
he: בזמן _גלילה
hu: _Görgetéskor
id: Di gulung (_s)
ja: スクロールで(_S)
lv: Uz_ritināšanu
mk: На движење
nb_no: Ved _rulling
pl: Podczas _przewijania
pt_br: Ao _rolar
ru: При _прокрутке
sk: Pri _skrolovaní
sq: Nën _rrëshqitje
tr: Kaydırıldı_ğında
uk: При _прокручуванні
ur: سکرو_ل پر
vi: Khi _cuộn

source: Load file metadata for entries in the playlist when they are visible.
ca: Carrega la metadata del fitxer per les entrades de la llista de reproducció quan aquestes siguin visibles.
cs: Načte metadata souborů v seznamu médií jen pokud jsou viditelné.
de: Datei-Metadaten für Einträge, die in der Wiedergabeliste sichtbar sind, laden
dz: གཏང་ཐོ་ཚུ་མཐོང་ཚུགསཔ་ཡོདཔ་ད་ ཐོ་བཀོད་ཚུ་གི་དོན་ལུ་ མེ་ཊ་གནས་སྡུད་ཡིག་སྣོད་འདི་མངོན་གསལ་འབད།
es: Cargar metadatos de archivo para entradas en la lista de reproducción cuando estén visibles.
eu: Kargatu metadata zerrendako sarrerentzat bistaratzean.
fi: Lataa tiedostojen metatieto soittolistan kohteille, kun ne ovat näkyvissä.
fr: Charger les méta-données des fichiers dans la liste de lecture lorsqu'ils sont visibles.
gu: પ્લેલીસ્ટમાંના પ્રવેશો માટે ફાઈલ મેટાડેટા લાવો જ્યારે તેઓ દૃશ્યમાન થાય.
he: טען מידע-על של פריט כאשר הוא מוצג ברשימת ההשמעה.
hu: Metaadatok betöltése, ha a listaelem láthatóvá válik.
id: Muat berkas metadata untuk entri di senarai putar ketika entri tampak.
ja: 表示可能になっていれば、プレイリストにあるエントリーのメタデータを読み込みます。
lv: Ielādēt faila metadatus ierakstiem atskaņošanas sarakstā, kad tie ir redzami.
mk: Вчитај метаподатоци од датотека за записи во плејлистата кога тие се видливи.
nb_no: Laste filemetadata for elementer i spillelisten når de er synlige.
pl: Ładuje informacje z znaczników dla elementów widocznych na liście.
pt_br: Carregar metadados das entradas na lista de reprodução quando elas estiverem visíveis
ru: Загружать метаданные, когда элемент списка воспроизведения становится видимым.
sk: Načítať metadata súboru pre položky v zozname skladieb len keď sú viditeľné.
sq: Ngarko tejtëdhëna kartele për zëra te luajlista kur janë të dukshëm.
tr: Görünür olduklarında, çalma listesindeki girdiler için dosya meta bilgisini yükle.
uk: Завантажувати метадані, коли елемент списку стає видимим.
vi: Nạp dữ liệu mêta của tập tin cho những bài trong danh sách khi thấy chúng.

source: On pla_y
ca: Al re_produir
cs: Při _přehrávání
de: Beim _Abspielen
dz: གཏང་ཨཱོན་འབད།(_y)
eo: _Ludante
es: Al re_producir
eu: Erre_produzitzean
fi: _Soitettaessa
fr: À la _lecture
gu: વગાડવા પર (_y)
he: בזמן _ניגון
hu: _Lejátszáskor
id: Di putar (_y)
ja: 再生で(_Y)
lv: Uz ats_kaņošanu
mk: На пуштање
nb_no: _Ved avspilling
pl: Podczas _odtwarzania
pt_br: Ao _reproduzir
ru: При _воспроизведении
sk: Pri _prehrávaní
sq: Gjatë _loje
tr: _Çalınırken
uk: При _відтворенні
ur: _چلنے پر
vi: Khi _nghe

source: Load file metadata for entries in the playlist only when playing them.
ca: Carrega la metadata del fitxer en les entrades de la llista de reproducció quan aquestes estiguin reproduint-se.
cs: Načte metadata souboru v seznamu médií jen pokud jej přehrává.
de: Datei-Metadaten für Einträge nur laden, wenn sie abgespielt werden
dz: གཏང་ཐོའི་ནང་ཐོ་བཀོད་ཚུ་གི་དོན་ལུ་ མེ་ཊ་གནས་སྡུད་ཡིག་སྣོད་འདི་ དེ་ཚུ་གཏངམ་ད་རྐྱམ་ཅིག་ མངོན་གསལ་འབད།
es: Cargar fichero de metadatos para entradas de la lista de reproducción sólo cuando se reproduzcan.
eu: Kargatu metadata zerrendako sarrerentzat erreproduzitzean.
fi: Lataa tiedostojen metatieto soittolistan kohteille vasta kun ne soitetaan.
fr: Charger les méta-données des fichiers dans la liste de lecture lorsqu'ils sont joués.
gu: જ્યારે પ્રવેશો વગાડી રહ્યા હોય ત્યારે પ્લેલીસ્ટમાં તેમના માટે મેટાડેટા ફાઈલ લાવો.
he: טען מידע-על של פריט כאשר הוא מנוגן.
hu: Metaadatok betöltése lejátszáskor.
id: Muat berkas metadata untuk entri di senarai putar hanya ketika memutar entri.
ja: プレイリストにあるエントリーのメタデータを再生している間だけ読み込みます。
lv: Ielādēt faila metadatus repertuāra ierakstiem, tikai pie atskaņošanas.
mk: Вчитај метаподатоци од датотека за записи во плејлистата само кога се пуштени.
nb_no: Laste filmetadata for elementer i spillelisten bare når de spilles.
pl: Ładuje informacje z znaczników dla elementów z listy, które są aktualnie odtwarzane.
pt_br: Carregar metadados das entradas na lista de reprodução somente quando as estiver reproduzindo.
ru: Загружать метаданные только при воспроизведении записи.
sk: Načítať metadata súboru pre položky v zozname skladieb len keď sa prehrávajú.
sq: Ngarko tejtëdhëna kartele për zëra te luajlista vetëm kur këta luhen.
tr: Sadece oynatılırken, çalma listesindeki girdiler için dosya meta bilgisini yükle.
uk: Завантажувати метадані, коли відтворенні запису.
vi: Nạp dữ liệu mêta của tập tin cho bài trong danh sách chỉ khi nghe chúng.

source: _Never
ca: _Mai
cs: _Nikdy
de: _Niemals
dz: ནམ་ཡང་།(_N)
eo: _Neniam
es: _Nunca
eu: I_noiz
fi: Ei _koskaan
fr: _Jamais
gu: ક્યારેય નહિં (_N)
he: _אף פעם
hu: _Soha
id: Tak Pernah (_N)
ja: 読込まない(_N)
lv: _Nekad
mk: _Никогаш
nb_no: _Aldri
pl: _Nigdy
pt_br: _Nunca
ru: _Никогда
sk: _Nikdy
sq: _Kurrë
tr: A_sla
uk: _Ніколи
ur: _کبھی نہیں
vi: _Không bao giờ

source: Never load file metadata for entries in the playlist.
ca: No carreguis mai la metadata de les entredes de la llista de reproducció.
cs: Nikdy nenačítat metadata pro položky v seznamu médií.
de: Niemals Datei-Metadaten für Einträge in der Wiedergabeliste laden
dz: གཏང་ཐོ་ནང་ཐོ་བཀོད་ཚུ་གི་དོན་ལུ་ ཡིག་སྣོད་མེ་ཊ་གནས་སྡུད་མངོན་གསལ་ནམ་ཡང་མ་འབད།
es: Nunca cargar fichero de metadatos para entradas en la lista de reproducción.
eu: Inoiz ez kargatu metadata zerrendako sarrerentzat.
fi: Älä koskaan lataa tiedostojen metatietoa soittolistan kohteille.
fr: Ne jamais charger les méta-données dans la liste de lecture.
gu: પ્લેલીસ્ટમાંના પ્રવેશો માટે ક્યારેય ફાઈલ મેટાડેટા લાવશો નહિં.
he: אף פעם אל תטען מידע-על של פריטים ברשימת ההשמעה.
hu: Soha ne töltse be a metaadatokat a listában.
id: Jangan pernah memuat berkas metadata untuk entri di senarai putar.
ja: プレイリストにあるエントリーのメタデータを読み込みません。
lv: Nekad neielādēt faila metadatus repertuāra ierakstiem.
mk: Никогаш не вчитувај метаподатоци за записи во плејлистата.
nb_no: Aldri laste filmetadata for elementer i spillelisten.
pl: Nigdy nie ładuj metadanych plików z kolejki
pt_br: Nunca carregar metadados das entradas na lista de reprodução.
ru: Никогда не загружать метаданные для элементов списка воспроизведения.
sk: Nikdy nenačítať metadata súboru pre položky v zozname skladieb.
sq: Mos ngarko kurrë tejtëdhëna për zëra te luajlista.
tr: Çalma listesindeki girdiler için asla dosya meta bilgisini okuma.
uk: Ніколи не завантажувати метадані для елементів списку відтворення.
ur: پلے لسٹ کی انٹریوں کے لیے میٹاڈیٹا فائل کبھی لوڈ مت کریں.
vi: Không bao giờ nạp dữ liệu mêta của tập tin cho các bài trong danh sách.

source: Window
ca: Finestra
cs: Okno
de: Fenster
dz: སྒོ་སྒྲིག
eo: Fenestro
es: Ventana
eu: Leihoa
fi: Ikkuna
fr: Fenêtre
gu: વિન્ડો
he: חלון
hu: Ablak
id: Jendela
ja: ウィンドウ
lv: Logs
mk: Прозорец
nb_no: Vindu
pl: Okno
pt_br: Janela
ru: Окно
sk: Okno
sq: Dritare
tr: Pencere
uk: Вікно
ur: ونڈوز
vi: Cửa sổ

source: Show Xfmedia on all _workspaces
ca: Mostra xfmedia a tots els _espais de treball
cs: _Zobrazit Xfmedia na všech plochách
de: Xfmedia auf allen _Arbeitsflächen anzeigen
dz: ལཱ་གི་ས་སྒོ་ཆ་མཉམ་གུ་ ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་འདི་སྟོན།(_w)
eo: Montru Xfmedia en ĉiuj labor_tabloj
es: Mostrar Xfmedia en todos los espacios de traba_jo
eu: Bistarazi Xfmedia on ida_zmahai guztietan
fi: Näytä Xfmedia kaikilla _työpöydillä
fr: Montrer Xfmedia sur tous les _espaces de travail
gu: બધી કામ કરવાની જગ્યાઓ પર Xfmedia બતાવો (_w)
he: הצג את Xfmedia בכל _סביבות העבודה
hu: Xfmedia mutatása minden m_unkaterületen
id: Tampilkan Xfmedia di semua ruang kerja (_w)
ja: 全てのワークスペースに Xfmedia を表示(_W)
lv: Rādīt Xfmedia uz visām _darbavietām
mk: Покажи ја Xfmedia на сите работни простори
nb_no: Vis Xfmedia på alle _skrivebord
pl: Pokazuj Xfmedia na _wszystkich obszarach roboczych
pt_br: _Mostra o Xfmedia em todas as áreas de trabalho
ru: Показывать Xfmedia на всех _рабочих местах
sk: _Zobraziť aplikáciu Xfmedia vo všetkých pracovných plochách
sq: Shfaq Xfmedia në tërë _hapësirat e punës
tr: Xfmediayı t_üm çalışma alanlarıyla göster
uk: Відображати Xfmedia на усіх _робочих столах
ur: Xfmedia کو تمام ورک سپیس میں ظاہر کریں
vi: Hiển thị Xfmedia trên mọi không _gian

source: Sets Xfmedia "sticky" such that it appears on all workspaces (virtual desktops).
ca: Fa que l'xfmedia estigui «omnipresent» i aparegui a tots els espais de treball (escriptoris virtuals).
cs: Nastaví oknu aplikace Xfmedia vlastnost "Přilepit", takže se objeví na všech plochách.
de: Setzt für Xfmedia das »Sticky«-Flag, so dass es auf allen Arbeitsflächen angezeigt wird (falls dies vom Windowmanager unterstützt wird)
dz: ལཱ་གི་ས་སྒོ་(བར་ཅུ་ཡལ་ཌེཀསི་ཊོཔ་)གུ་འབྱུང་ཚུགསཔ་འབད་ ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་ "sticky"འདི་གཞི་སྒྲིག་འབདཝ་ཨིན།
es: Pone Xfmedia en modo "adhesivo" para que aparezca en todas las áreas de trabajo (escritorios virtuales).
eu: Ezarri Xfmedia "itsaskorra" idazmahai guztietan bistaratzeko.
fi: Määrittää Xfmedian "kiinnitetyksi" niin, että se esiintyy kaikilla (virtuaalisilla) työpöydillä.
fr: Xfmedia se "colle" pour apparaître dans tous les espaces de travail (bureaux virtuels).
gu: Xfmedia ને "sticky" સુયોજિત કરે છે જેથી તે બધી કામ કરવાની જગ્યાઓ પર દેખાય (વર્ચ્યુઅલ ડેસ્કટોપ).
he: מגדיר את Xfmedia כ"דביק", כך שהתכנה תוצג בכל סביבות העבודה (שולחנות עבודה וירטואליים).
hu: Az Xfmedia-t "ragadós" -sá teszi, így az megjelenik minden munkaterületen (virtuális asztalon).
id: Atur Xfmedia agar "lekat" sehingga tampak di semua ruang kerja (destop virtual).
ja: Xfmedia を全てのワークスペース (仮想デスクトップ) に現れるよう "スティッキー" としてセットします。
lv: Uzstāda "pielīmēts", lai Xfmedia parādās uz visām darbavietām (virtuālajām darbavirsmām)
mk: Ја поставува Xfmedia "sticky" така да се појавува на сите работни места (виртуелни работни површини).
nb_no: Setter Xfmedia "fast" slik at det vises på alle skrivebord (virtuelle skrivebord).
pl: Ustawia Xfmedia atrybut "Przyklejony" tak, że jest widoczny na wszystkich obszarach roboczych (wirtualnych pulpitach).
pt_br: Ajusta o Xfmedia como "fixo" de forma que ele apareça em todas as áreas de trabalho (virtuais).
ru: Установить для Xfmedia режим отображения на всех рабочих местах.
sk: Nastaviť Xfmedia "sticky" aby sa objavilo na všetkých plochách (virtuálnych plochách).
sq: E bën Xfmedia-n "të ngjitur", të tillë që duket në tërë hapësirat e punës (desktopët virtualë).
tr: Xfmedia'yı "yapışkan" yapar ve bütün çalışma alanlarında (sanal masaüstlerinde), görünür olmasını sağlar.
uk: Встановити для Xfmedia режим відображення на усіх робочих столах.
ur: Xfmedia کو تمام ڈیسک ٹاپس پر ظاہر کریں
vi: Đặt "sticky" của Xfmedia để nó xuất hiện trên mọi không gian (màn hình ảo).

source: Keep X_fmedia above other windows
ca: Alça l'x_fmedia per damunt d'altres finestres
cs: Přenést okno aplikace X_fmedia nad jiná okna
de: X_fmedia immer im Vordergrund halten
dz: སྒོ་སྒྲིག་གཞན་མི་ཚུ་གི་ལྟག་ལུ་ ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་འདི་བཞག(_f)
eo: Tenu X_fmedia super aliaj fenestroj
es: _Mantener Xfmedia sobre otras ventanas
eu: Mantendu X_fmedia beste leihoen gainetik
fi: Pi_dä Xfmedia muiden ikkunoiden edessä
fr: Garder X_fmedia au dessus des autres fenêtres
he: השאר את Xfmedia _מעל כל חלון אחר
hu: Xfmedia mindig _felül
id: Jaga X_fmedia di atas jendela lain
ja: Xfmedia を他のウィンドウの前にする(_F)
lv: Turēt X_fmedia virs citiem logiem
mk: Ја одржува X_fmedia над другите прозорци
nb_no: Vis X_fmedia over andre vinduer
pl: _Trzymaj Xfmedia ponad innymi oknami
pt_br: Manter o X_fmedia acima das outras janelas
ru: _Удерживать Xfmedia поверх всех окон
sk: Preniesť okno aplikácie X_fmedia nad iné okná
sq: Mbaj X_fmedia-n sipër dritareve të tjera
tr: X_fmedia yı diğer tüm pencerelerin altında tut
uk: Залишати вікно X_fmedia над усіма вікнами
ur: Xfmedia کو تم_ام ونڈوز سے آگے رکھیں
vi: Giữ _Xfmedia ở trên các cửa sổ khác

source: Sets the Xfmedia window to "Always-on-Top" status.
ca: Fes que la finestra de l'xfmedia tingui l'estatus de sempre al damunt
cs: Nastaví oknu aplikace Xfmedia stav "Vždy nahoře".
de: Setzt das Xfmedia-Fenster in den »Immer obenauf«-Zustand, so dass das Fenster über anderen Fenstern dargestellt wird.
dz: "Always-on-Top"གནས་ཚད་གུ་ ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་འདི་གཞི་སྒྲིག་འབདཝ་ཨིན།
es: Pone la ventana de Xfmedia en estado de "Siempre-Encima"
eu: Ezarri Xfmedia leihoa "Beti-goian" egoeran.
fi: Määrittää Xfmedia-ikkunan "Aina Päällimmäisenä"-tilaan
fr: Attribue le statut "Toujours visible" à la fenêtre Xfmedia.
gu: Xfmedia વિન્ડોને "હંમેશા-ટોચ-પર" પરિસ્થિતિમાં સુયોજિત કરે છે.
he: מגדיר את xfmedia למצב "תמיד עליון".
hu: "Mindig-felül" állapotba állítja az Xfmedia ablakot.
id: Atur jendela Xfmedia ke status "Selalu di Atas".
ja: Xfmwdia のウィンドウを "常に上部へ" 来るようにします。
lv: Uzstāda Xfmedia logam "Vienmēr-virspusē".
mk: Го поставува Xfmedia прозорецот на "Секогаш-над" статусот.
nb_no: Setter Xfmedia vinduet til "Alltid øverst" status.
pl: Ustawia atrybut "Zawsze na wierzchu" dla okna Xfmedia.
pt_br: Ajusta a janela do Xfmedia para o status "Sempre no topo".
ru: Установить для Xfmedia статус "Всегда наверху".
sk: Nastaviť okno aplikácie Xfmedia na stav "Vždy navrchu".
sq: Cakton për dritaren Xfmedia gjendjen "Përherë Sipër".
tr: Xfmedia penceresinin "Her zaman Üstte" durumunu belirler.
uk: Встановити для вікна Xfmedia статус "Завжди згори".
ur: Xfmedia کو تمام دوسری ونڈوز سے ہمیشہ آگے رکھیں.
vi: Đặt trạng thái "Luôn luôn trên cùng" cho cửa sổ Xfmedia.

source: Dock and auto-_hide Xfmedia at screen edges
ca: Enganxa i _oculta automàticament a les vores de la pantalla.
cs: Automaticky skrývat okno aplikace Xfmedia na okrajích obrazovky
de: Xfmedia an Rändern an_docken und automatisch verstecken
dz: གསལ་གཞི་མཐའམ་ལུ་ ཌོཀ་དང་ རང་བཞིན་སྦ་ནིའི་ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད།(_h)
es: E_sconder automáticamente Xfmedia en los bordes de escritorio
eu: Blokeatu eta auto-_ezkutatu panataila ertzetan
fi: Tartuta Xfmedia _ruudun reunoihin ja piilota automaattisesti
fr: Masquer _automatiquement Xfmedia aux bords de l'écran
he: עגן ו_הסתר אוטומטית את Xfmedia בגבולות המסך
hu: Kösd ki és rejtsd el az Xfmedia-t a képernyő széleinél
id: Dok dan otomatis sembunyikan Xfmedia di tepi layar (_h)
ja: 画面の端で Xfmedia をドックして自動的に隠す(_H)
lv: Pietauvo_t un atomātiski paslēpt Xfmedia pie ekrāna malām
mk: Вкотви и скриј-ја-автоматски Xfmedia на краевите од екранот
nb_no: Fest _og auto-skjul Xfmedia ved skjermkanten
pl: _Dokuj i automatycznie chowaj Xfmedia przy krawędziach
pt_br: An_cora e esconde automaticamente o Xfmedia nas bordas da tela
sk: Automaticky skrývať okno aplikácie Xfmedia na okrajoc_h obrazovky
sq: Ankoroje dhe vetëfshihe Xfmedia-n në skajet e ekranit
tr: Xfmedia yı, ekran kenarlarında, küçült ve otomatik-sakla
uk: Припарковувати та автоматично _ховати Xfmedia на межах екрану
ur: سکرین کے کناروں پر خود کار غائب
vi: _Neo và tự động ẩn Xfmedia tại biên màn hình
