Repository: iwamatsu/xfce-po-translation
Catalog: xfce/xfmedia/trunk/po/*.po
Languages: ca, cs, de, dz, eo, es, eu, fi, fr, gu, he, hu, id, ja, lv, mk, nb_no, pl, pt_br, ru, sk, sq, tr, uk, ur, vi

source: couldn't send request
ca: No s'ha pogut enviar la petició
cs: nelze odeslat požadavek
de: Konnte Anfrage nicht senden
dz: ཞུ་བ་གཏང་མ་ཚུགས།
eo: ne povis sendi la peton
es: no se pudo enviar la petición
eu: ezin da eskakizuna bidali
fi: pyyntöä ei voitu lähettää
fr: N'a pu envoyer une requête
he: לא יכול לשלוח בקשה
hu: nem tudtam kérést küldeni
id: tak dapat mengirim pesanan
ja: リクエストを送信できませんでした
lv: nevarēja nosūtīt pieprasījumu
mk: не може да се испрати барање
nb_no: Klarte ikke å sende forespørsel
pl: nie można wysłać żądania
pt_br: não foi possível enviar requisição
ru: невозможно отправить запрос
sk: nie je možné odoslať požiadavku
sq: s'dërgova dot kërkesën
tr: İstek gönderilemedi
uk: не вдається надіслати запит
ur: درخواست نہیں بھیجی جاسکی
vi: không gửi được yêu cầu

source: read error
ca: error de lectura
cs: chyba při čtení
de: Lesefehler
dz: འཛོལ་བ་ལྷག
eo: legeraro
es: error de lectura
eu: irakurketa errorea
fi: lukuvirhe
fr: Erreur de lecture
he: שגיאה בקריאה
hu: olvasási hiba
id: galat baca
ja: 読み込みエラー
lv: lasīšanas kļūda
mk: грешка при читањето
nb_no: Lesefeil
pl: błąd odczytu
pt_br: erro de leitura
ru: ошибка чтения
sk: chyba pri čítaní
sq: gabim leximi
tr: okuma hatası
uk: помилка читання
ur: پڑھنے کی غلطی
vi: lỗi đọc

source: invalid HTTP response
ca: La resposta HTTP no és vàlida
cs: neplatná odpověď protokolu HTTP
de: Ungültige HTTP-Antwort
dz: ནུས་ཅན་མེད་པའི་ཨེཆ་ཊི་ཊི་པི་ལན།
eo: nevalida HTTP respondo
es: respuesta HTTP inválida
eu: HTTP erantzun baliogabea
fi: HTTP-vastaus ei kelpaa
fr: Réponse HTTP invalide
he: תגובת HTTP לא תקינה
hu: érvénytelen HTTP válasz
id: balasan HTTP tak sah
ja: HTTP の応答コードが無効です
lv: nederīga HTTP atbilde
mk: невалиден HTTP одговор
nb_no: Ugyldig http respons
pl: niepoprawna odpowiedź HTTP
pt_br: resposta HTTP inválida
ru: неправильный HTTP ответ
sk: neplatná odpoveď protokola HTTP
sq: përgjigje HTTP e pavlefshme
tr: geçersiz HTTP cevabı
uk: неправильна відповідь HTTP
ur: غلط HTTP جواب
vi: câu trả lời HTTP sai

source: HTTP 3xx redirection not implemented
ca: La redirecció HTTP 3xx no està impementada
cs: Přesměrování protokolu HTTP 3xx není implementováno
de: Umleitung für HTTP 3xx nicht implementiert
dz: ཨེཆ་ཊི་ཊི་པི་ 3xx སླར་ལོག་བསྟར་སྤྱོད་མ་འབད་བས།
eo: HTTP 3xx redirektado ne realigita
es: Redirección HTTP 3xx no implementada
eu: HTTP 3xx berbideraketa ez dago inplementaturik
fi: HTTP 3xx -uudelleenohjausta ei tueta
fr: Redirection HTTP 3xx non implémentée
he: הפניה HTTP 3xx לא מיושמת
hu: A HTTP 3xx átirányítás nincs megvalósítva
id: pengalihan HTTP 3xx tak diimplementasikan
ja: HTTP 3xx リダイレクションは実装されていません
lv: HTTP 3xx virzienmaiņa nav īstenota
mk: HTTP 3xx пренасочување не е имплементирано
nb_no: HTTP 3xx omdirigering er ikke implementert
pl: Przekierowanie 3xx HTTP nie zaimplementowane
pt_br: redirecionamento HTTP 3xx não implementado
ru: Перенаправление HTTP 3xx не реализовано
sk: Presmerovanie protokolu HTTP 3xx nie je implementované
sq: Ridrejtimi HTTP 3xx nuk është vënë ende në jetë
tr: HTTP 3xx yönlendirmesi yapılamadı
uk: HTTP 3xx перенаправлення не реалізовано
ur: HTTP 3xx ری ڈائریکشن اطلاق شدہ نہیں ہے
vi: chưa phát triển chuyển hướng HTTP 3xx

source: HTTP status is not 2xx
ca: L'estat de l'HTTP no és 2xx
cs: Stav protokolu HTTP není 2xx
de: HTTP-Status ist nicht 2xx
dz: ཨེཆ་ཊི་ཊི་པི་གནས་ཚད་འདི་ 2xx མེན་བས།
eo: HTTP stato ne estas 2xx
es: El estado HTTP no es 2xx
eu: HTTP egoera ez da 2xx
fi: HTTP-tila ei ole 2xx
fr: Le statut HTTP n'est pas 2xx
he: מצב HTTP אינו 2xx
hu: A HTTP állapot nem 2xx
id: status HTTP bukan 2xx
ja: HTTP ステータスが 2xx ではありません
lv: HTTP statuss nav 2xx
mk: HTTP статусот не е 2xx
nb_no: HTTP statis er ikke 2xx
pl: Stan HTTP nie jest 2xx
pt_br: o status HTTP não é 2xx
ru: Статус HTTP не является 2xx
sk: Stav protokolu HTTP nie je 2xx
sq: gjendja e HTTP-së nuk është 2xx
tr: HTTP durumu 2xx değil
uk: статус HTTP не є 2xx
ur: HTTP حالت 2xx نہیں ہے
vi: trạng thái HTTP không phải là 2xx

source: HTTP 'Location:' redirection not implemented
ca: HTTP «Ubicació:» Redireccionament no implementat
cs: Přesměrování funkcí protokolu HTTP 'Umístění:' není implementováno
de: HTTP 'Location': Umleitung nicht implementiert
dz: ཨེཆ་ཊི་ཊི་པི་ 'གནས་ཁོངས་:' སླར་ལོག་བསྟར་སྤྱོད་མ་འབད་བས།
eo: HTTP 'loko:' redirektado ne realigita
es: HTTP 'Location:' redirección no implementada
eu: HTTP 'Location:' berbideraketa ez dago inplementaturik
fi: HTTP "Location:" -uudelleenohjausta ei tueta
fr: HTTP 'Location:' redirection non implémentée
he: מיקום HTTP: הפניה לא מיושמת
hu: HTTP 'Location:' az átirányítás nincs megvalósítva
id: 'Lokasi' HTTP: pengalihan tak diimplementasikan
ja: HTTP 'Location:' リダイレクションは実装されていません
lv: HTTP "Vieta:" virzienmaiņa nav īstenota
mk: HTTP 'Локација:' пренасочување не е имплементирано
nb_no: HTTP 'Location': Omdirigering er ikke implementert
pl: HTTP 'Location:' nie zaimplementowane
pt_br: redirecionamento HTTP "Location:" não implementado
ru: HTTP 'Location:' перенаправление не реализовано
sk: Presmerovanie funkcii protokolu HTTP 'Umiestnenie:' nie je implementované
sq: 'Vendndodhje' HTTP: ridrejtimi nuk është vënë ende në jetë
tr: HTTP 'Location:' yönlendirmesi yapılamadı
uk: HTTP 'Location:' перенаправлення не реалізовано
ur: HTTP 'مقام:' ری ڈائریکشن اطلاق شدہ نہیں ہے
vi: chưa phát triển chuyển hướng HTTP ´Location:´

source: http: read error
ca: http: error de lectura
cs: http: chyba při čtení
de: http: Lesefehler
dz: ཨེཆ་ཊི་ཊི་པི་: འཛོལ་བ་འདི་ལྷག
eo: http: legeraro
es: http: error de lectura
eu: http: irakurketa errorea
fi: http: lukuvirhe
fr: http: erreur de lecture
he: http: שגיאה בקריאה
hu: http: olvasási hiba
id: http: galat baca
ja: HTTP: 読み込みエラー
lv: http: lasīšanas kļūda
mk: http: грешка при читањето
nb_no: http: Lesefeil
pl: http: błąd odczytu
pt_br: http: erro de leitura
ru: http: ошибка чтения
sk: http: chyba pri čítaní
sq: http: gabim leximi
tr: http: okunamadı
uk: http: помилка читання
ur: http: پڑھنے کی غلطی
vi: http: lỗi đọc

source: Xfmedia %s. Released under the terms of the GNU GPL. See the COPYING file for details.
ca: Xfmedia %s. Distribuït sota els termes de la GNU GPL. Veieu el fitxer COPYING pels detalls.
cs: Xfmedia %s. Vydáno pod licencí GNU GPL. Více podrobností naleznete v souboru COPYING.
de: Xfmedia %s. Veröffentlicht unter den Bedingungen der GNU GPL. Siehe die Datei COPYING für Details.
dz: ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་ %s. ཇི་ཨེན་ཡུ་ ཇི་པི་ཨེལ་གྱི་དོན་ཚིག་འོག་ལུ་ གསར་བཏོན་འབད་ནུག། རྒྱས་བཤད་ཀྱི་དོན་ལུ་ འདྲ་བཤུས་བརྐྱབ་དོ་ བལྟ་ད།
eo: Xfmedia %s. Disdonita sub la permesilo GNU GPL. Vidu la COPYING dosieron
es: Xfmedia %s. Publicado bajo los términos de GNU GPL. Vea el fichero COPYING para detalles.
eu: Xfmedia %s. GNU GPL Lizentziak ezartzen dituen baldintzetan argitaraturik. COPYING fitxategia begiratu argibideetarako.
fi: Xfmedia %s. Julkaistu GNU GPL-lisenssin ehtojen alaisena. Lisätietoja löydät COPYING-tiedostosta.
fr: Xfmedia %s. Diffusé sous les termes de la GNU GPL. Voir le fichier COPYING pour les détails.
hu: Xfmedia %s. GNU GPL alatt kiadva. L. a COPYING fájlt a részletekért.
id: Xfmedia %s. Dirilis di bawah perjanjian GNU GPL. Lihat berkas COPYING untuk detail.
ja: Xfmedia %s。GNU GPL の条件下にリリースされています。 詳細は COPYING ファイルを御覧下さい。
lv: Xfmedia %s. Izlaista zem GNU GPL nosacījumiem. Vairāk informācijas COPYING failā.
mk: Xfmedia %s. Издадено според условите на GNU GPL. Погледнете ја COPYING датотеката за детали.
nb_no: Xfmedia %s. Utgitt under betingelsene i GNU GPL. Se filen COPYING for detaljer.
pl: Xfmedia %s. Wydane na licencji GNU GPL. Zobacz COPYING
pt_br: Xfmedia %s. Distribuído sob os termos da GNU GPL. Veja o arquivo COPYING para detalhes..
ru: Xfmedia %s. Распространяется на условиях GNU GPL. См. файл COPYING для более подробной информации.
sk: Xfmedia %s. Uvoľnené podľa podmienok GNU GPL. Pozrite si súbor COPYING pre podrobnosti.
sq: Xfmedia %s. Qarkulluar sipas kushteve të GNU GPL-së. Për hollësi shihni kartelën COPYING.
tr: Xfmedia %s, GNU GPL ile lisanslanmıştır. Detaylar için Kopyalama belgesine bakınız
uk: Xfmedia %s. Випущено на умовах GNU GPL. Докладнішу інформацію дивіться у файлі COPYING.
ur: Xfmedia %s گنو جنرل پبلک لائسنس کے تحت جاری کیا گیا ہے. مزید تفصیلات کے لیے COPYING فائل دیکھیے.
vi: Xfmedia %s. Phát hành dưới các điều khoản của GNU GPL. Hãy xem tập tin COPYING để biết chi tiết.

source: Usage: %s [options] [files]
ca: Forma d'ús: %s [opcions] [fitxers]
cs: Použití: %s [volby] [soubory]
de: Verwendung: %s [Optionen] [Dateien]
dz: བེད་སྤྱོད: %s [options] [files]
eo: Uzo: %s [opcioj] [dosieroj]
es: Uso: %s [opciones] [archivos]
eu: Erabilera: %s [aukerak] [fitxategiak]
fi: Käyttö: %s [valitsimet] [tiedostot]
fr: Usage : %s [options] [fichiers]
gu: વપરાશ: %s [options] [files]
hu: Használat: %s [lehetőségek] [fájlok]
id: Penggunaan: %s [opsi] [berkas]
ja: 使用法: %s [オプション] [ファイル]
lv: Izmantošana: %s [opcijas] [faili]
mk: Искористување: %s [опции] [датотеки]
nb_no: Bruk: %s [opsjoner] [filer]
pl: Użycie: %s [opcje] [pliki]
pt_br: Uso: %s [opções] [arquivos]
ru: Использование: %s [параметры] [файлы]
sk: Použitie: %s [voľby] [súbory]
sq: Përdorim: %s [mundësi] [kartela]
tr: Kullanım: %s [seçenekler] [dosya]
uk: Використання: %s [параметри] [файли]
ur: استعمال: %s [options] [files]
vi: Sử dụng: %s [các tùy chọn] [các tập tin]

source: -h, --help Print this help message and exit.
ca: -h, --help Mostra aquest missatge d'ajuda i surt.
cs: -h, --help Zobrazí tuto nápovědu a ukončí se.
de: -h, --help Gibt diese Hilfe aus und beendet das Programm.
dz: -h, --help གྲོགས་རམ་འཕྲིན་དོན་འདི་དཔར་བསྐྲུན་འབད་ཞིནམ་ལས་ཕྱིར་ཐོན།
es: -h, --help Imprimir este mensaje de ayuda y salir.
eu: -h, --help Mezu hau bistarazi eta irten.
fi: -h, --help Tulosta tämä ohje ja poistu.
fr: -h, --help Affiche ce message d'aide et quitte.
gu: -h, --help આ મદદ સંદેશો છાપો અને બહાર નીકળો.
hu: -h, --help Kiírja ezt a súgót és kilép.
id: -h, --help Tampilkan pesan bantuan ini lalu keluar.
ja: -h, --help このヘルプメッセージを表示して終了します。
lv: -h, --help Izdrukā šo palīdzības ziņu un iziet.
mk: -h, --help Ја прикажува оваа порака за помош и излегува.
nb_no: -h, --help Skriv ut denne meldingen og avslutt.
pl: -h, --help wypisuje tą treść pomocy.
pt_br: -h, --help Imprime esta mensagem de ajuda e sai.
ru: -h, --help Вывести это справочное сообщение и выйти.
sk: -h, --help Vypíše túto pomoc a skončí.
sq: -h, --help Shtyp këtë mesazh ndihme dhe dil.
tr: -h, --help Yardımı dosyaya yazdır ve çık.
uk: -h, --help Вивести це повідомлення та завершити роботу.
vi: -h, --help In trợ giúp này và thoát.

source: -V, --version Print version information and exit.
ca: -V, --version Mostra informació de la versió i surt.
cs: -V, --version Zobrazí informace o verzi a ukončí se.
de: -V, --version Gibt Versionsinformation aus und beendet das Programm.
dz: -V, --version འཐོན་རིམ་བརྡ་དོན་དཔར་བསྐྲུན་འབད་ཞིནམ་ལས་ཕྱིར་ཐོན།
es: -V, --version Imprimir información de versión y salir.
eu: -V, --version Bertsio informazioa bistarazi eta irten.
fi: -V, --version Tulosta versiotiedot ja poistu.
fr: -V, --version Affiche les informations de version et quitte.
gu: -V, --version આવૃત્તિ જાણકારી છાપો અને બહાર નીકળો.
hu: -V, --version Kiírja a verziót és kilép.
id: -V, --version Tampilkan versi informasi lalu keluar.
ja: -V, --version バージョン情報を表示して終了します。
lv: -V, --version Izdrukā versijas informāciju un iziet.
mk: -V, --version Прикажува информации за верзијата и излегува.
nb_no: -V, --version Skriv ut versjonsinformasjon og avslutt.
pl: -V, --version wypisuje wersję i kończy działanie.
pt_br: -V, --version Imprime a informação da versão e sai.
ru: -V, --version Вывести информацию о версии и выйти.
sk: -V, --version Vypíše informáciu o verzii a skončí.
sq: -V, --version Shtyp të dhëna versioni dhe dil.
tr: -V, --version Versiyon bilgisini yazdır ve çık.
uk: -V, --version Вивести інформацію про версію.
vi: -V, --version In thông tin phiên bản và thoát.

source: -v, --verbose Instruct xine to print useful status information.
ca: -v, --verbose Fes que el xine mostri informació útil de l'estat.
cs: -v, --verbose Zobrazí více informací o stavu při běhu.
de: -v, --verbose Weist Xine an, nützliche Statusinformationen auszugeben.
dz: -v, --verbose ཁག་ཆེ་བའི་གནས་ཚད་བརྡ་དོན་དཔར་བསྐྲུན་འབད་ནི་ལུ་ ཨེགསི་ཨའི་ཨེན་ཨི་བསླབ་སྟོན་བྱིན།I
es: -v, --verbose Mandar a xine que imprima información útil de estado.
eu: -v, --verbose Xine ezarri erabilgarri den informazioa bistarazteko.
fi: -v, --verbose Xine tulostaa käytännöllisiä status-tietoja.
fr: -v, --verbose Indique à xine d'afficher des informations de statut pertinentes.
gu: -v, --verbose xine ને ઉપયોગી પરિસ્થિતિ જાણકારી છાપવા માટે સૂચવે છે.
hu: -v, --verbose Utasítja a xine-t a hasznos állapotinfó kiírására.
id: -v, --verbose Perintahkan xine untuk menampilkan informasi status yang berguna.
ja: -v, --verbose Xine に有益なステータス情報を表示させます。
lv: -v, --verbose Instruē xine drukāt noderīgu statusa informāciju.
mk: -v, --verbose Наредува на xine да прикаже корисни информации за статусот.
nb_no: -v, --verbose Instruer xine å skrive nyttig statusinformasjon.
pl: -V, --version wypisuje informacje wersji
pt_br: -v, --verbose Instrui o xine a imprimir informações úteis de status.
ru: -v, --verbose Выводить подробную информацию о статусе.
sk: -v, --verbose Zapne vypisovanie užitočných informácií.
sq: -v, --verbose Udhëzo xine-n të shtypë të dhëna të dobishme gjendjeje.
tr: -v, --verbose Xine için kullanılabilir durum bilgisini yazdır.
uk: -v, --verbose вказати xine вивести інформацію про статус.
vi: -v, --verbose Chỉ thị cho xine in thông tin trạng thái có ích.

source: --debug Instruct xine to print detailed debug information.
ca: --debug Fes que el xine mostri informació de depuració detallada.
cs: --debug Zobrazí ladicí informace při běhu.
de: --debug Weist Xine an, detaillierte Debuginformationen auzugeben.
dz: --debug རྐྱེན་སེལ་བརྡ་དོན་རྒྱས་བཤད་དཔར་བསྐྲུན་འབད་ནི་ལུ་ ཨེགསི་ཨའི་ཨེན་ཨི་བསླབ་སྟོན་བྱིན།
es: --debug Mandar a xiner que imprima información detallada de depuración.
eu: --debug Xine ezarri informazio xehetasunak bistarazteko.
fi: --debug Xine tulostaa yksityiskohtaisia vianjäljitystietoja.
fr: --debug Indique à xine d'afficher des informations détaillées de débugage.
gu: --debug xine ને વિગતવાર ડિબગ જાણકારી છાપવા માટે સૂચવે છે.
hu: --debug Utasítja a xine-t a részletes hibakereső infó kiírására.
id: --debug Perintahkan xine untuk menampilkan informasi awakutu secara detail.
ja: --debug Xine に詳細なデバッグ情報を表示させます。
lv: --debug Instruē xine drukāt detalizētu atkļūdošanas informāciju.
mk: --debug Наредува на xine да прикаже детални информации од дебагирање
nb_no: --debug Instruer xine å skrive ut detaljert debug informasjon.
pl: --debug Wypisuje szczegółowe informacje debugera.
pt_br: --debug Instrui o xine a exibir informações de depuração detalhadas.
ru: --debug Выводить подробную отладочную информацию.
sk: --debug Zapne zobrazovanie detailných debug informácií.
sq: --debug Udhëzo xine-n të shtypë të dhëna të hollësishme debug-u.
tr: --debug Xine için detaylı hata ayıklama bilgisini yazdır.
uk: --debug Вказати xine вивести докладну налагоджувальну інформацію.
vi: --debug Chỉ thị cho xine in thông tin tìm sửa lỗi chi tiết.

source: -f, --fullscreen Start xfmedia's video window in fullscreen mode.
ca: -f, --fullscreen Inicia la finestra de vídeo d'xfmedia a pantalla sencera.
cs: -f, --fullscreen Spustí okno xfmedia pro přehrávání videa v celoobrazovkovém režimu.
de: -f, --fullscreen Startet das Videofenster von Xfmedia im Vollbildmodus.
dz: -f, --fullscreen གསལ་གཞི་གངམ་ཐབས་ལམ་ནང་ལུ་ ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་ཀྱི་ཝི་ཌིའོ་སྒོ་སྒྲིག་འགོ་བཙུགས།
es: -f, --fullscreen Al arrancar, maximizar la ventana de Xfmedia en modo vídeo.
eu: -f, --fullscreen Xfmedia bideo leihoa pantaila-osoa moduan abiarazi.
fi: -f, --fullscreen Avaa Xfmedian videoikkuna täysruututilassa.
fr: -f, --fullscreen Démarre la fenêtre vidéo de Xfmedia en mode plein écran.
gu: -f, --fullscreen xfmedia ની વીડિયો વિન્ડો પૂર્ણ સ્ક્રીન સ્થિતિમાં શરૂ કરે છે.
hu: -f, --fullscreen Az Xfmedia filmablakát teljes képernyőben indítja.
id: -f, --fullscreen Jalankan jendela video xfmedia dalam mode layar penuh.
ja: -f, --fullscreen 全画面モードで Xfmedia のビデオ・ウィンドウを起動 します。
lv: -f, --fullscreen Palaist xfmedia video logu pilnekrāna režīmā.
mk: -f, --fullscreen Го стартува xfmedia видео прозорецот на цел екран.
nb_no: -f, --fullscreen Start xfmedia's video vindu i fullskjermmodus.
pl: -f, --fullscreen Uruchom okno wyjścia wideo w trybie pełnoekranowym.
pt_br: -f, --fullscreen Inicia a janela de vídeo do xfmedia em modo de tela cheia.
ru: -f, --fullscreen Запустить окно видео в полноэкранном режиме.
sk: -f, --fullscreen Spustí xfmedia video prehrávanie na celú obrazovku.
sq: -f, --fullscreen Nise të plotë sa ekrani dritaren e videos te xfmedia.
tr: -f, --fullscreen Xfmedia tam ekran modunu açar.
uk: -f, --fullscreen Відкрити вікно відео xfmedia на весь екран.
vi: -f, --fullscreen Chạy cửa sổ hình video của xfmedia ở dạng toàn màn hình.

source: -p, --autoplay Start playing when Xfmedia starts. (This is the default if xfmedia is given filenames on the command line.)
ca: -p, --autoplay Comença a reproduir al iniciar xfmedia. (Això és el comportament per defecte d'xfmedia quan hi han noms de fitxer a la línia d'ordres).
cs: -p, --autoplay Spustí přehrávání ihned po spuštění Xfmedia (tato vlastnost je výchozí, pokud jsou přes příkazovou řádku zadány názvy souborů.)
de: -p, --autoplay Startet die Wiedergabe beim Start von Xfmedia. (Standardeinstellung, falls ein Dateiname auf der Kommandozeile mit angegeben wird.)
dz: -p, --autoplay ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་འགོ་བཙུགཔ་ད་ གཏང་ནི་འདི་འགོ་བཙུགས། (བརྡ་བཀོད་གྱལ་རིམ་གུ་ ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་འདི་ཡིག་སྣོད་མིང་གུ་བྱིན་ཡོད་པ་ཅིན་ སྔོན་སྒྲིག་ཨིན།)
es: -p, --autoplay Comenzar a reproducir cuando arranque Xfmedia. (Este es el modo por defecto cuando a Xfmedia se proporcionan archivos en la línea de comandos).
eu: -p, --autoplay Autmoatikoki erreproduzitu xfmedia abiaraztean. (Hau da lehenespena xfmediari komando lerroan fitxategi izenak ematerakoan.)
fi: -p, --autoplay Aloita soitto Xfmedian käynnistyessä. (Tämä on oletus, jos Xfmedialle määritetään tiedostonimiä komentorivillä.)
fr: -p, --autoplay Lance la lecture au démarrage de Xfmedia. (C'est le comportement par défaut si un nom de fichier est passé sur la ligne de commande.)
gu: -p, --autoplay જ્યારે Xfmedia શરૂ થાય છે ત્યારે વગાડવાનું શરૂ કરે છે. (આ મૂળભુત હોય છે જો xfmedia ને આદેશ વાક્ય પર ફાઈલનામો આપેલ હોય.)
hu: -p, --autoplay Elibdítja a lejátszást az Xfmedia indulásakor. (Ez az alap, ha az Xfmedia fájlneveket kap a parancssorban
id: -p, --autoplay Mulai memutar ketika Xfmedia dijalankan. (Ini adalah standarnya jika xfmedia diberikan nama berkas di baris perintah.)
ja: -p, --autoplay Xfmedia の起動時に再生を開始します。(コマンド行で ファイル名が指定された場合の標準の動作です)
lv: -p, --autoplay Sākt atskaņot, kad Xfmedia sāknējas. (Šī ir noklusētā opcija, ja xfmedia ir dots faila nosaukums komandas līnijā.)
mk: -p, --autoplay Почни со пеење кога Xfmedia се вклучува. (Ова е стандардно на ако xfmedia се дадени имиња на датотеки од командната линија.)
nb_no: -p, --autoplay Start avspilling når Xfmedia starter. (Dette er standard hvis xfmedia får angitt filnavn via kommandolinjen.
pl: -p, --autoplay Rozpoczyna odtwarzanie przy starcie xfmedia. (Domyślnie jeśli xfmedia uruchamiane jest z plikami w lini poleceń)
pt_br: -p, --autoplay Começa a reproduzir assim que o Xfmedia inicia. (Este é o modo padrão se nomes de arquivos forem passados ao xfmedia pela linha de comando.)
ru: -p, --autoplay Начать воспроизведение при запуске xfmedia. (Это происходит по умолчанию, если xfmedia в командной строке указаны файлы.
sk: -p, --autoplay Štart prehrávania po spustení xfmedia. (Toto je predvolené, ak súm xfmedia predané súbory ako parametre na príkazovom riadku.)
sq: -p, --autoplay Fillo luajtjen kur niset Xfmedia. (Kjo është parazgjedhja nëse xfmedia-s i jepen emra kartelash në rresht urdhrash.)
tr: -p, --autoplay Xfmedia başladığında çalmaya başla. (Eğer Xfmedia komut satırında yazmazsa öntanımlıdır.)
uk: -p, --autoplay Запускати відтворення після запуску Xfmedia. (Типова поведінка якщо для xfmedia вказуються назви файлів у командному рядку.)
vi: -p, --autoplay Bắt đầu nghe nhạc khi chạy Xfmedia. (Đây là mặc định nếu có đưa tên tập tin vào dòng lệnh.)

source: -c, --clear-playlist Start xfmedia with an empty playlist.
ca: -c, --clear-playlist Inicia xfmedia amb una llista de reproducció buida.
cs: -c, --clear-playlist Spustí xfmedia s prázdným seznamem médií.
de: -c, --clear-playlist Starte Xfmedia mit einer leeren Wiedergabeliste.
dz: -c, --clear-གཏང་ཐོ་འགོ་བཙུགས་ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་འདི་ གཏང་ཐོ་སྟོངམ་དང་ཅི་ཁར།
es: -c, --clear-playlist Arrancar xfmedia con una lista de reproducción vacía.
eu: -c, --clear-playlist Xfmedia errperodukzio zerrenda huts batez abiarazi.
fi: -c, --clear-playlist Käynnistää xfmedian soittolista tyhjänä.
fr: -c, --clear-playlist Lance Xfmedia avec une liste de lecture vide.
gu: -c, --clear-playlist xfmedia ને ખાલી પ્લેલીસ્ટ સાથે શરૂ કરે છે.
hu: -c, --clear-playlist Az Xfmedia programot üres listával indítja.
id: -c, --clear-playlist Jalankan xfmedia dengan senarai putar kosong.
ja: -c, --clear-playlist 空のプレイリストで Xfmedia を起動します。
lv: -c, --clear-playlist Sāknēt xfmedia ar tukšu atskaņošanas sarakstu.
mk: -c, --clear-playlist Го стартува xfmedia со празна плејлиста.
nb_no: -c, --clear-playlist Start xfmedia med tom spilleliste.
pl: -c, --clear-playlist Uruchamia xfmedia z pustą listą odtwarzania.
pt_br: -c, --clear-playlist Começa o xfmedia com um lista de reprodução vazia.
ru: -c, --clear--playlist Запустить xfmedia c пустым списком воспроизведения
sk: -c, --clear-playlist Spustí Xfmedia s prázdnym zoznamom médii.
sq: -c, --clear-playlist Nise xfmedia-n me një luajlistë bosh.
tr: -c, --clear-playlist Xfmedia'yı boş çalma listesi ile başlatır.
uk: -c, --clear-playlist Запускати xfmedia з порожнім списком програвання.
vi: -c, --clear-playlist Chạy xfmedia với một danh sách rỗng.

source: --audio-out=DRIVER Specify the audio output driver to use.
ca: --audio-out=DISPOSITIU Especifiqueu el dispositiu de sortida d'àudio.
cs: --audio-out=OVLADAČ Zvolí zvukový ovladač pro výstup.
de: --audio-out=DRIVER Gibt den Audio-Ausgabetreiber an, der verwendet werden soll.
dz: --audio-out=DRIVER ལག་ལེན་འཐབ་ནི་དོན་ལུ་ རྣར་ཉན་ཨའུཊི་པུཊི་འདྲེན་བྱེད་འདི་གསལ་བཀོད་འབད།
es: --audio-out=DRIVER Especificar el driver de audio de salida a usar.
eu: --audio-out=DRIVER Erabiliko den audio irteera kontrolatzailea ezarri.
fi: --audio-out=AJURI Määritä käytettävä ääniajuri.
fr: --audio-out=PILOTE Spécifie le pilote de sortie audio à utiliser.
gu: --audio-out=DRIVER વાપરવા માટે ઓડિયો આઉટપુટ ડ્રાઈવર સ્પષ્ટ કરો.
hu: --audio-out=DRIVER Megadja a kimeneti hangmeghajtót.
id: --audio-out=DRIVER Tentukan driver keluaran audio yang ingin digunakan.
ja: --audio-out=DRIVER 使用するオーディオ出力ドライバを指定します。
lv: --audio-out=DRIVER Norāda izmantojamo izejošo audio draiveri.
mk: --audio-out=DRIVER Посочи го драјверот за аудио излез што ќе се користи.
nb_no: --audio-out=DRIVER Spesifiser lyddriver som skal brukes.
pl: --audio-out=STEROWNIK Określa sterownik wyjściowy dla dźwięku.
pt_br: --audio-out=DRIVER Especifica o driver de saída de áudio a ser usado.
ru: --audio-out=ДРАЙВЕР Задать аудио драйвер для вывода.
sk: --audio-out=DRIVER Určuje výstupný audio ovládač.
sq: --audio-out=PËRUDHËS Caktoni për përdorim një përudhës përfundimi audio.
tr: --audio-out=DRIVER Ses çıkış sürücüsünü özelleştirmek için kullanılır.
uk: --audio-out=ДРАЙВЕР Вказати драйвер виводу звуку.
vi: --audio-out=DRIVER Chỉ ra driver âm thanh đầu ra để sử dụng.
