Repository: iwamatsu/xfce-po-translation
Catalog: xfce/xfmedia/trunk/po/*.po
Languages: ca, cs, de, dz, eo, es, eu, fi, fr, gu, he, hu, id, ja, lv, mk, nb_no, pl, pt_br, ru, sk, sq, tr, uk, ur, vi

source: This could be because your disk is full, or you don't have permission to write to the configuration directory. Any changes will be lost when you quit Xfmedia.
ca: Això pot ser degut a que el disc està ple o a que no teniu permisos per escriurela configuració en el directori. Qualsevol canvi es perdrà quan sortiu d'xfmedia.
cs: Toto může být způsobeno plně obsazeným diskem nebo nemáte oprávnění pro zápis do adresáře s nastavením. Všechny změny budou po ukončení Xfmedia ztraceny.
de: Möglicherweise ist die Festplatte voll oder Sie haben keine Schreibberechtigung für das Konfigurationsverzeichnis. Änderungen gehen verloren, wenn Sie Xfmedia beenden.
dz: འདི་སྲིད་པ་ཨིན་ ག་ཅི་འབད་ཟེར་བ་ཅིན་ ཁྱོད་ཀྱི་ཌིཀསི་འདི་གང་ནུག་ ཡང་ན་ རིམ་སྒྲིག་སྣོད་ཐོ་ལུ་འབྲི་ནི་ལུ་གནང་བ་འདི་ཁྱོད་ལུ་མེདཔ་འོང་། ཁྱོད་ཀྱིས་ ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་སྤངམ་ད་ བསྒྱུར་བཅོས༌གང་རུང་ཅིག་ བརླག་སྟོར་ཞུགས་འོང་།
es: Esto puede ser debido a que su disco esté lleno, o no tiene permiso para escribir al directorio de configuraciones. Cualquier cambio se perderá cuando salga de Xfmedia.
eu: Hau diska betea duzlako edo konfigurazio direktorioan idazteko baimenik ez duzulako izan daiteke. Aldaketa guztiak galdu egingo dira Xfmedia ixterakoan.
fi: Tämä voi johtua siitä, että levyllä ei ole tilaa, tai että sinulla ei ole kirjoitusoikeutta asetushakemistoon. Kaikki muutokset menetetään poistuessasi Xfmediasta.
fr: Ceci peut être causé par une partition pleine, ou par l'absence de droits d'écriture dans le répertoire de configuration. Tous les changements seront perdus si vous quittez Xfmedia.
gu: આ તમારી ડિસ્ક ભરેલી હોવાને કારણે હોઈ શકે, અથવા તમારી પાસે રૂપરેખાંકન ડિરેક્ટરીમાં લખવાની પરવાનગીઓ નથી. જ્યારે તમે Xfmedia માંથી બહાર નીકળો તો ત્યારે કોઈપણ ફેરફારો ગુમ થઈ જશે.
he: ייתכן כי זה נגרם משום שהכונן שלך מלא או שאין לך הרשאות לכתיבה אל ספרית המאפיינים. כל השינויים יאבדו ביציאה מ-Xfmedia.
hu: Vagy betelt a lemez, vagy nincs jogod írni a beállítókönyvtárba. A változások elvesznek, mikor elhagyod az Xfmedia alkalmazást.
id: Ini dapat karena cakram anda penuh, atau anda tak punya hak akses untuk menulis ke direktori konfigurasi. Perubahan apapun akan hilang ketika anda keluar Xfmedia.
ja: あなたのディスクが一杯になっているか、設定フォルダに書き込む権限が無いからかもしれません。Xfmedia 終了の際にはいずれの変更も失われます。
lv: Iemesls var būt diska vietas trūkums, vai Jums nav atļaujas rakstīt konfigurācijas direktorijā. Visas izmaiņas pazudīs, kad jūs aizvērsiet Xfmedia.
mk: Ова може да се случува ако дискот е полн, или немате одобрение да запишувате во конфигурациониот директориум. Сите промени ќе бидат изубени кога ќе го исклучите Xfmedia.
nb_no: Dette kan være fordi harddisken din er full, eller at du ikke har rettigheter til å skrive til oppsettkatalogen. Endringer vil gå tapt når du avslutter Xfmedia.
pl: Albo dysk jest pełen albo nie masz uprawnień zapisu na katalogu ustawień.
pt_br: Isto pode ter sido causado por um disco cheio, ou você não tem permissão para escrever no diretório de configuração. Todas as modificações serão perdidas quando você sair do Xfmedia
ru: Это могло произойти потому, что нет места на диске, или вы не имеете прав на запись в каталог настроек. Изменения будут утеряны при выходе.
sk: Toto môže nastať vprípade plného disku alebo nemáte dostatočné práva k zápisu do adresára s konfiguráciou. Všetky nastavenia budú po zavretí Xfmedia stratené.
sq: Kjo mund të vijë ngaqë hard disku juaj është plot, ose mund të mos keni leje të shkruani te drejtoria e formësimeve. Çfarëdo ndryshimi do të humbasë kur lini Xfmedia-n.
tr: Bu, sizin diskinizin dolu olmasından veya, düzenleme dizinine yazma izninizin olmamasından kaynaklanıyor olabilir. Xfmedia dan çıktığınızda değişiklikler kaybedilecektir.
uk: Можливо це через нестачу місця на диску або ж у вас немає прав на запис у теку параметрів. Зміни будуть втрачені при виході.
ur: ہوسکتا ہے کہ ہارڈ ڈسک بھری ہوئی ہو یا آپ کے پاس تشکیل ڈائریکٹری میں لکھنے کا اجازہ نہیں ہے. جب آپ Xfmedia بند کریں گے تمام تبدیلیاں ضائع ہوجائیں گی.
vi: Điều này có thể do đĩa bị đầy, hoặc người dùng không có quyền ghi vào thư mục cấu hình. Bất kỳ thay đổi nào cũng sẽ bị mất khi người dùng thoát khỏi Xfmedia.

source: Mediamarks
ca: Preferits
cs: Záložky médií
de: Medienmarken
dz: བརྡ་བརྒྱུད་རྟགས་ཚུ།
eo: Legosignoj
es: Marcadores
eu: Medioamarkak
fi: Mediamerkit
fr: Favoris média
gu: મીડિયામાર્ક
he: תוויות מדיה
hu: Médiakönyvjelzők
id: Tanda Media
ja: メディアマーク
lv: Atzīmes
mk: Ознаки за медиа
nb_no: Mediamerker
pl: Zakładki
pt_br: Marcas de mídia
ru: Закладки
tr: Ortam İmleri
uk: Закладки
ur: میڈیا مارکس
vi: Đánh dấu

source: Add Mediamark
ca: Afegeix preferit
cs: Přidat záložku
de: Medienmarke hinzufügen
dz: བརྡ་བརྒྱུད་རྟགས་ཁ་སྐོང་བརྐྱབ།
eo: Aldonu legosignon
es: Añador Marcador
eu: MedioMarka Gehitu
fi: Lisää Mediamerkki
fr: Ajouter un favori média
gu: મીડિયામાર્ક ઉમેરો
he: הוספת תווית מדיה
hu: Médiakönyvjelző
id: Tambah Tanda Media
ja: メディアマークを追加
lv: Pievienot atzīmi
mk: Додади ознака за медиа
nb_no: Legg til mediamerke
pl: Dodaj zakładkę
pt_br: Adiciona marca de mídia
ru: Добавить закладку
sk: Pridať mediamark
tr: Ortam İmi Ekle
uk: Додати закладку
ur: میڈیا مارک شامل کریں
vi: Thêm đánh dấu

source: _Add Mediamark
ca: _Afegeix preferit
cs: Přid_at záložku
de: Medienmarke _hinzufügen
dz: བརྡ་བརྒྱུད་རྟགས་ཁ་སྐོང་བརྐྱབ།(_A)
eo: _Aldonu legosignon
es: _Añadir Marcador
eu: Mediomarka _Gehitu
fi: _Lisää Mediamerkki
fr: _Ajouter un favori média
gu: મીડિયામાર્ક ઉમેરો (_A)
he: הוספת _תווית מדיה
hu: _Médiakönyvjelző hozzáadása
id: Tambah Tanda Media (_A)
ja: メディアマークを追加(_A)
lv: _Pievienot atzīmi
mk: _Додади ознака за медиа
nb_no: _Legg til mediamerke
pl: _Dodaj zakładkę
pt_br: _Adiciona marca de mídia
ru: _Добавить закладку
sk: Prid_ať mediamark
tr: Ort_am İmi Ekle
uk: _Додати закладку
ur: میڈیا مارک _شامل کریں
vi: _Thêm đánh dấu

source: _Name:
ca: _Nom:
cs: _Název:
dz: མིང་:(_N)
eo: _Nomo:
es: _Nombre:
eu: _Izena:
fi: _Nimi:
fr: _Nom :
gu: નામ (_N):
he: _שם:
hu: _Név
id: _Nama:
ja: 名前(_N):
lv: _Nosaukums:
mk: _Име:
nb_no: _Navn:
pl: _Nazwa:
pt_br: _Nome:
ru: _Имя:
sk: Me_no:
sq: _Emër:
tr: İsi_m:
uk: _Назва:
ur: _نام:
vi: Tê_n:

source: _Location:
ca: _Ubicació:
cs: _Umístění:
de: _Ort:
dz: གནས་ཁོངས:(_L)
eo: _Loko:
es: _Lugar:
eu: _Kokapena:
fi: _Sijainti
fr: _Adresse :
gu: સ્થાન (_L):
he: _מיקום:
hu: _Hely
id: _Lokasi:
ja: 場所(_L):
lv: _Atrašanās vieta:
mk: _Локација:
nb_no: _Plassering
pl: _Położenie:
pt_br: _Localização:
ru: _Расположение:
sk: _Umiestnenie:
sq: _Vendndodhje:
tr: _Konum:
uk: _Адреса:
ur: _مقام:
vi: _Vị trí:

source: File _in:
ca: Fitxer d'_entrada:
cs: Soubor _v:
de: Ablegen _in:
dz: ཡིག་སྣོད་བཀོད:(_i)
eo: Dosiero _en:
es: F_ichero en:
eu: Fi_txategia:
fi: Arkisto_i:
fr: Da_ns :
gu: આમાં ફાઈલ (_i):
he: קובץ _בתוך:
hu: Ide:
id: Berkas d_i:
ja: ファイルの場所(_I):
lv: Fa_ils:
mk: Датотека _во
nb_no: Fil _inn:
pl: Plik _w:
pt_br: Arquivo _em:
ru: Сохранить _в:
sk: Vstup_ný súbor:
sq: Kartelë në:
tr: _İçerdeki Dosya:
uk: Зберегти _у:
ur: فائل _ہے:
vi: Tập t_in trong:

source: New Folder
ca: Nova carpeta
cs: Nová složka
de: Neuer Ordner
dz: སྣོད་འཛིན་གསརཔ།
eo: Nova dosierujo
es: Nueva carpeta
eu: Karpeta Berria
fi: Uusi hakemisto
fr: Nouveau dossier
gu: નવું ફોલ્ડર
he: תיקיה חדשה
hu: Új könyvtár
id: Folder Baru
ja: 新しいフォルダ
lv: Jauna mape
mk: Нов директориум
nb_no: Legg til mappe
pl: Nowy folder
pt_br: Nova pasta
ru: Новый каталог
sk: Nový adresár
sq: Dosje e Re
tr: Yeni Dizin
uk: Нова тека
ur: نیا فولڈر
vi: Thư mục mới

source: Add _Folder
ca: Afegeix _carpeta
cs: Při_dat složku
de: Ordner hinzu_fügen
dz: སྣོད་འཛིན་ཁ་སྐོང་བརྐྱབ།(_F)
eo: Aldonu _dosierujon
es: Añadir _Carpeta
eu: _Karpeta Gehitu
fi: Lisää _hakemisto
fr: Ajouter un _dossier
gu: ફોલ્ડર ઉમેરો (_F)
he: הוספת _תיקיה
hu: _Könyvtár hozzáadása
id: Tambah _Folder
ja: フォルダを追加(_F)
lv: Pievienot _mapi
mk: Додај _директориум
nb_no: Legg til _mappe
pl: Dodaj _folder
pt_br: Adicionar _pasta
ru: Добавить _каталог
sk: Pridať a_dresár
sq: Shto _Dosje
tr: _Dizin Ekle
uk: Додати _теку
ur: _فولڈر شامل کریں
vi: Thêm Thư _mục

source: Add Mediamark Folder
ca: Afegeix carpeta als preferits
cs: Přidat složku záložek
de: Medienmarken-Ordner hinzufügen
dz: བརྡ་བརྒྱུད་རྟགས་ཀྱི་སྣོད་འཛིན་འདི་ཁ་སྐོང་བརྐྱབ།
eo: Aldonu legosignujon
es: Añadir Carpeta de Marcadores
eu: Mediamarka Karpeta Gehitu
fi: Lisää Mediamerkkihakemisto
fr: Ajouter un dossier favori média
gu: મીડિયામાર્ક ફોલ્ડર ઉમેરો
he: הוספת תיקיית תוויות מדיה
hu: Médiakönyvjelző könyvtár hozzáadása
id: Tambah Folder Tanda Media
ja: メディアマーク・フォルダを追加します
lv: Pievienot atzīmes mapi
mk: Додај директориум за ознаки за медиа
nb_no: Legg til mediamerke mappe
pl: Dodaj folder zakładek
pt_br: Adiciona pasta de marcas de mídia
ru: Добавить каталог для закладок
sk: Pridať mediamark adresár
tr: Ortam İmi Dizini Ekle
uk: Додати теку для закладок
ur: میڈیا مارک فولڈر شامل کریں
vi: Thêm Thư mục Đánh dấu

source: _Add Folder
ca: _Afegeix carpeta
cs: Přid_at složku
de: _Ordner hinzufügen
dz: སྣོད་འཛིན་ཁ་སྐོང་བརྐྱབ།(_A)
eo: _Aldonu dosierujon
es: _Añadir Carpeta
eu: Karpeta _Gehitu
fi: _Lisää hakemisto
fr: _Ajouter un dossier
gu: ફોલ્ડર ઉમેરો (_A)
he: _הוספת תיקיה
hu: Könyvtár hozzá_adása
id: Tambah Folder (_A)
ja: フォルダを追加(_A)
lv: _Pievienot mapi
mk: _Додај директориум
nb_no: _Legg til mappe
pl: _Dodaj folder
pt_br: _Adiciona pasta
ru: _Добавить каталог
sk: Prid_ať adresár
sq: _Shto Dosje
tr: Dizin _Ekle
uk: _Додати теку
ur: ف_ولڈر شامل کریں
vi: _Thêm Thư mục

source: _Folder Name:
ca: Nom de la _carpeta:
cs: Název _složky:
de: _Ordnername:
dz: སྣོད་འཛིན་གྱི་མིང་:(_F)
eo: _Dosieruja nomo:
es: _Nombre de la Carpeta
eu: _Karpeta Izena:
fi: _Hakemiston nimi:
fr: Nom du _dossier :
gu: ફોલ્ડર નામ (_F):
he: שם _תיקיה:
hu: _Könyvtárnév
id: Nama _Folder:
ja: フォルダ名(_F):
lv: _Mapes nosaukums
mk: _Име на папка:
nb_no: _Mappe navn:
pl: _Nazwa folderu:
pt_br: _Nome da pasta:
ru: Имя _каталога:
sk: Me_no adresára:
sq: Emër _Dosjeje:
tr: _Dizin İsmi:
uk: _Назва теки:
ur: _فولڈر کا نام:
vi: Tên Thư _mục:

source: Remove Mediamark
ca: Suprimeix preferit
cs: Odebrat záložku
de: Medienmarke löschen
dz: བརྡ་བརྒྱུད་རྟགས་འདི་རྩ་བསྐྲད་གཏང་།
eo: Forigu legosignon
es: Borrar Marcador
eu: Mediamarkak Ezabatu
fi: Poista Mediamerkki
fr: Supprimer le favori média
gu: મીડિયામાર્ક દૂર કરો
he: הסרת תווית מדיה
hu: Médiakönyvjelző törlése
id: Hapus Tanda Media
ja: メディアマークを削除
lv: Dzēst atzīmi
mk: Избриши ознака за медиа
nb_no: Slette mediamerke
pl: Usuń zakładkę
pt_br: Remove marca de mídia
ru: Удалить закладку
sk: Odstrániť mediamark
tr: Ortam İmi Kaldır
uk: Видалити закладку
ur: میڈیا مارک حذف کریں
vi: Xóa Đánh dấu

source: Are you sure?
ca: Esteu segurs?
cs: Jste si jisti?
de: Sind Sie sicher?
dz: ཁྱོད་ངེས་བདེན་ཨིན་ན?
eo: Ĉu vi certas?
es: ¿Está seguro?
eu: Zihur al zaude?
fi: Oletko varma?
fr: Êtes-vous certain ?
gu: શું તમે ચોક્કસ છો?
he: האם אתה בטוח?
hu: Biztos?
id: Anda yakin?
ja: よろしいですか？
lv: Esat drošs?
mk: Дали сте сигурни?
nb_no: Er du sikker?
pl: Czy jesteś pewien?
pt_br: Você tem certeza?
ru: Вы уверены?
sk: Ste si istý?
sq: Jeni i sigurt?
tr: Emin misiniz?
uk: Ви впевнені?
ur: کیا آپ پریقین ہیں؟
vi: Bạn có chắc?

source: You're about to remove a Mediamark, which can't be undone.
ca: Voleu eliminar un preferit, això no es pot desfer després.
cs: Chcete odebrat záložku médií, která nemůže být odstraněna.
de: Sie löschen gerade eine Medienmarke. Dies kann nicht rückgängig gemacht werden.
dz: འབད་བཤོལ་འབད་མ་བཏུབ་པའི་བརྡ་བརྒྱུད་རྟགས་ཅིག་ ཁྱོད་ཀྱིས་རྩ་བསྐྲད་གཏང་ནི་འབད་དོ།
es: Está a punto de borrar un marcador, lo que no puede deshacerse.
eu: MEdiamarka bat ezabatzera zoaz, hau ezin da desegin.
fi: Olet poistamassa Mediamerkkiä peruuttamattomasti.
fr: Vous allez supprimer un favori média, ce qui ne peut être annulé.
gu: તમે મીડિયામાર્ક દૂર કરવા જઈ રહ્યા છો, કે જે પાછું રદ કરી શકાતું નથી.
he: בחרת להסיר תווית מדיה, פעולה זו אינה הפיכה.
hu: Végleg törölni készülöd a médiakönyvjelzőt
id: Anda akan menghapus Tanda Media, yang tak dapat dikembalikan.
ja: メディアマークを削除しようとしています、これは元に戻せません。
lv: Jūs grasāties dzēst Atzīmi, šī darbība nav atsaucama.
mk: Ќе ги избришите ознаките за медиата, што не може да бидат вратени
nb_no: Du er i ferd med å slette et mediamerke, som etterpå ikke kan gjenopprettes.
pl: Wybrałeś usunięcie zakładki, ta czynność nie może być cofnięta.
pt_br: Você está prestes a remover uma marca de mídia, o que não pode ser desfeito.
ru: Вы собираетесь удалить закладку. Это действие нельзя будет отменить.
sk: Chcete odstrániť Mediamark. Táto operácia je nevratná.
tr: Ortam imini kaldırmak üzeresiniz, bu işlem geri alınamaz.
uk: Ви збираєтесь видалити закладку. Цю дію буде неможливо скасувати.
ur: آپ میڈیا مارک حذف کرنے جارہے ہیں جنہیں پھر واپس لانا ممکن نہیں ہوگا.
vi: Người dùng chuẩn bị xóa một Đánh dấu, thao tác này không thể phục hồi.

source: Remove Folder
ca: Suprimeix carpeta
cs: Odebrat složku
de: Ordner löschen
dz: སྣོད་འཛིན་རྩ་བསྐྲད་གཏང་།
eo: Forigu dosierujon
es: Borrar Carpeta
eu: Karpeta Ezabatu
fi: Poista hakemisto
fr: Supprimer un dossier
gu: ફોલ્ડર દૂર કરો
he: הסרת תיקיה
hu: Könyvtár törlése
id: Hapus Folder
ja: フォルダを削除
lv: Dzēst mapi
mk: Избриши папка
nb_no: Slett mappe
pl: Usuń folder
pt_br: Remover pasta
ru: Удалить каталог
sk: Odstrániť adresár
sq: Hiq Dosje
tr: Dizini Kaldır
uk: Видалити теку
ur: فولڈر حذف کرین
vi: Xóa Thư mục

source: Removing a folder also removes all items and subfolders contained in it, and can't be undone.
ca: Suprimir una carpeta també fa que es treguin tots els seus elements i subcarpetes, això no es pot desfer.
cs: Odebráním složky také odeberete všechny položky a podsložky v ní obsažené. Tuto akci nelze vrátit.
de: Wenn Sie einen Ordner löschen, wird sein gesamter Inhalt mitsamt seinen Unterordnern gelöscht. Dies kann nicht rückgängig gemacht werden.
dz: སྣོད་འཛིན་རྩ་བསྐྲད་གཏང་མི་འདི་གིས་ རྣམ་གྲངས་ཚུ་ཆ་ཚང་དང་ གནས་ཏེ་ཡོད་པའི་ཡན་ལག་སྣོད་འཛིན་ཚུ་རྩ་བསྐྲད་གཏང་ནི་དང་ འབད་བཤོལ་འབད་མི་བཏུབ།
eo: Forigo de dosierujo ankaŭ forigas ĉiujn erojn kaj subdosierujojn en ĝi, kaj vi ne povas esti malfarita.
es: Borrar un directorio también borra todo el contenido en él, y no puede deshacerse.
eu: Karpeta ezabatzerakoan honen barnean dauden azpidirektorio guztiak ezabatzen dira, eta ezin da desegin.
fi: Hakemiston poistaminen poistaa myös kaikki sen sisältämät kohteet ja alihakemistot, eikä sitä voi peruuttaa.
fr: En supprimant un dossier, vous supprimez aussi tous les éléments et les sous-dossiers qu'il contient, et cela ne peut être annulé.
gu: ફોલ્ડર દૂર કરવાનું તેમાં સમાયેલ બધી વસ્તુઓ અને ઉપફોલ્ડરો પણ દૂર કરશે, અને તે પાછું રદ કરી શકાશે નહિં.
he: הסרת תיקיה מסירה גם את כל הפרטים ותתי התיקיות שבה. פעולה זו אינה הפיכה.
hu: Végleg törölni készülöd a könvtárat össze elemével.
id: Menghapus folder juga menghapus semua item dan subfolder di dalamnya, dan tak dapat dikembalikan.
ja: フォルダを削除するとその中に含まれる全てのアイテムおよびサブフォルダも削除されます、また元に戻せません。
lv: Dzēšot mapi, tiek dzēstas visas šīs mapes apakšmapes un vienumi, šo darbību nevar atsaukt.
mk: Бршењето на папката ги бриши сите податоци и поддатотеки содржани во него и не може да бидат вратени.
nb_no: Ved å slette en mappe vil også alle elementer og undermapper i mappen slettet uten mulighet for gjenopprettelse.
pl: Usunięcie folderu usuwa również wszystkie elementy i podfoldery w nim, nie można cofnąć tej operacji.
pt_br: Remover uma pasta também remove todos seus itens e sub-pastas, e não pode ser desfeito.
ru: При удалении папки будет удалено всё её содержимое. Это действие будет нельзя отменить.
sk: Odtránenením adresára sa odtránia všetky položky a podadresáre v ňom. Táto operácia je nevratná.
sq: Heqja e një dosje heq gjithashtu edhe tërë elementët dhe nëndosjet që përmbahen në të, dhe kjo nuk mund të zhbëhet.
tr: Bir dizini kaldırırsanız, o dizin içerisindeki bütün dosya ve dizinlerde, içindekilerle beraber kaldırılacaktır, ve bu geri alınamaz.
uk: При видаленні теки буде видалено весь її зміст. Вміст буде неможливо повернути.
ur: فولڈر حذف کرنے سے اس میں موجود ذیلی فولڈر اور تمام مواد بھی حذف ہوجائے گا جنہیں واپس لانا ممکن نہیں ہوگا.
vi: Xóa một thư mục đồng thời xóa mọi mục và thư mục con nằm trong nó, và không thể phục hồi.

source: Mediamark Properties
ca: Propietats del preferit
cs: Vlastnosti záložek médií
de: Medienmarken-Eigenschaften
dz: བརྡ་བརྒྱུད་རྟགས་རྒྱུ་དངོས།
eo: Ecoj de legosignoj
es: Propiedades de Marcador
eu: MEdiamarka Propietateak
fi: Mediamerkin ominaisuudet
fr: Propriétés favori média
gu: મીડિયામાર્ક ગુણધર્મો
he: מאפייני תווית מדיה
hu: Médiakönyvjelző tulajdonságok
id: Properti Tanda Media
ja: メディアマークのプロパティ
lv: Atzīmes rekvizīti
mk: Својства за ознаки за медиа
nb_no: Mediamerke egenskaper
pl: Preferencje zakładki
pt_br: Propriedades de marca de mídia
ru: Свойства закладки
sk: Vlastnosti Mediamarks
tr: Ortam İmi Özellikleri
uk: Властивості закладки
ur: میڈیا مارک خصوصیات
vi: Thuộc tính Đánh dấu

source: Folder Properties
ca: Propietats de la carpeta
cs: Vlastnosti složky
de: Ordner-Eigenschaften
dz: སྣོད་འཛིན་རྒྱུ་དངོས།
eo: Ecoj de la dosierujo
es: Propiedades de Carpeta
eu: Karpeta Propietateak
fi: Hakemiston ominaisuudet
fr: Propriétés du dossier
gu: ફોલ્ડર ગુણધર્મો
he: מאפייני תיקיה
hu: Könyvtár tulajdonságok
id: Properti Folder
ja: フォルダのプロパティ
lv: Mapes rekvizīti
mk: Својства за директориум
nb_no: Mappeegenskaper
pl: Preferencje folderu
pt_br: Propriedades da pasta
ru: Свойства папки
sk: Vlastnosti adresára
sq: Veti Dosjeje
tr: Dizin Özellikleri
uk: Властивості теки
ur: فولڈر خصوصیات
vi: Thuộc tính Thư mục

source: Manage Mediamarks
ca: Gestiona els preferits
cs: Spravovat záložky médií
de: Medienmarken verwalten
dz: བརྡ་བརྒྱུད་རྟགས་ཚུ་འཛིན་སྐྱོང་འཐབ།
eo: Mastrumi legosignojn
es: Gestionar Marcadores
eu: Mediamarkak Kudeatu
fi: Hallitse mediamerkkejä
fr: Gérer les favoris média
gu: મીડિયામાર્કની વ્યવસ્થા કરો
he: ניהול תוויות מדיה
hu: Médiakönyvjelzők kezelése
id: Atur Tanda Media
ja: メディアマークの管理
lv: Pārvaldīt atzīmes
mk: Уреди ознаки за медиа
nb_no: Behandle mediamerker
pl: Zarządzaj zakładkami
pt_br: Organizar marcas de mídia
ru: Управление закладками
sk: Správa Mediamarkov
tr: Ortam İmlerini Yönet
uk: Керування закладками
ur: میڈیا مارک ادارت
vi: Quản lý Đánh dấu

source: New Mediamark...
ca: Nou preferit…
cs: Nová záložka...
de: Neue Medienmarke...
dz: བརྡ་བརྒྱུད་རྟགས་གསརཔ...
eo: Nova legosigno...
es: Nuevo Marcador...
eu: Mediamarka Berria...
fi: Lisää mediamerkki...
fr: Nouveau favori média...
he: תווית מדיה חדשה...
hu: Új médiakönyvjelző...
id: Tanda Media Baru...
ja: 新規メディアマーク...
lv: Jauna atzīme...
mk: Нова ознака за медиа
nb_no: Nytt mediamerke ...
pl: Dodaj zakładkę...
pt_br: Nova marca de mídia...
ru: Новая закладка...
sk: Nová záložka
tr: Yeni Ortam İmi...
uk: Створити закладку...
ur: نیا میڈیا مارک...
vi: Thêm đánh dấu...

source: Add a new mediamark
ca: Afegeix un nou preferit
cs: Přidat novou záložku
de: Neue Medienmarke hinzufügen
dz: བརྡ་བརྒྱུད་རྟགས་གསརཔ་ཅིག་ཁ་སྐོང་བརྐྱབ།
eo: Aldonu novan legosignon
es: Añadir un marcador nuevo
eu: Gehitu mediamarka berria
fi: Lisää uusi mediamerkki
fr: Ajouter un nouveau favori média
gu: નવું મીડિયામાર્ક ઉમેરો
he: הוספת תווית מדיה חדשה
hu: Új médiakönyvjelző hozzáadása
id: Tambah tanda media baru
ja: 新しいメディアマークを追加します
lv: Pievienot jaunu atzīmi
mk: Додај нова ознака за медиа
nb_no: Legg til nytt mediamerke
pl: Dodaj nową zakładkę
pt_br: Adicionar uma nova marca de mídia
ru: Добавить новую закладку
sk: Pridať nový mediamark
tr: Yeni bir ortam imi ekle
uk: Додати нову закладку
ur: نیا میڈیا مارک شامل کریں
vi: Thêm một đánh dấu mới

source: Add Folder...
ca: Afegeix una carpeta…
cs: Přidat složku...
de: Ordner hinzufügen...
dz: སྣོད་འཛིན་ཁ་སྐོང་བརྐྱབ...
eo: Aldonu dosierujon...
es: Añadir Carpeta...
eu: Gehitu Karpeta...
fi: Lisää hakemisto...
fr: Ajouter un dossier...
gu: ફોલ્ડર ઉમેરો...
he: הוספת תיקיה...
hu: Könyvtár hozzáadása...
id: Tambah Folder...
ja: フォルダを追加...
lv: Pievienot mapi...
mk: Додај папка...
nb_no: Legg til mappe ...
pl: Dodaj folder...
pt_br: Adicionar pasta...
ru: Добавить папку...
sk: Pridať adresár...
sq: Shto Dosje...
tr: Dizin Ekle...
uk: Додати теку...
ur: فولڈر شامل کریں...
vi: Thêm Thư mục...

source: Add a new folder
ca: Afegeix una carpeta nova
cs: Přidat složku
de: Neuen Ordner hinzufügen
dz: སྣོད་འཛིན་གསརཔ་ཅིག་ཁ་སྐོང་བརྐྱབ།
eo: Aldonu novan dosierujon
es: Añadir una nueva carpeta
eu: Gehitu karpeta berria
fi: Lisää uusi hakemisto
fr: Ajouter un nouveau dossier
gu: નવું ફોલ્ડર ઉમેરો
he: הוספת תיקיה חדשה
hu: Új könyvtár hozzáadása
id: Tambah folder baru
ja: 新しいフォルダを追加します
lv: Pievienot jaunu mapi
mk: Додај нова папка
nb_no: Legg til en ny mappe
pl: Dodaj nowy folder
pt_br: Adiciona uma nova pasta
ru: Добавить новую папку
sk: Pridať nový adresár
sq: Shto dosje të re
tr: Yeni bir dizin ekle
uk: Додати нову теку
ur: نیا فولڈر شامل کریں
vi: Thêm một thư mục mới

source: Remove Item
ca: Suprimeix l'element
cs: Odebrat položku
de: Eintrag löschen
dz: རྣམ་གྲངས་འདི་རྩ་བསྐྲད་གཏང་།
eo: Forigu la eron
es: Borrar Elemento
eu: Ezabatu
fi: Poista kohde
fr: Supprimer l'élément
gu: વસ્તુ દૂર કરો
he: הסרת פריט
hu: Elem törlése
id: Hapus Item
ja: アイテムを削除
lv: Dzēst vienumu
mk: Избриши предмет
nb_no: Fjerne element
pl: Usuń element
pt_br: Remover item
ru: Удалить
sk: Odstrániť položku
sq: Hiq Objekt
tr: Parçayı Kaldır
uk: Видалити елемент
ur: عنصر حذف کریں
vi: Xóa Mục

source: Remove the selected item
ca: Suprimeix l'element seleccionat
cs: Odebrat vybranou položku
de: Ausgewählten Eintrag löschen
dz: སེལ་འཐུ་འབད་དེ་ཡོད་པའི་རྣམ་གྲངས་འདི༦་རྩ་བསྐྲད་གཏང་།
eo: Forigu la elektitan eron
es: Borrar el elemento seleccionado
eu: Ezabatu aukeratutakoa
fi: Poista valittu kohde
fr: Supprimer l'élément sélectionné
gu: પસંદિત વસ્તુ દૂર કરો
he: הסרת הפריט שנבחר
hu: Kiválasztott elem törlése
id: Hapus item terpilih
ja: 選択したアイテムを削除します
lv: Dzēst iekrāsoto vienumu
mk: Избриши го избраниот предмет
nb_no: Fjerne valgte element
pl: Usuń zaznaczone elementy
pt_br: Remove o item selecionado
ru: Удалить выбранный элемент
sk: Odstrániť vybranú položku
sq: Hiq objektin e përzgjedhur
tr: Seçili parçayı kaldır
uk: Видалити вибраний елемент
ur: منتخب کردہ عنصر حذف کریں
vi: Xóa mục đã chọn

source: Move Item Up
ca: Mou l'element cap amunt
cs: Přesunout položku výše
de: Eintrag nach oben schieben
dz: རྣམ་གྲངས་འདི་ཡར་ལྟ་སྤོ་བཤུད་འབད།
eo: Movu la eron supren
es: Mover Elemento hacia Arriba
eu: Gora Mugitu
fi: Siirrä kohdetta ylös
fr: Faire monter
gu: વસ્તુ ઉપર ખસેડો
he: הזזת פריט מעלה
hu: Elem fel
id: Pindah Item ke Atas
ja: アイテムを上に移動
lv: Pārvietot vienumu uz augšu
mk: Помести елемент нагоре
nb_no: Flytt element opp
pl: Przenieś do góry
pt_br: Mover Item para cima
ru: Переместить вверх
sk: Posunúť položku hore
sq: Ngjite Objekt Sipër
tr: Parçayı Yukarı Taşı
uk: Перемістити вгору
ur: عنصر اوپر منتقل کریں
vi: Di chuyển Mục Lên

source: Move the selected item up
ca: Mou l'element seleccionat cap amunt
cs: Přesunout vybranou položku výše
de: Ausgewählten Eintrag nach oben verschieben
dz: སེལ་འཐུ་འབད་དེ་ཡོད་པའི་རྣམ་གྲངས་འདི་ སྤོ་བཤུད་འབད།
eo: Movu la elektitan eron supren
es: Mover el elemento seleccionado hacia arriba
eu: Mugitu hautatutakoa gora
fi: Siirrä valittua kohdetta ylöspäin
fr: Faire monter l'élément sélectionné
gu: પસંદિત વસ્તુ ઉપર ખસેડો
he: הזזת הפריט שנבחר מעלה
hu: Kiválasztott elem mozgatása fel
id: Pindah item terpilih ke atas
ja: 選択したアイテムを上に移動します
lv: Pārvietot iekrāsoto vienumu uz augšu
mk: Помести го избраниот елементот нагоре
nb_no: Flytt valgt element opp
pl: Przenieś zaznaczone do góry
pt_br: Move o item selecionado para cima
ru: Переместить выбранный элемент вверх
sk: Posunúť zvolenú položku hore
sq: Ngjite objektin e përzgjedhur sipër
tr: Seçili parçayı yukarı taşı
uk: Перемістити вибраний елемент вгору
ur: منتخب کردہ عنصر اوپر منتقل کریں
vi: Di chuyển mục đã chọn lên trên
