Repository: iwamatsu/xfce-po-translation
Catalog: xfce/xfmedia/trunk/po/*.po
Languages: ca, cs, de, dz, eo, es, eu, fi, fr, gu, he, hu, id, ja, lv, mk, nb_no, pl, pt_br, ru, sk, sq, tr, uk, ur, vi

source: Move Item Down
ca: Mou l'element cap avall
cs: Přesunout položku níže
de: Eintrag nach unten schieben
dz: རྣམ་གྲངས་འདི་མར་སྤོ་བཤུད་འབད།
eo: Movu la eron malsupren
es: Mover Elemento hacia Abajo
eu: Behera Mugitu
fi: Siirrä kohdetta alas
fr: Faire descendre
gu: વસ્તુ નીચે ખસેડો
he: הזזת פריט מטה
hu: Elem le
id: Pindah Item ke Bawah
ja: アイテムを下に移動
lv: Pārvietot vienumu uz leju
mk: Помести елемент надолу
nb_no: Flytt element ned
pl: Przenieś w dół
pt_br: Mover item para baixo
ru: Переместить вниз
sk: Posunúť položku dolu
sq: Ule Objektin Poshtë
tr: Parçayı Aşağı Taşı
uk: Перемістити вниз
ur: عنصر نیچے منتقل کریں
vi: Di chuyển Mục Xuống

source: Move the selected item down
ca: Mou l'element seleccionat cap avall
cs: Přesunout vybranou položku níže
de: Ausgewählten Eintrag nach unten verschieben
dz: སེལ་འཐུ་འབད་དེ་ཡོད་པའི་དངོས་པོ་འདི་ མར་སྤོ་བཤུད་འབད།
eo: Movu la elektitan eron malsupren
es: Mover el objeto seleccionado hacia abajo
eu: Mugitu hautatutakoa behera
fi: Siirrä valittua kohdetta alaspäin
fr: Faire descendre l'élément sélectionné
gu: પસંદિત વસ્તુ નીચે ખસેડો
he: הזזת הפריט שנבחר מטה
hu: Kiválasztott elem mozgatása le
id: Pindah item terpilih ke bawah
ja: 選択したアイテムを下に移動します
lv: Pārvietot iekrāsoto vienumu uz leju
mk: Помести го избраниот елемент надолу
nb_no: Flytt valgt element ned
pl: Przenieś zaznaczone w dół
pt_br: Move o item selecionado para baixo
ru: Переместить выбранный элемент вниз
sk: Posunúť označenú položku dolu
sq: Zbrite objektin e përzgjedhur poshtë
tr: Seçili parçayı aşağı taşı
uk: Перемістити вибраний елемент вниз
ur: منتخب کردہ عنصر نیچے منتقل کریں
vi: Di chuyển mục đã chọn xuống dưới

source: Refresh
ca: Actualitza
cs: Aktualizovat
de: Aktualisieren
dz: ཡང་སེལ་འབད།
eo: Ĝisdatigu
es: Actualizar
eu: Freskatu
fi: Virkistä
fr: Rafraîchir
gu: પુનઃતાજું કરો
he: רענון
hu: Frissítés
id: Segarkan
ja: 更新
lv: Atsvaidzināt
mk: Освежи
nb_no: Oppfrisk
pl: Odśwież
pt_br: Atualizar
ru: Обновить
sk: Obnoviť
sq: Rifresko
tr: Tazele
uk: Оновити
ur: پھرتازہ
vi: Cập nhật

source: Refresh the list
ca: Actualitza la llista
cs: Aktualizovat seznam souborů
de: Liste aktualisieren
dz: ཐོ་ཡིག་འདི་ཡང་སེལ་འབད།
eo: Ĝisdatigu la liston
es: Actualizar la lista
eu: Zerrenda Freskatu
fi: Virkistä lista
fr: Rafraîchir la liste
gu: યાદી પુનઃતાજી કરો
he: רענון הרשימה
hu: Lista frissítése
id: Segarkan senarai
ja: リストを更新します
lv: Atsvaidzināt sarakstu
mk: Освежи ја листата
nb_no: Oppfrisk listen
pl: Odśwież listę
pt_br: Atualiza a lista
ru: Обновить список
sk: Obnoviť zoznam
sq: Rifresko listën
tr: Listeyi tazele
uk: Оновити список
ur: فہرست تازہ کریں
vi: Cập nhật danh sách

source: Properties...
ca: Propietats…
cs: Vlastnosti...
de: Eigenschaften...
dz: རྒྱུ་དངོས...
eo: Ecoj...
es: Propiedades...
eu: Porpietateak...
fi: Ominaisuudet...
fr: Propriétés...
gu: ગુણધર્મો...
he: מאפיינים...
hu: Tulajdonságok...
id: Properti...
ja: プロパティ...
lv: Rekvizīti...
mk: Својства...
nb_no: Egenskaper ...
pl: Ustawienia...
pt_br: Propriedades...
ru: Свойства...
sk: Vlastnosti...
sq: Veti...
tr: Özellikler...
uk: Властивості...
ur: خصوصیات...
vi: Thuộc tính...

source: Edit the selected item's properties
ca: Edita les propietats del elements seleccionats
cs: Upravit vlastnosti vybrané položky
de: Eigenschaften des ausgewählten Eintrags bearbeiten
dz: སེལ་འཐུ་འབད་དེ་ཡོད་པའི་རྣམ་གྲངས་རྒྱུ་དངོས་འདི་ཞུན་དག་འབད།
eo: Redakti la ecojn de la elektita ero
es: Editar las propiedades del elemento seleccionado
eu: Editatu aukeratutakoaren propietateak
fi: Muokkaa valitun kohteen ominaisuuksia
fr: Éditer les propriétés de l'élément sélectionné
gu: પસંદિત વસ્તુના ગુણધર્મોમાં ફેરફાર કરો
he: עריכת מאפייני הפריט שנבחר
hu: Választott elem tulajdonságai
id: Sunting properti item terpilih
ja: 選択したアイテムのプロパティを編集します
lv: Rediģēt iekrāsoto vienumu rekvizītus
mk: Уреди ги својствата на избраниот елемент
nb_no: Rediger egenskaper til valgt element
pl: Edycja właściwości zaznaczonych elementów
pt_br: Editar as propriedades do item selecionado
ru: Редактировать свойства выбранного элемента
sk: Editovať vlastnosti zvolenej položky
sq: Përpunoni vetitë e objektit të përzgjedhur
tr: Seçili parçaların özelliklerini düzenle
uk: Правка властивостей виділеного елементу
ur: منتخب کردہ عنصر کی خصوصیات مدون کریں
vi: Sửa thuộc tính của mục đã chọn

source: Name
ca: Nom
cs: Název
dz: མིང་།
eo: Nomo
es: Nombre
eu: Izena
fi: Nimi
fr: Nom
gu: નામ
he: שם
hu: Név
id: Nama
ja: 名前
lv: Nosaukums
mk: Име
nb_no: Navn
pl: Nazwa
pt_br: Nome
ru: Имя
sk: Meno
sq: Emër
tr: İsim
uk: Назва
ur: نام
vi: Tên

source: Location
ca: Ubicació
cs: Umístění
de: Ort
dz: གནས་ཁོངས།
eo: Loko
es: Lugar
eu: Kokapena
fi: Sijainti
fr: Adresse
gu: સ્થાન
he: מיקום
hu: Hely
id: Lokasi
ja: 場所
lv: Atrašanās vieta
mk: Локација
nb_no: Plassering
pl: Położenie
pt_br: Localização
ru: Расположение
sk: Umiestnenie
sq: Vendndodhje
tr: Konum
uk: Розташування
ur: مقام
vi: Vị trí

source: _Add Current Stream...
ca: _Afegeix el corrent de dades actual…
cs: Přid_at aktuální stream...
de: _Aktuellen Stream hinzufügen...
dz: ད་ལྟོའི་རྒྱུན་ལམ་འདི་ཁ་སྐོང་བརྐྱབ...(_A)
eo: _Aldonu la nunan fluon...
es: _Añadir Transmisión Actual...
eu: _Gehitu Huneko Korrontea...
fi: _Lisää nykyinen tiedosto...
fr: _Ajouter le flux courant...
gu: વર્તમાન શબ્દમાળા ઉમેરો (_A)...
he: _הוספת שידור זורם נוכחי...
hu: Jelenlegi folyam hozzá_adása...
id: Tambah _Arus Saat Ini...
ja: 現在のストリームを追加(_A)...
lv: _Pievienot esošo plūsmu
mk: _Додади активен тек...
nb_no: _Legg til gjeldende strøm ...
pl: _Dodaj aktualny strumień...
pt_br: _Adcicionar fluxo atual...
ru: _Добавить текущий поток...
sk: Prid_ať aktuálny prúd...
tr: Şu _Anki Akımı Ekle...
uk: _Додати поточний потік...
ur: حالیہ سٹریم _شامل کریں...
vi: _Thêm Luồng Hiện thời...

source: _Manage Mediamarks...
ca: _Gestiona els preferits…
cs: Spravovat záložky _médií
de: _Medienmarken verwalten
dz: བརྡ་བརྒྱུད་རྟགས་ཚུ་འཛིན་སྐྱོང་འཐབ...(_M)
eo: _Mastrumu la legosignojn...
es: Gestionar _Marcadores
eu: _Mediamarkak Kudeatu...
fi: _Hallitse Mediamerkkejä...
fr: _Gérer les favoris média...
gu: મીડિયામાર્કની વ્યવસ્થા કરો (_M)...
he: _ניהול תוויות מדיה...
hu: Médiakönyvjelzők _kezelése...
id: Atur Tanda _Media...
ja: メディア・マークの管理(_M)...
lv: _Pārvaldīt atzīmes
mk: _Уреди ознаки за медиа
nb_no: _Behandle mediamerker ...
pl: _Zarządzaj zakładkami...
pt_br: _Gerenciar marcas de mídia...
ru: Управление _закладками...
sk: Spravovať _Mediamarks...
tr: Orta_m İmlerini Yönet...
uk: _Керування закладками...
ur: میڈیا مارکس کی _ادارت کریں...
vi: _Quản lý Đánh dấu...

source: Save changes to this playlist before closing?
ca: Desa els canvis de la llista de reproducció al tancar?
cs: Uložit změny v tomto seznamu médií před zavřením?
de: Sollen Änderungen an dieser Liste vor dem Schließen gespeichert werden?
dz: ཁ་མ་བསྡམས་པའི་ཧེ་མ་ བསྒྱུར་བཅོས་འདི་གཏང་ཐོ་འདི་ལུ་སྲུང་བཞག་འབད་ག?
eo: Konservi ŝanĝojn al tio ĉi ludlisto antaŭ ĉeso?
es: ¿Guardar cambios a esta lista de reproducción antes de cerrar?
eu: Itxi aurretik zerrendako aldaketak gorde?
fi: Tallennetaanko muutokset soittolistaan ennen sulkemista?
fr: Enregistrer les changements sur la liste de lecture avant de fermer ?
gu: શું બંધ કરવા પહેલાં આ પ્લેલીસ્ટના ફેરફારો સંગ્રહવા માંગો છો?
he: לשמור שינויים לרשימת השמעה זו לפני סגירה?
hu: Mented a lista változásait?
id: Simpan perubahan ke senarai putar ini sebelum menutup?
ja: このプレイリストを閉じる前に保存しますか？
lv: Saglabāt izmaiņas repertuārā pirms aizvēršanas?
mk: Да се снимат промените за плејлистата пред затворање?
nb_no: Lagre endringer til spillelisten før lukking?
pl: Zapisać zmiany do tej listy przed wyjściem?
pt_br: Salvar as alterações nesta lista de reprodução antes de fechar?
ru: Сохранить изменения в этом списке воспроизведения перед выходом?
sk: Uložiť zmeny do tohto playlistu pred skončením?
sq: Të ruaj ndryshimet e kësaj luajliste para mbylljes?
tr: Kapatmadan önce, değişiklikler çalma listesine kaydedilsin mi?
uk: Зберегти зміни у цьому списку відтворення перед виходом?
ur: بند کرنے سے پہلے تبدیلیان اس پلے لسٹ میں محفوظ کردی جائیں؟
vi: Ghi thay đổi vào danh sách nghe này trước khi đóng?

source: You've changed this playlist since it was last saved.
ca: Heu modificat la llista de reproducció des de que la veu desar.
cs: Změnili jste seznam médií od posledního uložení.
de: Sie haben diese Wiedergabeliste seit dem letzten Speichern geändert.
dz: སྲུང་བཞག་མི་ལས་གོ་བཟུང་སྟེ་ ཁྱོད་ཀྱིས་གཏང་ཐོ་འདི་བསྒྱུར་བཅོས་འབད་ནུག
eo: Vi ŝanĝis la ludliston post lasta konservo.
es: Ha cambiado esta lista desde que se salvó por última vez.
eu: Azkenez gorde zenetik zerrenda hau aldatu egin da.
fi: Olet muuttanut tätä soittolistaa viimeisen tallentamisen jälkeen.
fr: Vous avez modifié cette liste de lecture après son dernier enregistrement.
gu: તમે આ પ્લેલીસ્ટ બદલેલું છે કારણ કે તે છેલ્લે સંગ્રહાયેલ હતું.
he: שינית את רשימת ניגון זו מאז שנשמרה לאחרונה.
hu: Módosítottad a listát az utolsó mentés óta.
id: Anda telah mengubah senarai putar ini sejak terakhir kali disimpan.
ja: このプレイリストは最後に保存してから変更されています。
lv: Jūs esat veicis izmaiņas repertuārā, kopš tas pēdējo reizi tika saglabāts.
mk: Ја променивте оваа плејлиста од последниот пат кога беше снимена
nb_no: Du har endret spillelisten siden den sist ble lagret.
pl: Zmieniłeś tą listę od ostatniego jej zachowania.
pt_br: Você alterou esta lista de reprodução desde que ela foi salva.
ru: Вы изменили этот список воспроизведения после того, как он был последний раз сохранён.
sk: Zmenili ste playlist od posledného uloženia
sq: E keni ndryshuar këtë listë që kur u ruajt për herë të fundit.
tr: Son kayıttan sonra bu çalma listesini değiştirdiniz.
uk: Ви змінили цей список відтворення після того, як він востаннє був збережений.
ur: آخری محفوظگی کے بعد آپ نے اس پلے لسٹ میں تبدیلی کی ہے.
vi: Người dùng đã thay đổi danh sách nghe này kể từ lần ghi cuối cùng.

source: Do_n't save
ca: _No ho desis
cs: _Neukládat
de: _Nicht speichern
dz: སྲུང་བཞག་མ་འབད།(_n)
eo: _Ne konservu
es: _No guardar
eu: E_z Gorde
fi: _Älä tallenna
fr: _Ne pas enregistrer
gu: સંગ્રહ કરશો નહિં (_n)
he: _אל תשמור
hu: _Ne mentsük
id: Ja_ngan simpan
ja: 保存しない(_N)
lv: _Nesaglabāt
mk: Не зачувувај
nb_no: _Ikke lagre
pl: _Nie zapisuj
pt_br: _Não salvar
ru: _Не сохранять
sk: _Neukladať
sq: _Mos ruaj
tr: Kaydet_me
uk: _Не зберігати
ur: محفوظ م_ت کریں
vi: _Không ghi nhớ

source: Save Playlist
ca: Desa la llista de reproducció
cs: Uložit seznam médií
de: Wiedergabeliste speichern
dz: གཏང་ཐོ་སྲུང་བཞག་འབད།
eo: Konservu la ludliston
es: Guardar Lista de Reproducción
eu: Gorde Erreprodukzio-zerrenda
fi: Tallenna soittolista
fr: Enregistrer une liste de lecture
gu: પ્લેલીસ્ટ સંગ્રહો
he: שמור את רשימת ההשמעה
hu: Lista mentése
id: Simpa Senarai Putar
ja: プレイリストを保存する
lv: Saglabāt repertuāru
mk: Зачувај плејлиста
nb_no: Lagre spilleliste
pl: Zapisz listę
pt_br: Salvar lista de reprodução
ru: Сохранить список воспроизведения
sk: Uložiť playlist
sq: Ruaj Luajlistë
tr: Çalma Listesini Kaydet
uk: Зберегти список програвання
ur: پلے لسٹ محفوظ کریں
vi: Ghi Danh sách

source: Autodetect type by extension
ca: Detecció automàtica del tipus emprant l'extensió
cs: Automaticky rozeznat typ souboru podle přípony
de: Typ automatisch an Endung erkennen
dz: རྒྱ་བསྐྱེད་ཀྱིས་འབད་ རང་བཞིན་སྐྱོན་འཛིན་པའི་དབྱེ་བ།
eo: Memtrovu tipon laŭ sufikso
es: Autodetectar tipo por extensión
eu: Mota luzapenaz atzeman
fi: Päättele tyyppi päätteen perusteella
fr: Auto-détection du type par l'extension
gu: એક્સટેન્સન દ્વારા પ્રકાર આપોઆપ શોધો
he: זיהוי סוג אוטומטי לפי סיומת
hu: Típus kiterjesztés alapján
id: Deteksi otomatis tipe dari ekstensi
ja: 拡張子で種類を自動検出する
lv: Autonoteikšana pēc paplašinājuma
mk: Автоматско откривање на екстензијата
nb_no: Automatisk deteksjon med filetternavn
pl: Wykryj typ po rozszerzeniu
pt_br: Autodetectar tipo por extensão
ru: Автоопределение типа по расширению
sk: Automaticky rozoznať typ súboru podľa prípony
sq: Vetëzbulo tip nga zgjatimi
tr: Uzantıya göre tipini otomatik olarak algıla
uk: Визначати тип за розширенням
ur: لاحقوں سے قسم کی خودکار دریافت
vi: Tự động xác định dạng theo phần mở rộng

source: Flat file
ca: Fitxer pla
cs: Běžný soubor
de: Einfachdatei
dz: ཡིག་སྣོད་ལེབ་ཏེམ།
eo: Ebena dosiero
es: Fichero plano
eu: Fitxategi laua
fi: Jäsentelemätön tiedosto
fr: Fichier plat
gu: ફ્લેટ ફાઈલ
he: שיטוח קובץ
hu: Sima fájl
id: Berkas rata
ja: フラットファイル
lv: Izplātā datne
mk: Flat датотека
nb_no: Flat fil
pl: Zwykły plik
pt_br: Arquivo simples
sk: Bežný súbor
tr: Düz dosya
uk: Звичайний файл
ur: فلیٹ فائل
vi: San phẳng tập tin

source: Open Playlist
ca: Obre la llista de reproducció
cs: Otevřít seznam médií
de: Wiedergabeliste öffnen
dz: གཏང་ཐོ་ཁ་ཕྱེ།
eo: Malfermu ludliston
es: Abrir Lista de Reproducción
eu: Ireki Erreprodukzio-zerrenda
fi: Avaa soittolista
fr: Ouvrir une liste de lecture
gu: પ્લેલીસ્ટ ખોલો
he: פתח רשימת השמעה
hu: Lista megnyitása
id: Buka Senarai Putar
ja: プレイリストを開く
lv: Atvērt repertuāru
mk: Отвори плејлиста
nb_no: Åpne spilleliste
pl: Załaduj listę
pt_br: Abrir lista de reprodução
ru: Открыть список воспроизведения
sk: Otvoriť playlist
sq: Hap Luajlistë
tr: Çalma Listesi Aç
uk: Відкрити список програвання
ur: پلے لسٹ کھولیں
vi: Mở Danh sách

source: Title
ca: Títol
cs: Titulek
de: Titel
dz: མགོ་མིང་།
eo: Titolo
es: Título
eu: Izenburua
fi: Nimi
fr: Titre
gu: શીર્ષક
he: כותרת
hu: Cím
id: Judul
ja: タイトル
lv: Virsraksts
mk: Наслов
nb_no: Tittel
pl: Tytuł
pt_br: Título
ru: Название
sk: Názov
sq: Titull
tr: Başlık
uk: Заголовок
ur: عنوان
vi: Tiêu đề

source: Length
ca: Durada
cs: Délka
de: Länge
dz: རིང་ཚད།
eo: Daŭro
es: Duración
eu: Luzera
fi: Kesto
fr: Durée
gu: લંબાઈ
he: אורך
hu: Hossz
id: Panjang
ja: 演奏時間
lv: Garums
mk: Должина
nb_no: Lengde
pl: Długość
pt_br: Tamanho
ru: Продолжительность
sk: Dĺžka
sq: Gjatësi
tr: Uzunluk
uk: Довжина
ur: طول
vi: Dài

source: Add entry to playlist
ca: Afegeix una entrada a la llista de reproducció
cs: Přidat položku do seznamu médií
de: Eintrag zu Wiedergabeliste hinzufügen
dz: གཏང་ཐོ་ལུ་ཐོ་བཀོད་ཁ་སྐོང་བརྐྱབ།
eo: Aldonu eron al ludlisto
es: Añadir entrada a lista de reproducción
eu: Gehitu sarrera zerrendara
fi: Lisää kohde soittolistaan
fr: Ajouter une entrée à la liste de lecture
gu: પ્લેલીસ્ટમાં પ્રવેશ ઉમેરો
he: הוסף פריט לרשימה
hu: Bejegyzés hozzáadása a listához
id: Tambah entri ke senarai putar
ja: エントリーをプレイリストに追加します
lv: Ievietot ierakstu repertuārā
mk: Внеси во плејлиста
nb_no: Legg til element i spillelisten
pl: Dodaj do listy odtwarzania
pt_br: Adicionar entrada à lista de reprodução
ru: Добавить в список
sk: Pridať položku do playlistu
sq: Shto zë te luajlista
tr: Çalma listesine bir girdi ekle
uk: Додати запис до списку програвання
ur: پلے لسٹ میں انٹری شامل کریں
vi: Thêm bài vào danh sách nghe

source: Remove entry from playlist
ca: Suprimeix una entrada de llista de reproducció
cs: Odstranit položku ze seznamu médií
de: Eintrag von Wiedergabeliste löschen
dz: གཏང་ཐོ་ལས་ཐོ་བཀོད་རྩ་བསྐྲད་གཏང་།
eo: Forigu eron de la ludlisto
es: Borrar entrada de la lista de reproducción
eu: Sarrera zerrendatik ezabatu
fi: Poista kohde soittolistasta
fr: Supprimer une entrée de la liste de lecture
gu: પ્લેલીસ્ટમાંથી પ્રવેશ દૂર કરો
he: הסר פריט מהרשימה
hu: Elem törlése a listából
id: Hapus entri dari senarai putar
ja: エントリーをプレイリストから削除します
lv: Izņemt ierakstu no repertuāra
mk: Избриши од плејлиста
nb_no: Fjern element fra spillelisten
pl: Usuń z listy odtwarzania
pt_br: Remover entrada da lista de reprodução
ru: Удалить из списка
sk: Odstrániť položku z playlistu
sq: Hiq zë prej luajlistës
tr: Girdiyi çalma listesinden kaldır
uk: Видалити записи зі списку програвання
ur: پلے لسٹ سے انٹری حذف کریں
vi: Xóa bài khỏi danh sách nghe

source: Move selected playlist entry up
ca: Mou l'entrada seleccionada de la llista de reproducció cap a dalt
cs: Posunou vybranou položku v seznamu médií nahoru
de: Ausgewählten Eintrag nach oben verschieben
dz: སེལ་འཐུ་འབད་དེ་ཡོད་པའི་གཏང་ཐོ་ཐོ་བཀོད་འདི་ཡར་སྤོ་བཤུད་འབད།
eo: Movu la elektitan ludlisteron supren
es: Mover la entrada seleccionada de la lista hacia arriba
eu: Mugitu aukeatutako sarrera gora
fi: Siirrä valittua soittolistan kohdetta ylöspäin
fr: Monter l'élément sélectionné dans la liste de lecture
gu: પસંદિત પ્લેલીસ્ટ પ્રવેશ ઉપર ખસેડો
he: הזז הפריט שנבחר ברשימה למעלה
hu: Választott elem mozgatása fel
id: Pindah entri senarai putar terpilih ke atas
ja: 選択したプレイリストを上に移動します
lv: Pārvietot iekrāsoto repertuāra ierakstu uz augšu
mk: Помести го избраниот запис нагоре во плејлистата
nb_no: Flytt valgte spillelisteelement opp
pl: Przesuń zaznaczone elementy wyżej
pt_br: Move a entrada selecionada na lista de reprodução para cima
ru: Переместить вверх
sk: Posunúť vybranú položku hore
sq: Ngjite sipër zërin e përzgjedhur të luajlistës
tr: Seçili çalma listesi girdisini yukarı taşı
uk: Перемістити елемент списку вгору
ur: منتخب پلے لسٹ انٹری اوپر کریں
vi: Di chuyển bài trong danh sách lên trên

source: Move selected playlist entry down
ca: Mou l'entrada seleccionada de la llista de reproducció cap a avall
cs: Posunou vybranou položku v seznamu médií dolů
de: Ausgewählten Eintrag nach unten verschieben
dz: སེལ་འཐུ་འབད་དེ་ཡོད་པའི་གཏང་ཐོ་ཐོ་བཀོད་མར་སྤོ་བཤུད་འབད།
eo: Movu la elektitan ludlisteron malsupren
es: Mover entrada seleccionada de la lista hacia abajo
eu: Mugitu aukeatutako sarrera behera
fi: Siirrä valittua soittolistan kohdetta alaspäin
fr: Descendre l'élément sélectionné dans la liste de lecture
gu: પસંદિત પ્લેલીસ્ટ પ્રવેશ નીચે ખસેડો
he: הזז הפריט שנבחר ברשימה למטה
hu: Választott elem mozgatása le
id: Pindah entri senarai putar terpilih ke bawah
ja: 選択したプレイリストを下に移動します
lv: Pārvietot iekrāsoto repertuāra ierakstu uz leju
mk: Помести го избраниот запис надолу во плејлистата
nb_no: Flytt valgte spillelisteelement ned
pl: Przesuń zaznaczone elementy niżej
pt_br: Move a entrada selecionada na lista de reprodução para baixo
ru: Переместить вниз
sk: Posunúť vybranú položku dolu
sq: Ule poshtë zërin e përzgjedhur të luajlistës
tr: Seçili çalma listesi girdisini aşağı taşı
uk: Перемістити елемент списку вгору
ur: منتخب پلے لسٹ انٹری نیچے کریں
vi: Di chuyển bài trong danh sách xuống dưới

source: Randomize play order
ca: Reprodueix aleatòriament
cs: Hrát v náhodném pořadí
de: In zufälliger Reihenfolge abspielen
dz: གཏང་བའི་རིམ་པ་འདི་གང་འབྱུང་འབད།
eo: Hazardigu ludordon
es: Reproducir aleatoriamente
eu: Nahastu erreprodukzio sailkapena
fi: Sekoita soittojärjestys
fr: Lire aléatoirement
gu: વગાડવાનો ક્રમ રેન્ડમ કરો
he: נגן באופן אקראי מהרשימה
hu: Véletlenszerű sorrend
id: Acak urutan putar
ja: ランダムな順番で再生します
lv: Sajaukt atskaņošanas secību
mk: Пушти по случаен избор
nb_no: Spill i tilfeldig rekkefølge
pl: Odtwarzanie losowe
pt_br: Embaralhar a ordem de reprodução
ru: Воспроизводить в случайном порядке
sk: Náhodné prehrávanie
sq: Përziej kuturu radhën e luajtjes
tr: Çalma düzenini rastgele yap
uk: Відтворювати у випадковому порядку
ur: چلانے کی ترتیب رینڈمائز کریں
vi: Thứ tự nghe xác xuất

source: Repeat after playlist finishes
ca: Repeteix en acabar la llista de reproducció
cs: Opakovat po přehrání poslední položky v seznamu médií.
de: Von vorne abspielen, wenn das Ende der Wiedergabeliste erreicht ist
dz: གཏང་ཐོ་ཚར་བའི་ཤུལ་ལས་ ཡང་བསྐྱར་འབད།
eo: Ripetu post fino de la ludlisto
es: Repetir después de la finalización de la lista de reproducción
eu: Errepikatu zerrenda amaizterakoan
fi: Aloita alusta, kun soittolista päättyy
fr: Lire en boucle
gu: પ્લેલીસ્ટ પૂર્ણ થાય પછી પુનરાવર્તન કરો
he: חזור להתחלה לאחר סיום ניגון רשימת ההשמעה
hu: Ismétlés a lista végére érve
id: Ulang setelah senarai putar selesai
ja: プレイリストの終了後に繰り返します
lv: Atkārtot, kad repertuārs atskaņots
mk: Повторувај откако ќе заврши плејлистата
nb_no: Repeter etter spilleliste er ferdig
pl: Powtarzaj po skończeniu odtwarzania listy
pt_br: Repetir após o fim da lista de reprodução
ru: При достижении конца списка перейти к началу
sk: Opakovať po skončení playlistu
sq: Përsërit pasi të mbërrihet në fund të luajlistës
tr: Çalma listesi bittikten sonra tekrarla
uk: При досягненні кінця списку переходити на початок
ur: پلے لسٹ ختم ہونے پر دہرائیں
vi: Lặp lại sau khi kết thúc danh sách

source: Save current playlist
ca: Desa la llista de reproducció actual
cs: Uložit současný seznam stop
de: Aktuelle Wiedergabeliste speichern
dz: ད་ལྟའི་གཏང་ཐོ་འདི་སྲུང་བཞག་འབད།
eo: Konservu la nunan ludliston
es: Guardar lista de reproducción actual
eu: Zerrenda Gorde
fi: Tallenna nykyinen soittolista
fr: Enregistrer la liste de lecture courante
gu: વર્તમાન પ્લેલીસ્ટ સંગ્રહો
he: שמור רשימת השמעה נוכחית
hu: Lista mentése
id: Simpan senarai putar saat ini
ja: 現在のプレイリストを保存します
lv: Saglabāt esošo repertuāru
mk: Сними ја активната плејлиста
nb_no: Lagre gjeldende spilleliste
pl: Zapisz bieżącą listę
pt_br: Salvar a lista de reprodução atual
ru: Сохранить текущий список воспроизведения
sk: Uložiť aktuálny playlist
sq: Ruaj luajlistën e çastit
tr: Şu anki çalma listesini kaydet
uk: Зберегти поточний список
ur: حالیہ پلے لسٹ محفوظ کریں
vi: Ghi danh sách hiện thời

source: Open a saved playlist
ca: Obre i desa una llista de reproducció
cs: Otevřít uložený seznam médií
de: Gespeicherte Wiedergabeliste öffnen
dz: སྲུང་བཞག་ཡོད་པའི་གཏང་ཐོ་ཅིག་ཁ་ཕྱེ།
eo: Malfermu konservitan ludliston
es: Abrir una lista de reproducción salvada
eu: Gordetako zerrenda bat ireki
fi: Avaa tallennettu soittolista
fr: Ouvrir une liste de lecture
gu: સંગ્રહાયેલ પ્લેલીસ્ટ ખોલો
he: פתח רשימת השמעה שמורה
hu: Lista megnyitása
id: Buka senarai putar tersimpan
ja: 保存したプレイリストを開きます
lv: Atvērt saglabātu repertuāru
mk: Отвори снимена плејлиста
nb_no: Åpne lagret spilleliste
pl: Załaduj listę
pt_br: Abrir uma lista de reprodução salva
ru: Открыть сохранённый список воспроизведения
sk: Otvoriť uložený playlist
sq: Hap një luajlistë të ruajtur
tr: Kaydedilmiş bir çalma listesi aç
uk: Відкрити збережений список
ur: محفوظ پلے لسٹ کھولیں
vi: Mở danh sách đã ghi

source: Start a new playlist
ca: Comença una nova llista de reproducció
cs: Otevřít nový seznam médií
de: Neue Wiedergabeliste
dz: གཏང་ཐོ་གསརཔ་ཅིག་འགོ་བཙུགས།
eo: Komencu novan ludliston
es: Empezar una nueva lista de reproducción
eu: Zerrenda berri bat hasi
fi: Aloita uusi soittolista
fr: Commencer une nouvelle liste de lecture
gu: નવું પ્લેલીસ્ટ શરૂ કરો
he: התחל רשימת השמעה חדשה
hu: Új lista
id: Mulai senarai putar baru
ja: 新しいプレイリストを開始します
lv: Sākt jaunu repertuāru
mk: Стартувај нова плејлиста
nb_no: Starte ny spilleliste
pl: Twórz nową listę
pt_br: Comaçar uma nova lista de reprodução
ru: Начать новый список воспроизведения
sk: Vytvoriť nový playlist
sq: Filloni një luajlistë të re
tr: Yeni bir çalma listesine başla
uk: Почати новий список
ur: نئی پلے لسٹ بنائیں
vi: Bắt đầu một danh sách mới

source: _Remove Entry
ca: Sup_rimeix l'entrada
cs: Odeb_rat položku
de: _Eintrag löschen
dz: ཐོ་བཀོད་འདི་རྩ་བསྐྲད་གཏང་།(_R)
eo: _Forigu la elementon
es: Bo_rrar Entrada
eu: Sarrera _Ezabatu
fi: _Poista kohde
fr: Supp_rimer l'élément
gu: પ્રવેશ દૂર કરો (_R)
he: _הסר פריט
hu: _Törlés
id: Hapus Entri (_R)
ja: エントリーを削除(_R)
lv: _Noņemt ierakstu
mk: _Избриши запис
nb_no: _Fjern element
pl: _Usuń
pt_br: _Remover entrada
ru: _Удалить
sk: Odst_rániť položku
sq: _Hiq Zë
tr: Gi_rdiyi Kaldır
uk: В_идалити елемент
ur: انٹری _حذف کریں
vi: _Xoá bỏ Bài

source: Move _Up
ca: Mo_u cap a dalt
cs: Nahoru
de: Nach _oben schieben
dz: ཡར་སྤོ་བཤུད་འབད།( _U)
eo: Movu _supren
es: Mover hacia Arri_ba
eu: _Gora Mugitu
fi: Siirrä _ylös
fr: Déplacer en _haut
gu: ઉપર ખસેડો (_U)
he: הזז מ_עלה
hu: Mozgatás _fel
id: Pindah ke Atas (_U)
ja: 上に移動(_U)
lv: Pārvietot _uz augšu
mk: Помести нагоре
nb_no: Flytt _opp
pl: _Wyżej
pt_br: Mover para _cima
ru: Переместить ввер_х
sk: Pos_unúť hore
sq: Ngjite _Sipër
tr: Y_ukarı Taşı
uk: Перемістити в_гору
ur: _اوپر کریں
vi: Chuyển _Lên
