Repository: iwamatsu/xfce-po-translation
Catalog: xfce/xfmedia/trunk/po/*.po
Languages: ca, cs, de, dz, eo, es, eu, fi, fr, gu, he, hu, id, ja, lv, mk, nb_no, pl, pt_br, ru, sk, sq, tr, uk, ur, vi

source: Status: %s
ca: Estat: %s
cs: Stav: %s
dz: གནས་ཚད: %s
eo: Stato: %s
es: Estado: %s
eu: Egoera; %s
fr: Statut : %s
gu: પરિસ્થિતિ: %s
hu: Állapot: %s
ja: 状態: %s
mk: Статус: %s
ru: Статус: %s
sk: Stav: %s
sq: Gjendje: %s
tr: Durum: %s
uk: Статус: %s
ur: حالت: %s
vi: Trạng thái: %s

source: Now Playing: %s
ca: S'està reproduint: %s
cs: Nyní se přehrává: %s
de: Abgespielter Titel: %s
dz: ད་གཏང་དོ: %s
eo: Nun ludas: %s
es: Ahora Reproduciendo: %s
eu: Orain Erreproduzitzen: %s
fi: Nyt soi: %s
fr: Actuellement joué : %s
gu: હમણાં વગાડી રહ્યા છીએ: %s
hu: Betöltve: %s
id: Diputar saat ini: %s
ja: 現在演奏中: %s
lv: Tagad atskaņo: %s
mk: Сега свири: %s
nb_no: Spiller nå: %s
pl: Odtwarzam: %s
pt_br: Reproduzindo agora: %s
ru: Проигрывается: %s
sk: Teraz hrá: %s
sq: Luhet Tani: %s
tr: Çalınan: %s
uk: Відтворюється: %s
ur: چل رہا ہے: %s
vi: Đang nghe: %s

source: Filename: %s
ca: Nom del fitxer: %s
cs: Název souboru: %s
de: Dateiname: %s
dz: ཡིག་སྣོད་མིང་: %s
eo: Dosiernomo: %s
es: Nombre de Archivo: %s
eu: Fitxategi-Izena: %s
fi: Tiedosto: %s
fr: Nom du fichier : %s
gu: ફાઈલનામ: %s
hu: Fájlnév: %s
id: Nama Berkas: %s
ja: ファイル名: %s
lv: Faila nosaukums: %s
mk: Име на датотека: %s
nb_no: Filnavn: %s
pl: Plik: %s
pt_br: Nome do arquivo: %s
ru: Имя файла: %s
sk: Názov súboru: %s
sq: Emër kartele: %s
tr: Dosya adı: %s
uk: Назва файлу: %s
ur: فائل نام: %s
vi: Tên tập tin: %s

source: (none)
ca: (cap)
cs: (žádný)
de: (keine)
dz: (ཅི་མེད།)
eo: (neniu)
es: (ninguno)
eu: (batez)
fi: (ei mitään)
fr: (vide)
gu: (કંઈ નહિં)
hu: (üres)
id: (tak ada)
ja: (無し)
lv: (nekas)
mk: (никој)
nb_no: (ingen)
pl: (brak)
pt_br: (nenhum)
ru: (ничего)
sk: (žiadne)
sq: (asnjë)
tr: (hiçbiri)
uk: (немає)
ur: (کچھ نہیں)
vi: (không)

source: Track Position: %d
ca: Posició de la pista: %d
cs: Pozice ve stopě: %d
de: Position: %d
dz: གླུ་རིམ་གནས་ས: %d
eo: Posizio de la trako: %d
es: Posición de Pista: %d
eu: Pista Kokapena: %d
fi: Sijainti kappaleessa: %d
fr: Durée lue : %d
gu: ટ્રેક સ્થિતિ: %d
hu: Szám helyzete: %d
id: Posisi Lagu: %d
ja: 曲の順番: %d
lv: Celiņa pozīcija: %d
mk: Позиција во песната: %d
nb_no: Posisjon: %d
pl: Pozycja Ścieżki: %d
pt_br: Posição na faixa: %d
sk: Pozícia stopy: %d
sq: Pozicion GJurme: %d
tr: Parça Sırası: %d
uk: Номер доріжки: %d
ur: ٹریک کامقام: %d
vi: Vị trí bài hát: %d

source: Track Length: %d
ca: Durada de la pista: %d
cs: Délka stopy: %d
de: Länge: %d
dz: གླུ་རིམ་རིང་ཚད: %d
eo: Daŭro de la trako: %d
es: Duración de Pista: %d
eu: Pista Luzapena: %d
fi: Kappaleen kesto: %d
fr: Durée de la piste : %d
gu: ટ્રેક લંબાઈ: %d
hu: Szám hossza: %d
id: Panjang Lagu: %d
ja: 演奏時間: %d
lv: Celiņa garums: %d
mk: Должина на песната: %d
nb_no: Lengde: %d
pl: Długość Ścieżki: %d
pt_br: Duração da Faixa: %d
ru: Длина трека: %d
sk: Dĺžka stopy: %d
sq: Gjatësi Gjurme: %d
tr: Parça Uzunluğu: %d
uk: Довжина доріжки: %d
ur: ٹریک کی لمبائی: %d
vi: Chiều dài bài hát: %d

source: Audio Codec: %s Audio Bitrate: %d Audio Sample Rate: %d Audio Channels: %d Audio Bits Per Sample: %d
ca: Còdec d'àudio: %s Rati de bits d'àudio: %d Rati de mostra d'àudio: %d Canals d'àudio: %d Bits per mostra d'àudio: %d
cs: Zvukový kodek: %s Šířka pásma: %d Vzorkovací frekvence: %d Zvukové kanály: %d Bitů na vzorek: %d
de: Audio-Codec: %s Audio-Bitrate: %d Audio-Samplerate: %d Audiokanäle: %d Audiobits pro Sample: %d
dz: རྣར་ཉན་ཀོ་ཌེཀ: %s རྣར་ཉན་བའི་ཊེརཌེ: %d རྣར་ཉན་དཔེ་ཚད་མགྱོགས་ཚད: %d རྣར་ཉན་རྒྱུ་ལམ་ཚུ: %d དཔེ་ཚད་རེ་ལུ་རྣར་ཉན་བིཊིསི: %d
es: Códec de Audio: %s Tasa de bits de Audio: %d Tasa de Muestreo de Audio: %d Canales de Audio: %d Bits Por Muestra de Audio: %d
eu: Audio Kodeka: %s Audio Bit-tasa: %d Audio Adibide Tasa: %d Audio Kanalak: %d Audio Bit Adibideko: %d
fi: Äänen pakkausmuoto: %s Äänen bittinopeus: %d Näytteenottotaajuus: %d Äänen kanavat: %d Näytteen bittimäärä: %d
fr: Codec audio : %s Débit audio : %d Taux d'échantillonage audio : %d Canaux audio : %d Résolution d'échantillonage audio : %d
gu: ઓડિયો કોડેક: %s ઓડિયો બીટદર: %d ઓડિયો નમૂના દર: %d ઓડિયો ચેનલો: %d નમૂના પ્રતિ ઓડિયો બીટ્સ: %d
hu: Kodek: %s Bitarány: %d Mintavétel: %d Csatornák: %d Bitek mintánként: %d
id: Codec Audio: %s Bitrasi Audio: %d Tingkat Contoh Audio: %d Saluran Audio: %d Bit Per Contoh Audio: %d
ja: 音声 コーデック: %s 音声 ビット速度: %d 音声 サンプル速度: %d 音声 チャンネル数: %d 音声 ビット数/サンプル: %d
lv: Audio kodeks: %s Audio bitu ātrums: %d Audio nolases lielums: %d Audio kanāli: %d Audio biti nolase: %d
mk: Аудио кодек: %s Аудио проток на битови: %d Аудио стапка на семплување: %d Аудио канали: %d Аудио битови по : %d
nb_no: Lydkodek: %s Lydbitrate: %d Lyd samplingsrate: %d Lydkanalerls: %d Sampling kvalitet: %d
pl: Kodek Audio: %s Audio Bitrate: %d Częstotliwość Próbkowania: %d Kanały Audio: %d Bity Audio na Próbkę: %d
pt_br: Codec de áudio: %s Bitrate de áudio: %d Taxa de amostra de áudio: %d Canais de áudio: %d Bits por amostra de áudio: %d
ru: Аудио,кодек: %s Аудио, битрейт: %d Аудио, сэмплов/сек: %d Аудио, каналы: %d Аудио, битов/сэмпл: %d
sk: Audio kodek: %s Audio tok: %d Audio vzorkovacia frekvencia:%d Audio kanály: %d Audio bitov na vzorku: %d
tr: Ses Çözücü: %s Ses Oranı: %d Ses Örnekleme Oranı: %d Ses Kanalları: %d Ses Örnekleme Sıklığı: %d
uk: Звуковий кодек: %s Швидкість потоку бітів: %d Дискретизація: %d Каналів звуку: %d Біт на канал звуку: %d
ur: صوتی کوڈیک: %s صوتی بٹ ریٹ: %d صوتی سیمپل ریٹ: %d صوتی چینل: %d صوتی بٹ فی سیمپل: %d
vi: Codec nhạc: %s Bitrate nhạc: %d Xếp hạng ví dụ: %d Kênh nhạc: %d Số bít nhạc mỗi ví dụ: %d

source: Video Codec: %s Video Bitrate: %d Video Frames Per Second: %.02f Video Frame Size: %dx%d Video Aspect Ratio: %.02f
ca: Còdec de vídeo: %s Rati de bits de vídeo: %d Fotogrames per segon: %.02f Mida dels fotogrames: %dx%d Proporció d'aspecte: %.02f
cs: Videokodek: %s Šířka pásma: %d Snímků za vteřinu: %.02f Velikost snímku: %dx%d Poměr stran obrazu: %.02f
de: Video-Codec: %s Video-Bitrate: %d Videobilder/Sekunde: %.02f Videobild-Größe: %dx%d Video-Seitenverhältnis: %.02f
dz: ཝི་ཌིའོ་ཀོ་ཌེཀ: %s ཝི་ཌིའོ་བའི་ཊེརཌི: %d སྐར་ཆ་རེ་གི་ཝི་ཌིའོ་གཞི་ཁྲམ: %.02f ཝི་ཌིའོ་གཞི་ཁྲམ་གྱི་ཚད: %dx%d ཝི་ཌིའོ་རྣམ་པའི་དཔྱ་ཚད: %.02f
eo: Filma kodmalkodilo: %s Filma bitrapido: %d Filmokadroj pro sekundo: %.02f Filmokadra grandeco: %dx%d Filma aspekta rilatumo: %.02f
es: Códec de Vídeo: %s Tasa de bits de Vídeo: %d Cuadros Por Segundo: %.02f Tamaño Cuadro de Vídeo: %dx%d Relación de Aspecto de Vídeo: %.02f
eu: Bideo Kodeka: %s Bideo Bitasa: %d Bideo Marko segunduko: %.02f Bideo Marko Tamaina: %dx%d Bideo Itxura Erlazioa: %.02f
fi: Videon pakkausmuoto: %s Videon bittinopeus: %d Kuvia sekunnissa: %.02f Videon resoluutio: %dx%d Videon kuvasuhde: %.02f
fr: Codec vidéo : %s Débit vidéo : %d Images par seconde : %.02f Résolution vidéo : %dx%d Ratio vidéo : %.02f
gu: વીડિયો કોડેક: %s વીડિયો બીટદર: %d સેકન્ડ પ્રતિ વીડિયો ચોકઠાંઓ: %.02f વીડિયો ચોકઠાં માપ: %dx%d વીડિયો એસ્પેક્ટ રેશિયો: %.02f
hu: Kodek: %s Bitarány: %d Kockák másodpercenként: %.02f Méret: %dx%d Arány: %.02f
id: Codec Video: %s Bitrasi Video: %d Bingkai Video Per Detik: %.02f Ukuran Bingkai Video: %dx%d Rasio Aspek Video: %.02f
ja: 映像 コーデック: %s 映像 ビット速度: %d 映像 フレーム数/秒: %.02f 映像 フレームサイズ: %dx%d 映像 縦横比: %.02f
lv: Video kodeks: %s Video bitu ātrums: %d Video kadri sekundē: %.02f Video kadra izmērs: %dx%d Video skata koeficients: %.02f
mk: Видео кодек: %s Видео проток на битови: %d Видео рамки на секунда: %.02f Видео големина на рамка: %dx%d Видео размер: %.02f
nb_no: Videokodek: %s Video bitrate: %d Video rammer pr sekund: %.02f Video rammestørrelse: %dx%d Video størrelsesforhold: %.02f
pl: Kodek Wideo: %s Video Bitrate: %d Klatek Na Sekundę: %.02f Rozmiar Klatki: %dx%d Video Aspect Ratio: %.02f
pt_br: Codec de vídeo: %s Taxa de bits de video: %d Quadros por segundo: %.02f Tamanho do quadro de vídeo: %dx%d Taxa de proporção de vídeo: %.02f
ru: Видео, кодек: %s Видео, битрейт: %d Видео, кадров/сек: %.02f Видео, размер кадра: %dx%d Видео, степень сжатия: %.02f
sk: Video kodek: %s Video tok: %d Video snímkov za sekundu: %.02f Video rozlíšenie: %dx%d Video pomer strán: %.02f
tr: Görüntü Çözücü: %s Görüntü Oranı: %d Saniyede Güncellenen Resim Sayısı: %.02f Görüntü Resim Boyutu: %dx%d Görüntü Boyut Oranı: %.02f
uk: Відео кодек: %s Швидкість потоку бітів: %d Кадрів за секунду: %.02f Розмір відео кадру: %dx%d Співвідношення сторін: %.02f
ur: ویڈیو کوڈیک: %s ویڈیو بٹ ریٹ: %d ویڈیو فریم فی سیکنڈ: %.02f ویڈیو فریم حجم: %dx%d ویڈیو ریشو: %.02f
vi: Codec hình: %s Bitrate hình: %d Số hình mỗi giây: %.02f Kích thước hình: %dx%d Phần trăm của mặt: %.02f

source: Playlist Length: %d
ca: Durada de la llista: %d
cs: Délka seznamu médií: %d
de: Länge der Wiedergabeliste: %d
dz: གླུ་ཐོ་རིང་ཚད: %d
eo: Daŭro de la ludlisto: %d
es: Duración de la Lista de reproducción: %d
eu: Erreprodukzio-zerrenda Luzapena: %d
fi: Soittolistan kesto: %d
fr: Nombre d'entrées dans la liste : %d
gu: પ્લેલીસ્ટ લંબાઈ: %d
hu: Lista hossza: %d
id: Panjang Senarai Putar: %d
ja: リストの演奏時間: %d
lv: Atskaņošanas saraksta garums: %d
mk: Траење на плејлиста: %d
nb_no: Spilleliste tid: %d
pl: Czas Odtwarzania: %d
pt_br: Tamanho da lista de reprodução: %d
ru: Длина списка %d
sk: Dĺžka zoznamu skladieb: %d
sq: Gjatësi Luajliste: %d
tr: Çalma Listesi Uzunluğu: %d
uk: Довжина списку програвання: %d
ur: پلے لسٹ طول: %d
vi: Chiều dài danh sách nghe: %d

source: Current Playlist Index: %d
ca: Índex de la llista: %d
cs: Pozice v seznamu médií: %d
de: Aktueller Index: %d
dz: ད་ལྟོའི་གླུ་ཐོ་གི་ཟུར་ཐོ: %d
es: Índice de Reproducción Actual: %d
eu: Erreprodukzio-zerrenda Indizea: %d
fi: Soittolistan kohde: %d
fr: Position actuelle dans la liste : %d
gu: વર્તમાન પ્લેલીસ્ટ અનુક્રમણિકા: %d
hu: Jelenlegi lista mutató: %d
id: Indeks Senarai Putar Saat Ini: %d
ja: リストのインデックス: %d
lv: Esošā atskaņošanas saraksta indekss: %d
mk: Индекс на активна плејлиста: %d
nb_no: Gjeldende spilleliste indeks: %d
pl: Bieżąca lista odtwarzania: %d
pt_br: Índice da lista de reprodução atual: %d
ru: Текущая позиция в списке: %d
sk: Aktuálna pozícia v zozname skladieb:%d
tr: Geçerli Çalma Listesi: %d
uk: Поточний номер у списку: %d
ur: حالیہ پلے لسٹ انڈیکس: %d
vi: Chỉ mục danh sách nghe hiện thời: %d

source: Xfmedia-Infopipe: Unable to delete file '%s'.
ca: Xfmedia-Infopipe: No es pot borrar el fitxer «%s».
cs: Xfmedia-Infopipe: Nelze smazat soubor '%s'.
de: Xfmedia-Infopipe: Datei »%s« konnte nicht gelöscht werden.
dz: ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་-བརྡ་དོན་རྒྱུད་དུང་: ཡིག་སྣོད་'%s'འདི་བཏོན་གཏང་མ་ཚུགས།
es: Xfmedia-Infopipe: No se puede borrar archivo '%s'.
eu: Xfmedia-Infopipe: Ezin da '%s' fitxategia ezabatu.
fi: Xfmedia-infoputki: Ei voi poistaa tiedostoa '%s'.
fr: Xfmedia-Infopipe : impossible d'effacer le fichier '%s'.
gu: Xfmedia-Infopipe: ફાઈલ '%s' કાઢી નાંખવામાં અસમર્થ.
hu: Xfmedia-Infopipe: Nem sikerült törölni ezt a fájlt: '%s'.
id: Xfmedia-Infopipe: Tak dapat menghapus berkas '%s'.
ja: Xfmedia-Infopipe: ファイル '%s' を削除できません。
lv: Xfmedia-Infopipe: Nevarēja izdzēst failu '%s'.
mk: Xfmedia-Infopipe: Не може да се избрише датотеката '%s'.
nb_no: Xfmedia-Infopipe: Klarte ikke slette fil '%s'.
pl: Xfmedia-Infopipe: Nie mogę skasować '%s'.
pt_br: Xfmedia-Infopipe: Não foi possível excluir o arquivo "%s".
ru: Xfmedia-Infopipe: Не удалось удалить файл '%s'.
sk: Xfmedia-Infopipe: Nie je možné zmazať súbor '%s'.
sq: Xfmedia-Infopipe: I pazoti të fshij kartelën '%s'.
tr: Xfmedia-Bilgi Ekranı: Dosya Silinemedi '%s'.
uk: Xfmedia-Infopipe: Не вдається видалити файл '%s'.
ur: Xfmedia-Infopipe: فائل '%s' حذف نہیں ہوسکتی.
vi: Xfmedia-Infopipe: Không xóa được tập tin '%s'.

source: Xfmedia-Infopipe: Unable to create pipe '%s'.
ca: Xfmedia-Infopipe: No es pot crear el conducte «%s».
cs: Xfmedia-Infopipe: Nelze vytvořit rouru '%s'.
de: Xfmedia-Infopipe: Pipe »%s« konnte nicht erstellt werden.
dz: ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་-བརྡ་དོན་རྒྱུད་དུང་:རྒྱུད་དུང་ '%s'འདི་གསར་བསྐྲུན་འབད་མ་ཚུགས།
es: Xfmedia-Infopipe: No se puede crear la tubería '%s'.
eu: Xfmedia-Infopipe: Ezin da '%s' tutua sortu.
fi: Xfmedia-infoputki: Ei voi luoda putkea '%s'.
fr: Xfmedia-Infopipe : impossible de créer le tube '%s'.
gu: Xfmedia-Infopipe: pipe '%s' બનાવવામાં અસમર્થ.
hu: Xfmedia-Infopipe: Nem lehet létrehozni az alábbi pipát: '%s'.
id: Xfmedia-Infopipe: Tak dapat membuat pipa '%s'.
ja: Xfmedia-Infopipe: パイプ '%s' を作成できません。
lv: Xfmedia-Infopipe: Nevarēja izveidot programmkanālu '%s'.
mk: Xfmedia-Infopipe: Не може да се креира цевка '%s'.
nb_no: Xfmedia-Infopipe: Klarte ikke lage kanal '%s'.
pl: Xfmedia-Infopipe: Nie mogę stworzyć rurki '%s'.
pt_br: Xfmedia-Infopipe: Não foi possível criar o pipe "%s".
ru: Xfmedia-Infopipe: Не удалось создать именованный канал '%s'.
sk: Xfmedia-Infopipe: Nie je možné vytvoriť rúru '%s'.
sq: Xfmedia-Infopipe: I pazoti të krijoj pipë '%s'.
tr: Xfmedia-Bilgi Ekranı: Bilgi Oluşturulamadı '%s'.
uk: Xfmedia-Infopipe: Не вдається створити канал '%s'.
ur: Xfmedia-Infopipe: pipe '%s' بنانے میں ناکامی.
vi: Xfmedia-Infopipe: Không tạo được ống pipe '%s'.

source: Xfmedia Infopipe
dz: ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་བརྡ་དོན་རྒྱུད་དུང་།
eo: Xfmedia informkanalo
fi: Xfmedia infoputki
tr: Xfmedia Bilgi Ekranı
ur: Xfmedia انفو پائپ

source: The Infopipe plugin creates a pipe in /tmp that you can use to retrieve information about the currently playing track.
ca: El connector Infopipe crea un conducte a /tmp que es pot fer servir per obtenir informació sobre la pista en execució.
cs: Zásuvný modul infopipe vytváří rouru v adresáři /tmp, kterou můžete použít pro získání informací o právě přehrávaném souboru.
de: Das Infopipe-Plugin erstellt eine Pipe in »/tmp«, die verwendet werden kann, um Informationen über den gerade abgespielten Titel zu erhalten.
dz: ཁྱོད་ཀྱིས་ ད་ལྟོ་གཏང་དོ་ཡོད་པའི་གླུ་རིམ་གྱི་སྐོར་ལས་ བརྡ་དོན་སླར་འདྲེན་འབད་ནི་ལུ་ལག་ལེན་འཐབ་བཏུབ་པའི་ རྒྱུད་དུང་ཅིག་ /tmpནང་ བརྡ་དོན་རྒྱུད་དུང་པ་ལག་ཨིན་གྱིས་ གསར་བསྐྲུན་འབདཝ་ཨིན།
es: El complemento Infopipe crea una tubería en /tmp que puede usar para obtener información sobre la pista que actualmente se está reproduciendo.
eu: Infopipe pluginak unean erreproduzitzen ari den pistaren argibideak jasotzeko /tmp-ra tutu vat sortzen du.
fi: Infoputki-liitännäinen luo /tmp-hakemistoon putken, jonka kautta saat tietoja soivasta kappaleesta.
fr: Le greffon Infopipe crée un tube dans /tmp qui peut être utilisé pour récupérer des informations sur la piste jouée.
gu: Infopipe પ્લગઈન /tmp માં pipe બનાવે છે કે જે તમે વર્તમાનમાં ટ્રેક વગાડી રહેલ વિશે જાણકારી મેળવવા માટે વાપરી શકાય છે.
hu: Az Infopipe létrehoz egy pipát a /tmp-ben, mellyel a hálózat bármely pontján pontosan lekérheted a most lejátszott szám adatait.
id: Plugin Infopipe membuat pipa di /tmp yang dapat anda gunakan untuk mengambiil informasi tentang lagu yang saat ini dimainkan.
ja: Infopipe プラグインは、現在再生中の曲に関する情報を得られるように /tmp にパイプを作成します。
lv: Infopipe spraudnis izveido programmkanālu, iekš /tmp, kuru varat izmantot, lai iegūtu informāciju par patreiz spēlējošo celiņu.
mk: Infopipe додатокот креира цевка во /tmp која може да се користи за да се добијат информации за песната која моментално пее.
nb_no: Infopipe programtillegget lager et rør i /tmp som kan brukes til å hente informasjon om lydsporet som nå spilles.
pl: Wtyczka Infopipe tworzy rurkę w /tmp, którą możesz użyć do pobrania danych o odtwarzanym utworze.
pt_br: O plug-in Infopipe cria um pipe em /tmp que pode ser usado para recuperar informações sobre a mídia sendo reproduzida.
ru: Модуль Infopipe создает в каталоге /tmp именованный канал, который можно использовать для получения информации о проигрываемом треке.
sk: Infopipe plugin vytvára rúru v /tmp, kde sa dajú získať informácie o práve prehrávanej skladbe.
sq: Shtojca Infopipe krijon një pipë në /tmp të cilën mund ta përdorni për të marrë prej andej të dhëna rreth gjurmës që luhet në një çast të dhënë.
tr: Bilgi eklentisi ekranı, o anda çalmakta olan parça hakkında bilgi vermek için, /tmp içine bir borucuk oluşturur.
uk: Модуль Infopipe створює канал /tmp який можна використати для отримання інформації про поточний список програвання.
ur: Infopipe نے /tmp میں ایک pipe بنادیا ہے جس سے آپ حالیہ چلتے ہوئے ٹریک کی معلومات حاصل کرسکتے ہیں.
vi: Plugin Infopipe tạo ra một đường ống pipe trong /tmp cho phép người dùng sử dụng để nhận thông tin về bài hát đang nghe.

source: Equalizer
ca: Equalitzador
cs: Ekvalizér
dz: ཆ་སྙོམས་པ།
eo: Ekvalizilo
es: Ecualizador
eu: Ekualizadorea
fi: Ekvalisaattori...
fr: Égaliseur
he: אקולייזר
hu: Kiegyenlítő
ja: イコライザー
lv: Izlīdzinātājs
mk: Изедначувач
nb_no: Tonekontroller
pl: Korektor graficzny
pt_br: Equalizador
ru: Эквалайзер
sk: Ekvalizér
tr: Ekolayzer
uk: Еквалайзер
vi: Bộ cân bằng

source: Preamp
cs: Předzesilovač
de: Vorverstärker
dz: པིརིམཔི།
eo: Amplifiku
es: Preamplifiación
eu: Aurreamplikadorea
fi: Esivahvistus
fr: Preampli
he: קדם-מגבר
hu: Előerősítés
id: Pra amp
ja: プリアンプ
lv: Sākotnējais pastiprinātājs
mk: Предзасилувач
nb_no: Forforsterker
pt_br: Pré-amplificador
ru: Предусилитель
sk: Predzosilovač
tr: Güçlendirici
uk: Пред.підсилення
vi: Âm li

source: http: failed to open socket: %s
ca: http: No s'ha pogut obrir el socket: %s
cs: http: otevření socketu se nezdařilo: %s
de: http: Konnte Socket nicht öffnen: %s
dz: ཨེཆ་ཊི་ཊི་པི: སོ་ཀེཊི་ཁ་ཕྱེ་ནི་ལུ་འཐུས་ཤོར་འབྱུང་ནུག: %s
eo: http: malsukcesis malfermi kontaktoskatolon: %s
es: http: fallo al abrir socket: %s
eu: http: huts socket-a irekitzerakoan: %s
fi: http: pistokkeen avaaminen epäonnistui: %s
fr: http: échec à l'ouverture du socket:%s
he: http: כשל בפתיחת שקע: %s
hu: http: sikertelen socket nyitás: %s
id: http: gagal membuka soket: %s
ja: HTTP: ソケットを開くのに失敗しました: %s
lv: http: neizdevās atvērt ligzdu: %s
mk: http: не може да се отвори сокет: %s
nb_no: http: Klarte ikke å åpne sokkel: %s
pl: http: nie mogę otworzyć połączenia: %s
pt_br: http: falha ao abrir o socket: %s
ru: http: не удалось открыть сокет: %s
sk: http: otvorenie socketu sa nepodarilo: %s
sq: http: dështova në hapjen e "socket"-it: %s
tr: http: Soket: %s Açılamadı
uk: http: не вдається відкрити сокет: %s
ur: http: ساکٹ کھولنے میں ناکامی: %s
vi: http: không mở được socket: %s

source: http: cannot connect to host
ca: http: No es pot connectar a la màquina
cs: http: nelze se připojit k hostiteli
de: http: Kann keine Verbindung zum Host aufbauen
dz: ཨེཆ་ཊི་ཊི་པི: ཧོསཊི་ལུ་མཐུད་མི་བཏུབ།
eo: http: ne povas konekti al la servilo
es: http: no se puede conectar al host
eu: http: ezin da ostalarira konektatu
fi: http: isäntään ei saa yhteyttä
fr: http: ne peut se connecter à l'hôte
he: http: לא יכול להתחבר למארח
hu: http: nem tudok kapcsolódni
id: http: tak dapat menyambung ke host
ja: HTTP: ホストに接続できません
lv: http: nevar izveidot savienojumu ar resursdatoru
mk: http: не може да се поврзе со домакин
nb_no: http: Klarte ikke å koble til tjener
pl: http: nie można połączyć się z hostem
pt_br: http: não foi possível se conectar ao host
ru: http: не удалось соединиться с удалённым компьютером
sk: http: nie je možné pripojiť sa k hostiteľovi
sq: http: s'lidhem dot te streha
tr: http: kaynağa bağlanamadı
uk: http: не вдається з'єднатись з вузлом
ur: http: ہوسٹ سے رابطہ نہیں ہوسکا
vi: http: không kết nối được tới máy

source: http: unable to resolve '%s'
ca: http: Impossible resoldre «%s»
cs: http: nelze přeložit adresu '%s'
de: http: »%s« kann nicht aufgelöst werden
dz: ཨེཆ་ཊི་ཊི་པི: '%s' འདི་མོས་མཐུན་འབད་མ་ཚུགས།
eo: http: ne eblas trovi la IP-adreson de '%s'
es: http: no se pudo resolver '%s'
eu: http: ezin da '%s' ebatzi
fi: http: kohdetta "%s" ei voi selvittää
fr: http: ne peut pas résoudre '%s'
he: http: אין אפשרות לפענח את "%s"
hu: http: sikertelen feloldás: '%s'
id: http: tak dapat membuka '%s'
ja: HTTP: ホスト名 '%s' を解決できません
lv: http: nevarēja sameklēt '%s'
mk: http: не може да се разреши '%s'
nb_no: http: Klarte ikke å oversette '%s' til ip-adresse
pl: http: błąd '%s'
pt_br: http: não foi possível resolver "%s"
ru: http: не удалось найти '%s'
sk: http: nie je možné preložiť adresu '%s'
sq: http: i pazoti të ftilloj '%s'
tr: http: '%s Çözümlenemedi
uk: http: не вдається розв'язати '%s'
ur: http: دریافت نہیں ہوسکا '%s'
vi: http: không tìm thấy '%s'

source: http: unable to connect to '%s'
ca: http: Impossible connectar-se a «%s»
cs: http: nelze se připojit k '%s'
de: http: Kann keine Verbindung zum Host »%s« aufbauen
dz: ཨེཆ་ཊི་ཊི་པི: '%s' འདི་ལུ་མཐུད་མ་ཚུགས།
eo: http: ne povas konekti al '%s'
es: http: no se pudo conectar a '%s'
eu: http: ezin da '%s'-ra konektatu
fi: http: ei voi yhdistää kohteeseen "%s"
fr: http: ne peut pas se connecter à '%s'
he: http: אין אפשרות להתחבר אל "%s"
hu: http: sikertelen kapcsolódás ide: '%s'
id: http: tak dapat menyambung ke '%s'
ja: HTTP: '%s' に接続できません
lv: http: nevarēja savienoties ar '%s'
mk: http: не може да се поврзе со '%s'
nb_no: http: Klarte ikke å koble til '%s'
pl: http: nie mogę połączyć się z '%s'
pt_br: http: não foi possível se conectar a "%s"
ru: http: не удается соединиться с '%s'
sk: http: nejde sa pripojiť k '%s'
sq: http: i pazoti të lidhem me '%s'
tr: http: '%s' Adresine Bağlanılamadı
uk: http: не вдається з'єднатись з '%s'
ur: http: '%s' سے رابطہ نہیں ہوسکا
vi: http: không kết nối được tới '%s'

source: URL parse error
ca: Error al analitzar l'URL
cs: chyba při načítání adresy URL
de: Fehler beim Parsen des URLs
dz: ཡུ་ཨར་ཨེལ་མིང་དཔྱད་འབད་ནི་ལུ་འཛོལ་བ།
eo: URL sintakta analizeraro
es: Error de procesado de URL
eu: URL analisi errorea
fi: URL-jäsennysvirhe
fr: Erreur d'analyse de l'URL
he: שגיאה בפענוח URL
hu: URL értelmezés hiba
id: Galat parse URL
ja: URL 解析エラー
lv: URL parsēšanas kļūda
mk: URL грешка во парсирање
nb_no: Url parsefeil
pl: Błąd parsowania URLa
pt_br: Erro ao analisar o URL
ru: Ошибка при разборе URL
sk: chyba pri načítavaní adresy URL
sq: gabim përtypjeje URL-je
tr: URL dil hatası
uk: помилка розбору URL
ur: URL میں غلطی
vi: lỗi phân tích URL

source: proxy authentication error
ca: Error d'autenticació al servidor intermediari
cs: chyba při autentizaci na serveru proxy
de: Fehler bei der Authentifizierung am Proy
dz: པོརོ་སི་བདེན་བཤད་འཛོལ་བ།
eo: prokurila aŭtorecokontrolo eraris
es: error de autenticación en el proxy
eu: proxy egiaztapen errorea
fi: välityspalvelimen todennusvirhe
fr: Erreur d'authentification au proxy
he: שגיאה בהזדהות מול proxy
hu: proxy hitelesítés hiba
id: galat otentikasi proxy
ja: プロキシ認証エラー
lv: starpnieka autentifikācijas kļūda
mk: proxy автентикациска грешка
nb_no: Mellomtjener autentiseringsfeil
pl: błąd uwierzytelniania proxy
pt_br: erro de autenticação no proxy
ru: ошибка аутентификации прокси
sk: chyba pri autentizácii na serveri proxy
sq: gabim mirëfilltësimi ndërmjetësi
tr: proxy yetkilendirme hatası
uk: помилка аутентифікації проксі
ur: پراکسی تصدیق میں غلطی
vi: lỗi xác thực proxy

source: host connect error
ca: Error al connectar-se a la màquina
cs: chyba při připojení k hostiteli
de: Fehler beim Verbinden mit dem Host
dz: ཧོསཊི་མཐུད་ནི་ལུ་འཛོལ་བ།
eo: gastigo konekta eraro
es: error de conexión de host
eu: ostalari konexio erroea
fi: virhe yhdistettäessä isäntään
fr: Erreur de connection à l'hôte
he: שגיאה בהתחברות לשרת
hu: host kapcsolódás hiba
id: galat menyambung host
ja: HTTP 接続エラー
lv: resursdatora savienošanās kļūda
mk: грешка во поврзувањето со домакинот
nb_no: Tjener tilkoblingsfeil
pl: błąd połączenia z hostem
pt_br: erro de conexão ao host
ru: ошибка соединения
sk: chyba pri pripojení k hostiteľovi
sq: gabim lidhjeje me strehën
tr: Host bağlantı hatası
uk: помилка підключення до вузла
ur: ہوسٹ اتصال میں غلطی
vi: lỗi kết nối tới máy
