Repository: iwamatsu/xfce-po-translation
Catalog: xfce/xfmedia/trunk/po/*.po
Languages: ca, cs, de, dz, eo, es, eu, fi, fr, gu, he, hu, id, ja, lv, mk, nb_no, pl, pt_br, ru, sk, sq, tr, uk, ur, vi

source: Xfmedia was unable to open '%s'. Be sure that the file exists and that you have permission to access it.
ca: L'xfmedia no ha pogut obrir «%s». Comproveu que existeixi el fitxers i que tingueu permisos per accedir-hi.
cs: Xfmedia nemohl otevřít '%s'. Ujistěte se, že soubor existuje a že máte patřičná oprávnění.
de: Xfmedia konnte die ausgewählte Datei »%s« nicht öffnen. Stellen Sie sicher, dass die Datei existiert und Sie die erforderlichen Zugriffsrechte besitzen.
dz: ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་འདི་ '%s' ཁ་ཕྱེ་མ་ཚུགས་བས། ཡིག་སྣོད་འདི་གནས་དེ་ཡོདཔ་དང་ ཁྱོད་ལུ་འཛུལ་སྤྱོད་འབད་ནི་གི་གནང་བ་ཡོདཔ་ངེས་བདེན་བཟོ།
es: Xfmedia no pudo abrir '%s'. Asegúrese de que el archivo exista y de que tenga permisos para acceder a él.
eu: Xfmedia ez da '%s' irekitzeko gai. Ziurtatu fitxategia dagoela eta eskuratzeko baimena duzula.
fi: Xfmedia ei voinut avata tiedostoa '%s'. Varmista, että tiedosto on olemassa ja että sinulla on oikeudet sen käyttämiseen.
fr: Xfmedia n'a pu ouvrir '%s'. Assurez vous que ce fichier existe et que vous avez les droits nécessaire pour y accéder.
gu: Xfmedia એ '%s' ખોલવામાં અસમર્થ હતું. ખાતરી કરો કે ફાઈલ અસ્તિત્વમાં છે અને તમારી પાસે તેને વાપરવાની પરવાગનગીઓ છે.
he: Xfmedia הצליח יכול לפתוח את "%s". נא לוודא כי הקובץ קיים וכי יש לך הרשאות לגשת אליו.
hu: Az Xfmedia nem tudta megnyitni e fájlt: '%s'. Gyűzűdj meg, hogy létezik és van jogod olvasni.
id: Xfmedia tak dapat membuka '%s'. Pastikan bahwa berkas ada dan anda memiliki hak akses untuk mengaksesnya.
ja: Xfmedia が '%s' を開けません。ファイルが存在してアクセスする権限があるか確認して下さい。
lv: Xfmedia nevarēja atvert '%s'. Pārliecinieties, ka fails eksistē un Jums ir pieejas tiesības uz failu.
mk: Xfmedia не успеа да го отвори '%s'. Бидете сигурни дека датотеката постои и дека Вие имате одобрение за пристап до нив.
nb_no: Xfmedia klarte ikke åpne '%s'. Kontroller at filen eksisterer og at du har rettigheter til å lese den.
pl: Xfmedia nie był w stanie otworzyć '%s'. Upewnij się, że plik istnieje i że masz uprawnienia do odczytu.
pt_br: O Xfmedia foi incapaz de abrir "%s". Certifique-se de que o arquivo existe e você tem permissão para acessá-lo.
ru: Xfmedia не удалось открыть файл '%s'. Убедитесь, что файл существует, и вы имеете права на чтение этого файла.
sk: Xfmedia nemôže otvoriť zvolený súbor (%s). Uistite sa, že súbor existuje a máte príslušné prístupové práva.
sq: Xfmedia nuk qe në gjendje të hapë '%s'. Sigurohuni që kartela ekziston dhe që keni leje për hapje të saj.
tr: Xfmedia '%s' dosyasını açamadı. Dosyanın var olup olmadığını ve erişim izinlerinin doğru ayarlandığından emin olun.
uk: Xfmedia не вдається відкрити файл '%s'. Перевірте, що файл існує та ви маєте права на читання цього файлу.
ur: Xfmedia '%s' کو نہیں کھول سکا. یقین کر لیں کہ فائل موجود ہے اور آپ کو اس تک رسائی کی اجازت ہے.
vi: Xfmedia không mở được ´%s´. Cần chắc là tập tin tồn tại và người dùng có quyền truy cập đến nó.

source: Unable to open file.
ca: No s'ha pogut obrir el fitxer.
cs: Nelze otevřít soubor.
de: Datei kann nicht geöffnet werden.
dz: ཡིག་སྣོད་ཁ་ཕྱེ་མ་ཚུགས།
eo: Neeblas malfermi la dosieron.
es: No se pudo abrir el archivo.
eu: Ezin da fitxategia ireki.
fi: Tiedoston avaaminen epäonnistui.
fr: Impossible d'ouvrir le fichier.
gu: ફાઈલ ખોલવામાં અસમર્થ.
he: לא יכול לפתוח קובץ.
hu: Sikertelen fájlmegnyitás.
id: Tak dapat membuka berkas.
ja: ファイルを開けません。
lv: Nevarēju atvērt failu.
mk: Не може да се отвори датотеката.
nb_no: Klarte ikke åpne fil.
pl: Nie można otworzyć pliku.
pt_br: Não foi possível abrir o arquivo.
ru: Не удалось открыть файл.
sk: Nemôžem otvoriť súbor.
sq: I pazoti të hap kartelë.
tr: Dosya Açılamıyor.
uk: Не вдається відкрити файл.
ur: فائل نہیں کھولی جاسکتی.
vi: Không mở được tập tin.

source: File Info
ca: Informació
cs: Informace o souboru
de: Dateiinformation
dz: ཡིག་སྣོད་བརྡ་དོན།
eo: Dosierinformoj
es: Información de Archivo
eu: Fitxategi Informazioa
fi: Tietoja tiedostosta
fr: Informations sur le fichier
gu: ફાઈલ જાણ
he: מידע אודות הקובץ
hu: Fájl Infó
id: Info Berkas
ja: ファイル情報
lv: Faila informācija
mk: Информации за датотеката
nb_no: Filinfo
pl: Informacje o pliku
pt_br: Informações do arquivo
ru: Информация о файле
sk: Informácie o súbore
sq: Të dhëna Kartele
tr: Dosya Bilgisi
uk: Інформація про файл
ur: فائل کی معلومات
vi: Thông tin Tập tin

source: Filename
ca: Nom del fitxer
cs: Název souboru
de: Dateiname
dz: ཡིག་སྣོད་མིང་།
eo: Dosiernomo
es: Nombre de Archivo
eu: Fitxategi Izena
fi: Tiedostonimi
fr: Nom du fichier
gu: ફાઈલનામ
he: שם הקובץ
hu: Fájlnév
id: Nama Berkas
ja: ファイル名
lv: Faila nosaukums
mk: Име на датотека
nb_no: Filnavn
pl: Nazwa pliku
pt_br: Nome do arquivo
ru: Имя файла
sk: Názov súboru
sq: Emër kartele
tr: Dosya İsmi
uk: Назва файлу
ur: فائل نام
vi: Tên tập tin

source: Media Info
ca: Informació del mitjà
cs: Informace o médiu
de: Information zum Titel
dz: བརྡ་བརྒྱུད་བརྡ་དོན།
eo: Informoj de la ludero
es: Información de Medios
eu: Medio Informazioa
fi: Tietoja mediasta
fr: Informations média
gu: મીડિયા જાણ
he: פרטים
hu: Média Infó
id: Info Media
ja: メディア情報
lv: Multimēdijas informācija
mk: Информации за медијата
pl: Informacje pliku
pt_br: Informações da mídia
ru: Информация
sk: Informácie o médiu
sq: Të dhëna për Median
tr: Ortam Bilgisi
uk: Інформація
ur: میڈیا معلومات
vi: Thông tin Đĩa

source: Title:
ca: Títol:
cs: Název:
de: Titel:
dz: མགོ་མིང་:
eo: Titolo:
es: Título:
eu: Izenburua:
fi: Nimi:
fr: Titre :
gu: શીર્ષક:
he: כותרת:
hu: Cím:
id: Judul:
ja: 題名:
lv: Virsraksts:
mk: Наслов:
nb_no: Tittel:
pl: Tytuł:
pt_br: Título:
ru: Название:
sk: Názov:
sq: Titull:
tr: Başlık:
uk: Заголовок:
ur: عنوان:
vi: Tiêu đề:

source: Artist:
ca: Artista:
cs: Autor:
de: Künstler:
dz: རི་མོ་མཁན:
eo: Artisto:
es: Artista:
eu: Artista:
fi: Artisti:
fr: Artiste :
gu: કલાકાર:
he: אמן:
hu: Előadó:
id: Artis:
ja: アーティスト:
lv: Izpildītājs:
mk: Изведувач:
pl: Artysta:
pt_br: Artista:
ru: Исполнитель:
sk: Umelec:
tr: Sanatçı:
uk: Виконавець:
ur: فنکار:
vi: Nhạc sĩ:

source: Album:
ca: Àlbum:
dz: གླུ་མཛོད:
eo: Albumo:
es: Álbum:
eu: Diska:
fi: Albumi:
gu: આલ્બમ:
he: אלבום:
ja: アルバム:
lv: Albums:
mk: Албум:
pt_br: Álbum:
ru: Альбом:
tr: Albüm:
uk: Альбом:
ur: ایلبم

source: Genre:
ca: Gènere:
cs: Žánr:
dz: རིགས:
eo: Genro:
es: Género:
eu: Generoa:
fi: Tyylilaji:
gu: જાતિ:
he: סגנון:
hu: Műfaj:
ja: ジャンル:
lv: Žanrs:
mk: Жанр:
pl: Gatunek:
pt_br: Gênero:
ru: Жанр:
sk: Žáner:
sq: Lloj:
tr: Tarz:
uk: Жанр:
ur: قسم:
vi: Thể loại:

source: Track:
ca: Pista:
cs: Stopa:
de: Stück:
dz: གླུ་རིམ:
eo: Trako:
es: Pista:
eu: Pista:
fi: Kappale:
fr: Piste :
gu: ટ્રેક:
he: רצועה:
hu: Szám:
id: Lagu:
ja: 曲:
lv: Celiņš:
mk: Песна:
nb_no: Spor:
pl: Ścieżka:
pt_br: Faixa:
ru: Трек:
sk: Stopa:
sq: Gjurmë:
tr: Parça:
uk: Доріжка:
ur: ٹریک:
vi: Bài:

source: Year:
ca: Any:
cs: Rok:
de: Jahr:
dz: ལོ:
eo: Jaro:
es: Año:
eu: Urtea:
fi: Vuosi:
fr: Année :
gu: વર્ષ:
he: שנה:
hu: Év:
id: Tahun:
ja: リリース年:
lv: Gads:
mk: Година:
nb_no: År:
pl: Rok:
pt_br: Ano:
ru: Год:
sk: Rok:
sq: Vit:
tr: Yıl:
uk: Рік:
ur: سال:
vi: Năm:

source: Comment:
ca: Comentari:
cs: Poznámka:
de: Kommentar:
dz: བསམ་བཀོད:
eo: Komento:
es: Comentario:
eu: Irzukina:
fi: Kommentti:
fr: Commentaire :
gu: ટિપ્પણી:
he: הערה:
hu: Megjegyzés:
id: Komentar:
ja: コメント:
lv: Komentāri:
mk: Коментар:
nb_no: Kommentar:
pl: Komentarz:
pt_br: Comentário:
ru: Комментарий:
sk: Komentár:
sq: Koment:
tr: Yorum:
uk: Коментар:
ur: تبصرہ:
vi: Chú thích:

source: Length:
ca: Durada:
cs: Délka:
de: Länge:
dz: རིང་ཚད:
eo: Daŭro:
es: Duración:
eu: Luezapena:
fi: Kesto:
fr: Durée :
gu: લંબાઈ:
he: אורך:
hu: Hossz:
id: Panjang:
ja: 演奏時間:
lv: Garums:
mk: Должина:
nb_no: Lengde:
pl: Długość:
pt_br: Duração:
ru: Продолжительность:
sk: Dĺžka:
sq: Gjatësi:
tr: Uzunluk:
uk: Довжина:
ur: طول:
vi: Dài:

source: File size (b):
ca: Mida del fitxer (b):
cs: Velikost souboru (b):
de: Dateigröße (b):
dz: ཡིག་སྣོད་ཚད་(བི):
eo: Dosiergrando (b):
es: Tamaño del archivo (b):
eu: Fitxategi tamaina (b):
fi: Tiedostokoko (b):
fr: Taille du fichier (o) :
gu: ફાઈલ માપ (b):
he: גודל הקובץ (בסיביות):
hu: Fájlméret (b):
id: Ukuran berkas (b):
ja: ファイルサイズ (b):
lv: Faila izmērs (b):
mk: Големина на датотека (b):
nb_no: Filstørrelse (byte):
pl: Rozmiar pliku (b):
pt_br: Tamanho do arqvuivo (b):
ru: Размер файла (б):
sk: Veľkosť súboru (b):
sq: Madhësi kartele (b):
tr: Dosya Büyüklüğü (b):
uk: Розмір файлу (б):
ur: فائل حجم (ب):
vi: Kích thước (b):

source: Audio Info
ca: Informació d'àudio
cs: Informace o zvukovém souboru
de: Audio-Information
dz: རྣར་ཉན་བརྡ་དོན།
eo: Soninformoj
es: Información de Audio
eu: Audio Informazioa
fi: Tietoja äänimuodosta
fr: Informations audio
gu: ઓડિયો જાણ
he: מידע אודות השמע
hu: Hang Infó
id: Info Audio
ja: オーディオ情報
lv: Audio informācija
mk: Информации за аудио
nb_no: Lydinfo
pl: Informacje o strumieniu audio
pt_br: Informações do áudio
ru: Информация об аудио
sq: Të dhëna për Audion
tr: Ses Bilgisi
uk: Інформація про аудіо
ur: صوتی معلومات
vi: Thông tin nhạc

source: Codec:
ca: Còdec:
cs: Kodek:
dz: ཀོ་ཌེཀ:
eo: Kodmalkodilo:
es: Códec:
eu: Kodek-a:
fi: Koodekki:
gu: કોડેક:
he: מקודד:
hu: Kodek:
ja: コーデック:
lv: Kodeks:
mk: Кодек:
nb_no: Kodek:
pl: Kodek:
ru: Кодек:
sk: Kódek:
uk: Кодек:
ur: کوڈیک:

source: Samples/sec:
ca: Mostres/seg.:
cs: Vzorků za vteřinu
de: Samples/Sekunde:
dz: དཔེ་ཚད་/ དབྱེ་ཚན:
eo: Sonpecoj po sekundo:
es: Muestras/seg:
eu: Adib/Seg:
fi: Näytettä/sek:
fr: Taux d'échantillonnage
gu: નમૂનાઓ/સેક:
he: דגימות לשניה:
hu: Minta/mp:
id: Contoh/detik:
ja: サンプル数/秒:
lv: Nolase/sek:
mk: Семплови во секунда:
nb_no: Samples/sek:
pl: Próbek/sek:
pt_br: Amostras/seg:
ru: Сэмплов/сек:
sk: Vzorkov/sek:
tr: Örnek/sn:
uk: Семплів/сек:
ur: سیمپل/سیکنڈ:
vi: Mẫu/giây:

source: Bits/sample:
ca: Bits/Mostra:
cs: Bitů na vzorek:
dz: བིཊིསི་/དཔེ་ཚད:
eo: Bitoj po sonpeco:
es: Bits/muestra:
eu: Bit/adibide:
fi: Bittiä/näyte:
fr: Résolution échantillon.(Bits) :
gu: બીટ/નમૂનો:
he: בתים לדגימה:
hu: Bit/minta:
id: Bit/contoh:
ja: ビット数/サンプル:
lv: Biti/nolase:
mk: Битови/семплови
pl: Bitów/próbek:
pt_br: Bits/amostra:
ru: Бит/сэмпл:
sk: Bitov/vzorka:
tr: Bitler/örnek:
uk: Розрядність:
ur: بٹس/سیمپل:
vi: Bit/Mẫu:

source: Channels:
ca: Canals:
cs: Kanály:
de: Kanäle:
dz: རྒྱུ་ལམ་ཚུ:
eo: Kanaloj:
es: Canales:
eu: Kanalak:
fi: Kanavia:
fr: Canaux :
gu: ચેનલો:
he: ערוצים:
hu: Csatornák:
id: Saluran:
ja: チャンネル:
lv: Kanāli:
mk: Канали:
nb_no: Kanaler:
pl: Kanały:
pt_br: Canais:
ru: Каналы:
sk: Kanály:
sq: Kanale:
tr: Kanallar:
uk: Канали:
ur: چینلز:
vi: Kênh:

source: Bitrate (kbit):
ca: Rati de bits (kbit):
cs: Datový tok (kbit):
dz: བའི་ཊེརཌི་ (ཀེ་བི་ཨའི་ཊི་):
es: Tasa de bits (kbit):
eu: Bit-tasa (kbit):
fi: Bittinopeus (Kbit):
fr: Débit (kbit) :
gu: બીટદર (kbit):
he: מקצב (kbit):
hu: Bitarány (kbit):
id: Bitrasi (kbit):
ja: ビット速度 (kb):
lv: Bitu pārraides ātrums (kbit):
mk: Проток на битови (kbit):
pl: Gęstość bitowa (kbit):
pt_br: Taxa de bits (kbit):
ru: Битрейт (кбит):
sk: Tok (kbit):
tr: Bit miktarı (kbit):
uk: Потік бітів (кбіт):
ur: بٹ ریٹ (kbit):

source: Video Info
ca: Informació de vídeo
cs: Informace o videosekvenci
de: Video-Information
dz: ཝི་ཌིའོ་བརྡ་དོན།
eo: Filmoinformoj
es: Información de Vídeo
eu: Bideo Informazioa
fi: Tietoja videomuodosta
fr: Informations vidéo
gu: વીડિયો જાણ
he: מידע אודות הווידאו
hu: Kép Infó
id: Info Video
ja: ビデオ情報
lv: Video informācija
mk: Информации за видео
pl: Informacje o strumieniu wideo
pt_br: Informações do video
ru: Информация о видео
sq: Të dhëna për Videon
tr: Video Bilgisi
uk: Інформація про відео
ur: ویڈیو معلومات
vi: Thông tin Hình

source: FourCC:
dz: སི་སི་བཞི:
eo: Kontrolsumo (4CC):
eu: LauCC:

source: Frame size:
ca: Mida dels fotogrames:
cs: Velikost rámce:
de: Bildgröße:
dz: གཞི་ཁྲམ་ཚད:
eo: Filmokadraj dimensioj:
es: Tamaño del marco:
eu: Marko Tamaina:
fi: Resoluutio:
fr: Résolution :
gu: ચોકઠાં માપ:
he: גודל תמונה:
hu: Képméret:
id: Ukuran bingkai:
ja: フレームサイズ:
lv: Kadra izmērs:
mk: Големина на рамка
nb_no: Rammestørrelse:
pl: Rozmiar:
pt_br: Tamanho do quadro:
ru: Размер кадра:
sk: Veľkosť rámca:
sq: Madhësi kornize:
tr: Çerçeve boyu:
uk: Розмір кадру:
ur: فریم حجم:
vi: Kích thước Hình:

source: Add URL
ca: Afegeix URL
cs: Přidat adresu URL
de: URL hinzufügen
dz: ཡུ་ཨར་ཨེལ་ཁ་སྐོང་བརྐྱབ།
eo: Aldonu URL
es: Añadir URL
eu: Gehitu UIRL-a
fi: Lisää URL
fr: Ajouter une URL
gu: URL ઉમેરો
he: הוספת URL
hu: URL
id: Tambah URL
ja: URL を追加
lv: Pievienot URL
mk: Додај URL
nb_no: Legg til Url
pl: Dodaj URL
pt_br: Adicionar URL
ru: Добавить URL
sk: Pridať odkaz
sq: Shto URL
tr: URL Ekle
uk: Додати URL
ur: URL شامل کریں
vi: Thêm URL

source: _URL:
dz: ཡུ་ཨར་ཨེལ:(_U)
eu: _URL-a:

source: Sort by filename
ca: Ordena pel nom del fitxer
cs: Řadit podle názvu souboru
de: Sortieren nach Dateinamen
dz: ཡིག་སྣོད་མིང་གིས་འབད་དབྱེ་སེལ་འབད་ནུག
eo: Ordigu laŭ nomo de la dosiero
es: Ordenado por nombre de archivo
eu: Fitxategi Izenez sailkatu
fi: Järjestä _tiedostonimen mukaan
fr: Trier par nom de fichier
gu: ફાઈલનામ દ્વારા ક્રમમાં ગોઠવો
he: מיון לפי שם קובץ
hu: Rendezés fájlnév szerint
id: Urutkan berdasarkan nama berkas
ja: ファイル名で並べ替え
lv: Kārtot pēc faila nosaukuma
mk: Подреди по име на датотека
nb_no: Sorter etter filnavn
pl: Sortuj według nazwy pliku
pt_br: Ordenar por nome
ru: Сортировать по имени файла
sk: Zoradiť podľa mena súboru
sq: Rendit sipas emra kartelash
tr: Dosya ismine göre sırala
uk: Сортувати за назвою файлу
ur: فائل کے نام سے ترتیب دیں
vi: Xếp theo tên tập tin

source: Sort by title
ca: Ordena per &títol
cs: Řadit podle názvu
de: Sortieren nach Titel
dz: མགོ་མིང་གིས་འབད་དབྱེ་སེལ་འབད་ནུག
eo: Ordigu laŭ titolo
es: Ordenar por título
eu: Izenburuz Sailkatu
fi: Järjestä _nimen mukaan
fr: Trier par titre
gu: શીર્ષક દ્વારા ક્રમમાં ગોઠવો
he: מיון לפי כותרת
hu: Rendezés cím szerint
id: Urutkan berdasarkan judul
ja: 題名で並べ替え
lv: Kārtot pēc virsraksta
mk: Подреди по наслов
nb_no: Sorter etter tittel
pl: Sortuj według tytułu
pt_br: Ordenar por título
ru: Сортировать по названию
sk: Zoradiť podľa názvu
sq: Rendit sipas titullit
tr: Başlığa göre sırala
uk: Сортувати за заголовком
ur: عنوان سے ترتیب دیں
vi: Xếp theo tiêu đề

source: Sort by artist, title
ca: Ordena per artista i àlbum
cs: Řadit podle autora, názvu
de: Sortieren nach Künstler, Titel
dz: རི་མོ་མཁན་མགོ་མིང་གིས་འབད་དབྱེ་སེལ་འབད་ནུག
eo: Ordigu laŭ artisto, titolo
es: Ordenar por artista, título
eu: Artista eta Izenburuz Sailkatu
fi: Järjestä artistin ja _nimen mukaan
fr: Trier par artiste, titre
gu: કલાકાર, શીર્ષક દ્વારા ક્રમમાં ગોઠવો
he: מיון לפי אמן, כותרת
hu: Rendezés előadó és cím szerint
id: Urutkan berdasarkan artis, judul
ja: アーティスト・題名で並べ替え
lv: Kārtot pēc izpildītāja, virsraksta
mk: Подреди по изведувач, наслов
nb_no: Sorter etter artist og tittel
pl: Sortuj według artysta,tytuł
pt_br: Ordenar por artista, título
ru: Сортировать по исполнителю, названию
sk: Zoradiť podľa umelca, názvu
sq: Rendit sipas artistësh, titujsh
tr: Artist, başlığa göre sırala
uk: Сортувати за виконавцем, назвою
ur: فنکار، عنوان سے ترتیب دیں
vi: Xếp theo nghệ sĩ, tên album

source: Sort by artist, album, track number
ca: Ordena per artista, àlbum i número de pista
cs: Řadit podle autora, alba, čísla stopy
de: Sortieren nach Künstler, Album, Nummer
dz: རི་མོ་མཁན་ གླུ་མཛོད་ གླུ་རིམ་ཨང་གྲངས་ཀྱིས་འབད་དབྱེ་སེལ་འབད་ནུག
eo: Ordigu laŭ artisto, albumo, numero de la ludero
es: Ordenar por artista, álbum, y número de pista
eu: Artista, albuma, pista zenbakiaz sailkatu
fi: Järjestä artistin, albumin ja raitanumeron mukaan
fr: Trier par artiste, album, numéro de piste
gu: કલાકાર, આલ્બમ, ટ્રેક નંબર દ્વારા ક્રમમાં ગોઠવો
he: מיון לפי אמן, אלבום, מספר רצועה
hu: Rendezés előadó, album és sorszám szerint
id: Urutkan berdasarkan artis, album, nomor lagu
ja: アーティスト・アルバム・曲番号で並べ替え
lv: Kārtot pēc izpildītāja, albuma, celiņa numura
mk: Подреди по изведвач, број на песна
nb_no: Sorter etter artist, album og spornummer
pl: Sortuj według album, ścieżka
pt_br: Ordenar por artista, álbum, faixa
ru: Сортировать по исполнителю, альбому, номеру треку
sk: Zoradiť podľa autora, albumu, čísla stopy
sq: Rendit sipas artisti, albumi, numër gjurme
tr: Artist, albüm, parça numarasına göre sırala
uk: Сортувати за виконавцем, альбому, номері доріжки
ur: فنکار، ایلبم، ٹریک نمبر سے ترتیب دیں
vi: Xếp theo nhạc sĩ, album, số thứ tự bài

source: Add Directory
ca: Afegeix un directori
cs: Přidat adresář
de: Verzeichnis hinzufügen
dz: སྣོད་ཐོ་ཁ་སྐོང་བརྐྱབ།
eo: Aldonu dosierujon
es: Añadir Directorio
eu: Gehitu Direktorioa
fi: Lisää hakemisto
fr: Ajouter un répertoire
gu: ડિરેક્ટરી ઉમેરો
he: הוספת ספריה
hu: Könyvtár
id: Tambah Direktori
ja: フォルダを追加
lv: Pievienot direktoriju
mk: Додај Директориум
nb_no: Legg til mappe
pl: Dodaj katalog
pt_br: Adicionar diretório
ru: Добавить каталог
sk: Pridať adresár
sq: Shto Drejtori
tr: Dizin Ekle
uk: Додати теку
ur: ڈائریکٹری شامل کریں
vi: Thêm thư mục

source: Add Media File
ca: Afegeix fitxer de mitjans
cs: Přidat multimediální soubor
de: Datei hinzufügen
dz: བརྡ་བརྒྱུད་ཡིག་སྣོད་ཁ་སྐོང་བརྐྱབ།
eo: Aldonu luderon
es: Añadir Archivo Multimedia
eu: Gehitu Media Fitxategia
fi: Lisää mediatiedosto
fr: Ajouter un fichier
gu: મીડિયા ફાઈલ ઉમેરો
he: הוספת קובץ מדיה
hu: Médiafájl
id: Tambah Berkas Media
ja: メディア・ファイルを追加
lv: Pievienot multimēdijas failu
mk: Додај медиа датотека
nb_no: Legg til mediafil
pl: Dodaj plik
pt_br: Adicionar arquivo de mídia
ru: Добавить файл
sk: Pridať súbor
sq: Shto Kartelë Media
tr: Ortam Dosyası Ekle
uk: Додати файл
ur: میڈیا فائل شامل کریں
vi: Thêm tập tin phim nhạc

source: Add _Selected
ca: Afegeix _seleccionat
cs: Přida_t vybrané
de: _Auswahl hinzufügen
dz: སེལ་འཐུ་འབད་དེ་ཡོད་མི་འདི་ཁ་སྐོང་བརྐྱབ།(_S)
eo: Aldonu la _elektitan
es: Añadir _Seleccionado
eu: Gehitu _Auekratutakoak
fi: Lisää _valitut
fr: Ajouter la _sélection
gu: પસંદિત ઉમેરો (_S)
he: הוסף את הנבחרים
hu: _Kiválasztottak hozzáadása
id: Tambah Terpilih (_S)
ja: 選択したものを追加(_S)
lv: Pievienot _izvēlēto
mk: Додај го _избраното
nb_no: Legg til _valgt
pl: Dodaj _zaznaczone
pt_br: Adicionar _seleção
ru: Добавить _выбранное
sk: Pridať _vybrané
sq: Shto _Përzgjedhjen
tr: _Seçiliyi Ekle
uk: Додати виді_лене
ur: _منتخب شامل کریں
vi: Thêm Đã _chọn

source: A_dd and Close
ca: _Afegeix i tanca
cs: Při_dat a zavřít
de: _Hinzufügen und schließen
dz: ཁ་སྐོང་བརྐྱབ་ཞིནམ་ལས་ཁ་བསྡམས(_d)
eo: A_ldonu kaj ĉesu
es: Aña_dir y Cerrar
eu: Ge_hitu eta Itxi
fi: L_isää ja sulje
fr: A_jouter et fermer
gu: ઉમેરો અને બંધ કરો (_d)
he: הוסף וסגור
hu: _Hozzáadás és bezárás
id: Tambah lalu Tutup (_d)
ja: 追加して閉じる(_D)
lv: _Pievienot un aizvērt
mk: Д_одај и излези
nb_no: _Legg til og lukk
pl: Dodaj i _zamknij
pt_br: A_dicionar e fechar
ru: _Добавить и закрыть
sk: Pri_dať a zavrieť
sq: Sh_to dhe Mbyll
tr: E_kle Ve Kapat
uk: _Додати та закрити
ur: _شامل کریں اور بند کریں
vi: Thêm _và Đóng

source: All Files
ca: Tots els fitxers
cs: Všechny soubory
de: Alle Dateien
dz: ཡིག་སྣོད་ཚུ་ཆ་མཉམ།
eo: Ĉiuj dosieroj
es: Todos los Archivos
eu: Fixtategi Guztiak
fi: Kaikki tiedostot
fr: Tous les fichiers
gu: બધી ફાઈલો
he: כל הקבצים
hu: Minden fájl
id: Semua Berkas
ja: 全てのファイル
lv: Visi faili
mk: Сите датотеки
nb_no: Alle filer
pl: Wszystkie pliki
pt_br: Todos os arquivos
ru: Все файлы
sk: Všetky súbory
sq: Tërë Kartelat
tr: Bütün Dosyalar
uk: Усі файли
ur: تمام فائلیں
vi: Mọi tập tin

source: Music Files
ca: Fitxers de música
cs: Hudební soubory
de: Musikdateien
dz: སྙན་ཆའི་ཡིག་སྣོད་ཚུ།
eo: Muzikdosieroj
es: Archivos de Música
eu: Musika Fixtategiak
fi: Musiikkitiedostot
fr: Fichiers musicaux
gu: સંગીત ફાઈલો
he: קבצי מוזיקה
hu: Hangfájlok
id: Berkas Musik
ja: 音楽ファイル
lv: Mūzikas faili
mk: Музички датотеки
nb_no: Musikkfiler
pl: Pliki muzyczne
pt_br: Arquivos de música
ru: Аудио-файлы
sk: Hudobné súbory
sq: Kartela Muzike
tr: Müzik Dosyaları
uk: Музичні файли
ur: موسیقی فائلیں
vi: Tập tin Nhạc

source: Playlists
ca: Llistes de reproducció
cs: Seznamy médií
de: Wiedergabelisten
dz: གཏང་ཐོ་ཚུ།
eo: Ludlistoj
es: Listas de Reproducción
eu: Zerrendak
fi: Soittolistat
fr: Listes de lecture
gu: પ્લેલીસ્ટ
he: רשימות השמעה
hu: Listák
id: Senarai Putar
ja: プレイリスト
lv: Atskaņošanas saraksts
mk: Плејлисти
nb_no: Spillelister
pl: Listy odtwarzania
pt_br: Listas de reprodução
ru: Списки воспроизведения
sk: Playlisty
sq: Luajlista
tr: Çalma Listesi
uk: Списки відтворення
ur: پلے لسٹ
vi: Danh sách Nghe

source: Video Files
ca: Fitxers de vídeo
cs: Videa
de: Videodateien
dz: ཝི་ཌིའོ་ཡིག་སྣོད་ཚུ།
eo: Filmdosieroj
es: Archivos de Vídeo
eu: Bideo Fitxategiak
fi: Videotiedostot
fr: Fichiers vidéos
gu: વીડિયો ફાઈલો
he: קבצי וידאו
hu: Filmfájlok
id: Berkas Video
ja: ビデオファイル
lv: Video faili
mk: Видео датотеки
nb_no: Videofiler
pl: Pliki wideo
pt_br: Arquivos de vídeo
ru: Видео-файлы
sk: Video súbory
sq: Kartela Video
tr: Video Dosyaları
uk: Відео файли
ur: ویڈیو فائلیں
vi: Tập tin Hình

source: Translator
ca: Traductor
cs: Překladatel
de: Übersetzer
dz: སྐད་བསྒྱུར་པ།
eo: Tradukisto
es: Traductor
eu: Itzultzailea
fi: Kääntäjä
fr: Traducteur
gu: અનુવાદક
he: מתרגם
hu: Fordító
id: Penerjemah
ja: Daichi Kawahata <daichi@xfce.org>
lv: Tulkotājs
mk: Преведувач
nb_no: Oversettelse
pl: Tłumacz
pt_br: Tradutor
ru: Sergey Fedoseev <fedoseev.sergey@gmail.com> Andrey Fedoseev <andrey.fedoseev@gmail.com> Nikolay Borisov <neiro21@gmail.com>
sk: Prekladateľ
sq: Përkthyes
tr: Çevirmen
uk: Максим Дзюманенко <mvd@mylinux.ua>
ur: مترجم
vi: Người dịch

source: Xfmedia is a lightweight media player, based on the xine engine
ca: Xfmedia és un reproductor multimèdia lleuger, basat en l'enginy xine
cs: Xfmedia je odlehčený multimediální přehrávač založený na xine
de: Xfmedia ist ein leichtgewichtiges Programm zum Abspielen von Audio und Video, basierend auf der Xine-Engine.
dz: ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་འདི་ ཨེགསི་ཨའི་ཨེན་ཨི་མ་འཕྲུལ་གུ་གཞི་བཞག་སྟེ་, ལྗིད་ཚད་ཡང་བའི་བརྡ་བརྒྱུད་གཏང་ནི་འདི་ཨིན།
eo: Xfmedia estas nepeza spektilo, bazita sur xine
es: Xfmedia es un reproductor multimedia ligero, basado en el motor del Xine
eu: Xfmedia xine motorrean oinarritutako pisu gutxiko medio erreproduktore bat da
fi: Xfmedia on xine-moottoriin pohjautuva kevyt mediasoitin
fr: Xfmedia est un lecteur média léger, basé sur le moteur de Xine
gu: Xfmedia એ હલકું મીડિયા પ્લેયર છે, xine એંજીન પર આધારિત છે
he: Xfmedia נגן מדיה קל המבוסס על המנוע של xine
hu: Az Xfmedia egy pillesúlyú médialejátszó, amely a xine motorra épül
id: Xfmedia adalah penggelar media ringan, berbasiskan mesin xine
ja: Xfmedia は xine エンジンを基にした 軽快なメディアプレイヤーです
lv: Xfmedia ir viegls multimēdijas atskaņotājs, balstīts uz xine dzinēju
mk: Xfmedia лесен медиа плеер, базиран на xine енџин
nb_no: Xfmedia er en lettvekts media-avspiller, basert på xine motoren
pl: Xfmedia jest lekkim odtwarzaczem, opartym o silnik xine
pt_br: Xfmedia é um reprodutor de mídia leve, baseado no motor xine
ru: Xfmedia - облегченный медиапроигрыватель на основе xine
sk: Xfmedia je odľahčený média prehrávač postavený na engine xine
sq: Xfmedia është një luajtës mediash i peshës së lehtë, i bazuar në mekanizmin xine
tr: Xfmedia xine motoru baz alınarak yapılan, hafif bir ortam yürütücüsüdür
uk: Xfmedia - легкий музичний програвач, побудований на базі бібліотеки xine
ur: Xfmedia ایک ہلکا پھلکا میڈیا پلیئر ہے جو xine انجن پر مبنی ہے.
vi: Xfmedia là chương trình nhỏ để xem phim, nghe nhạc, sử dụng phương tiện của xine
