Repository: iwamatsu/xfce-po-translation
Catalog: xfce/xfmedia/trunk/po/*.po
Languages: ca, cs, de, dz, eo, es, eu, fi, fr, gu, he, hu, id, ja, lv, mk, nb_no, pl, pt_br, ru, sk, sq, tr, uk, ur, vi

source: -l, --playlist-load=FILE Loads the specified playlist. Note that this does NOT first clear the playlist.
ca: -l, --playlist-load=FITXER Carrega la llista de reproducció. Noteu que això no neteja abans la llista.
cs: -l, --playlist-load=FILE Načte zadaný seznam médií. Tato volba nesmaže původní seznam médií.
de: -l, --playlist-load=DATEI Lädt die Wiedergabeliste von der angegebenen Datei. Beachten Sie, dass die aktuellen Einträge NICHT gelöscht werden.
dz: -l, --playlist-load=FILE གསལ་བཀོད་འབད་དེ་ཡོད་པའི་གཏང་ཐོ་འདི་མངོན་གསལ་འབདཝ་ཨིན། འདི་གིས་ དང་པ་གཏང་ཐོ་བསལཝ་མེན་ཟེར་ དྲན་འཛིན་འབད།
es: -l, --playlist-load=FICHERO Carga la lista de reproducción especificada. Dese cuenta que esto NO limpia primera la lista de reproducción.
eu: -l, --playlist-load=FILE Ezarritako erreprodukzio zerrenda kargatu. Kontutan uzan honek EZ duela zegoen erreprodukzio zerrenda ezabatuko.
fi: -l, --playlist-load=TIEDOSTO Lataa määritetyn soittolistan. Huomaa, että tämä EI tyhjennä soittolistaa ensin.
fr: -l, --playlist-load=FICHIER Charge la liste de lecture passée en paramètre. Notez que cela NE vide PAS la liste de lecture avant.
gu: -l, --playlist-load=FILE સ્પષ્ટ થયેલ પ્લેલીસ્ટ લાવે છે. નોંધ કરો કે આ પ્રથમ પ્લેલીસ્ટ સાફ કરતું નથી.
hu: -l, --playlist-load=FÁJL Betölti a megadott listát. FIGYELEM!: ez NEM üríti előbb a listát!
id: -l, --playlist-load=BERKAS Muat senarai putar yang ditentukan. Perlu dicatat bahwa ini TIDAK membersihkan senarai putar terlebih dahulu.
ja: -r, --playlist-load=FILE 指定したプレイリストエントリーを読込みます。最初に リストをクリアしないことに注意して下さい。
lv: -l, --playlist-load=FAILS Ielasa norādīto repertuāru. Ievērojiet, šī darbība vispirms NEATĪRA repertuāru.
mk: -l, --playlist-load=FILE Ја вклучува одредената плејлиста. Забележете дека оваНЕ ја чисти прво плејлистата.
nb_no: -l, --playlist-load=FIL Laster spillelisten fra fil. Vær oppmerksom på at den ikke tømmer Xfmedia sin nåværende liste.
pl: -l, --playlist-load=FILE Ładuje podaną playlistę. Ta opcja nie czyści playlisty.
pt_br: -l, --playlist-load=ARQUIVO Carrega a lista de reprodução especificada. Note que isto NÃO limpa primeiramente a lista de reprodução atual.
sk: -l, --playlist-load=FILE Nahrá zadaný playlist. NEZMAŽE ale pôvodný.
sq: -l, --playlist-load=KARTELË Ngarkon luajlistën e treguar. Mbani parasysh që NUK pastron fillimisht luajlistën.
tr: -l, --playlist-load=FILE Belirlenmiş çalma listesi yükler. Not olarak bu ilk önce çalma listesini silmez.
uk: -l, --playlist-load=ФАЙЛ Завантажити вказаний файл. Зверніть увагу, перед цим список програвання НЕ ОЧИЩУЄТЬСЯ.
vi: -l, --playlist-load=TẬPTIN Nạp danh sách chỉ ra. Chú ý rằng tùy chọn này KHÔNG xóa danh sách đã có.

source: -s, --playlist-save=FILE Saves the current playlist to the specified FILE.
ca: -s, --playlist-save=FITXER Desa la llista de reproducció en el FITXER especificat.
cs: -s, --playlist-save=SOUBOR Uloží aktuální seznam médií do zadaného SOUBORu.
de: -s, --playlist-save=DATEI Speichert die aktuelle Wiedergabeliste in DATEI.
dz: -s, --playlist-save=FILE གསལ་བཀོད་འབད་ཡོད་པའི་ཡིག་སྣོད་ལུ་ ད་ལྟོའི་གཏང་ཐོ་འདི་སྲུངམ་ཨིན།
es: -s, --playlist-save=FICHERO Salva la lista de reproducción actual al archivo especificado.
eu: -s, --playlist-save=FITXATEGIA Erreprodukzio zerrenda ezarritako FITXATEGIAn gorde.
fi: -s, --playlist-save=TIEDOSTO Tallentaa soittolistan määritettyyn TIEDOSTOon.
fr: -s, --playlist-save=FICHIER Sauve la liste de lecture courante dans le FICHIER passé en paramètre..
gu: -s, --playlist-save=FILE સ્પષ્ટ થયેલ ફાઈલ માટે વર્તમાન પ્લેલીસ્ટ સંગ્રહે છે.
hu: -s, --playlist-save=FÁJL Menti a jelenlegi listát a megadott FÁJL-ba.
id: -s, --playlist-save=BERKAS Simpan senarai putar saat ini ke BERKAS yang ditentukan.
ja: -r, --playlist-save=FILE 指定した FILE にプレイリストを保存します。
lv: -s, --playlist-save=FAILS Saglabā esošo repertuāru norādītajā FAILĀ.
mk: -s, --playlist-save=FILE Ја снима тековната плејлиста во одредената ДАТОТЕКА.
nb_no: -s, --playlist-save=FIL Lagrer nåværende spilleliste til den spesifiserte FIL.
pl: -s, --playlist-save=FILE Zapisuje bieżącą platlistę do pliku FILE.
pt_br: -s, --playlist-save=ARQUIVO Salva a lista de reprodução atual no ARQUIVO especificado.
sk: -s, --playlist-save=FILE Uloží aktuálny playlist do súboru FILE.
sq: -s, --playlist-save=KARTELË Ruan luajlistën e çastit si KARTELËN e treguar.
tr: -s, --playlist-save=FILE Şu anki çalma listesini, belirlenmiş bir DOSYAya kaydeder.
uk: -s, --playlist-save=ФАЙЛ Зберегти поточний список програвання у вказаний ФАЙЛ.
vi: -s, --playlist-save=TẬPTIN Ghi danh sách nghe hiện thời vào TẬPTIN.

source: -Q, --quit Instructs Xfmedia to quit.
ca: -Q, --quit Per fer acabar a l'xfmedia.
cs: -Q, --quit Ukončí aplikaci Xfmedia.
de: -Q, --quit Beendet Xfmedia.
dz: -Q, --quit ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་འདི་སྤང་ནི་ལུ་བསླབ་སྟོན་འབདཝ་ཨིན།
es: -Q, --quit Hace que termine la ejecución de Xfmedia.
eu: -Q, --quit Xfmedia itxi.
fi: -Q, --quit Lopettaa Xfmedian.
fr: -Q, --quit indique à Xfmedia de quitter.
gu: -Q, --quit Xfmedia ને બંધ કરવા માટે સૂચવે છે.
hu: -Q, --quit Kilépés.
id: -Q, --quit Perintahkan Xfmedia untuk keluar.
ja: -Q, --quit Xfmedia を終了させます。
lv: -Q, --quit Instruē Xfmedia beigt darbu.
mk: -Q, --quit Наредува Xfmedia да се исклучи.
nb_no: -Q, --quit Avslutter Xfmedia.
pl: -Q, --quit Zamyka Xfmedia.
pt_br: -Q, --quit Instrui o Xfmedia a terminar.
sk: -Q, --quit Ukončí Xfmedia.
sq: -Q, --quit E udhëzon Xfmedia-n të dalë.
tr: -Q, --quit Xfmediaya çıkması için talimat verir.
uk: -Q, --quit Змусити Xfmedia завершити роботу.
vi: -Q, --quit Chỉ thị cho Xfmedia thoát.

source: -j, --jump-to-file Causes Xfmedia to show the main window (if not visible) and show the jump-to-file entry box.
ca: -j, --jump-to-file Fa que l'xfmedia mostri la seva pantalla (si no és visible) i mostri el plafó per saltar a un fitxer.
cs: -j, --jump-to-file Zobrazí hlavní okno aplikace Xfmedia a zobrazí okno přejít na soubor.
de: -j, --jump-to-file Lässt Xfmedia das Hauptfenster (falls nicht sichtbar) und die »Zu-Datei-springen«-Eingabe anzeigen.
dz: -j, --jump-to-file ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་ལུ་ སྒོ་སྒྲིག་(མཐོང་ཚུགས་མེད་པ་ཅིན་)ངོ་མ་སྟོན་ནི་ལུ་ རྒྱུད་རྐྱེན་འབདཝ་ཨིནམ་དང་ ཡིག་སྣོད་ཐོ་བཀོད་སྒྲོམ་ལུ་མཆོང་ནི་སྟོནམ་ཨིན།
es: -j, --jump-to-file Hace que Xfmedia muestre la ventana principal (si no está visible) y muestra la caja de entrada de saltar a fichero.
eu: -j, --jump-to-file Xfmediak leiho orokorra bistaratzea (ikusgarri ez balego) eta fitxategira joan kutxa irekitzea eragiten du.
fi: -j, --jump-to-file Näyttää Xfmedian pääikkunan (jos ei näkyvillä) ja "Hyppää tiedostoon" -syötelaatikon.
fr: -j, --jump-to-file Demande à Xfmedia de montrer la fenêtre principale (si elle n'est pas visible) et de montrer la fenêtre de saut-au-fichier.
hu: -j, --jump-to-file Hatására az Xfmedia mutatja a főablakot (ha nem látszik) és az ugrás-fájlra dobozt.
id: -j, --jump-to-file Menyebabkan Xfmedia untuk menampilkan jendela utama (jika tak tampak) dan menampilkan kotak entri lompat ke berkas.
ja: -j, --jump-to-file (表示不可になってる場合) メイン・ウィンドウを 表示させて 'ファイルへ移動' エントリーボックス を表示させます。
lv: -j, --jump-to-file Liek Xfmedia parādit galveno logu (ja nav redzams) un parādīt lekt-uz-failu ievada lodziņu.
mk: -j, --jump-to-file Предизвикува Xfmedia да го прикаже главниот прозорец (ако не евидлив) и го покажува скокни-до-датотека полето за запис.
nb_no: -j, --jump-to-file Sørger for at Xfmedia viser hovedvinduet (hvis skjult) og deretter viser hopp-til-fil boksen.
pl: -j, --jump-to-file Pokazuje okno Xfmedia wraz z oknem skocz-do-pliku.
pt_br: -j, --jump-to-file Faz com que o Xfmedia mostre a janela principal (se não estiver visível) e mostre a caixa de entrada de pular para o arquivo.
sk: -j, --jump-to-file Zobrazí hlavné okno aplikácie Xfmedia a zobrazí okno prejsť na súbor.
sq: -j, --jump-to-file E bën Xfmedian të shfaqë dritaren kryesore (nëse nuk është e dukshme) dhe shfaq kutinë hidhu-te-kartela.
tr: -j, --jump-to-file (görünür değilse), Xfmedianın ana pencereyi ve, dosyaya-git girdi kutusunu göstermesini sağlar.
uk: -j, --jump-to-file Показати головне вікно Xfmedia (якщо воно не видиме) та показати вікно елементу jump-to-file.
vi: -j, --jump-to-file Khiến Xfmedia hiển thị cửa sổ chính (nếu chưa) và hiển thị hộp thoại nhảy tới tập tin.

source: Argument to --session must be greater than or equal to 0.
ca: L'argument de «--session» ha de ser 0 més gran.
cs: Parametr přepínače --session musí být větší nebo roven nule.
de: Argument für --session muss größer oder gleich 0 sein.
dz: Argument to --ལཱ་ཡུན་འདི་ ༠་ ལུ་སྦོམ་མི་ཡང་ན་ མཉམ་པ་ཅིག་དགོ།
es: Argumento de --session debe ser mayor ó igual a 0.
eu: --session -ren argumentua 0 edo handiagoa izan behar da.
fi: Valitsimen --session argumentin täytyy olla suurempi tai yhtäsuuri kuin 0.
fr: L'argument de --session doit être supérieur ou égal à 0.
gu: --session ની દલીલ ૦ કરતાં મોટી અથવા તેના બરાબર હોવી જ જોઈએ.
hu: A --session 0 vagy nagyobb argumentumot vár.
id: Argumen untuk --session harus lebih besar atau sama dengan 0.
ja: --session への引数は 0 かそれより大きくする必要があります。
lv: --session argumentam jābūt lielākam vai vienādam ar 0.
mk: Аргументот за --session мора да биде поголем или еднаков на 0.
nb_no: Argumentet til --session må være større enn eller lik 0.
pl: Argument --session musi być większy lub równy zeru.
pt_br: Argumento para --session deve ser maior ou igual a 0.
ru: Аргументом параметра --session должно быть число больше или равное 0.
sk: Argument pre --session musí byť väčší alebo rovný 0.
sq: Argumenti për --session duhet të jetë më i madh ose i barabartë me 0.
tr: --session argümanı, 0 a eşit veya 0 dan büyük olmalıdır.
uk: Аргумент для --session має бути більшим за 0.
vi: Tham số cho --session phải lớn hơn hoặc bằng 0.

source: Argument to --play must be greater than or equal to 0.
ca: L'argument de «--play» ha de ser 0 o més gran.
cs: Parametr přepínače --play musí být větší nebo roven nule.
de: Argument für --play muss größer oder gleich 0 sein.
dz: Argument to --གཏང་ནི་འདི་ ༠་ ལུ་མཉམ་པ་ཡང་ན་སྦོམ་མི་ཅིག་དགོ།
es: Argumento de --play debe ser mayor ó igual a 0.
eu: --play -ren argumentua 0 edo handiagoa izan behar da.
fi: Valitsimen --play argumentin täytyy olla suurempi tai yhtäsuuri kuin 0.
fr: L'argument de --play doit être supérieur ou égal à 0.
gu: --play ની દલીલ ૦ કરતાં મોટી અથવા તેના જેટલી હોવી જ જોઈએ.
hu: A --play 0 vagy nagyobb argumentumot vár.
id: Argumen untuk --play harus lebih besar atau sama dengan 0.
ja: --play への引数は 0 かそれより大きくする必要があります。
lv: --play argumentam jābūt lielākam vai vienādam ar 0.
mk: Аргументот за --play мора да биде поголем или еднаков на 0.
nb_no: Argumentet til --play må være større enn eller lik 0.
pl: Argument --play musi być większy lub równy zeru.
pt_br: Argumento para --play deve ser maior ou igual a 0.
ru: Аргументом параметра --play должно быть число больше или равное 0.
sk: Argument pre --play musí byť väčší alebo rovný 0.
sq: Argumenti për --play duhet të jetë më i madh ose i barabartë me 0.
tr: --play argümanı, 0 a eşit veya 0 dan büyük olmalıdır.
uk: Аргумент для --play має бути більшим за 0.
vi: Tham số cho --play phải lớn hơn hoặc bằng 0.

source: Argument to --playlist-remove must be greater than or equal to 0.
ca: L'argument de «--playlist-remove» ha de ser 0 o més gran.
cs: Parametr přepínače --playlist-remove musí být větší nebo roven nule.
de: Argument für --playlist-remove muss größer oder gleich 0 sein.
dz: Argument to --གཏང་ཐོ་རྩ་བསྐྲད་འདི་ ༠་ ལུ་མཉམ་པ་ཡང་ན་ སྦོམ་མི་དགོ།
es: Argumento de --playlist-remove debe ser mayor ó igual a 0.
eu: --playlist-remove -ren argumentua 0 edo handiagoa izan behar da.
fi: Valitsimen --playlist-remove argumentin täytyy olla suurempi tai yhtäsuuri kuin 0.
fr: L'argument de --playlist-remove doit être supérieur ou égal à 0.
gu: --playlist-remove ની દલીલ ૦ કરતાં મોટી અથવા તેના જેટલી હોવી જ જોઈએ.
hu: A --playlist-remove 0 vagy nagyobb argumentumot vár.
id: Argumen untuk --playlist-remove harus lebih besar atau sama dengan 0.
ja: --playlist-remove への引数は 0 かそれより大きくする必要があります。
lv: --playlist-remove argumentam jābūt lielākam vai vienādam ar 0.
mk: Аргументот за --playlist-remove мора да биде поголем или еднаков на 0.
nb_no: Argumentet til --playlist-remove må være større enn eller lik 0.
pl: Argument --playlist-remove musi być większy lub równy zeru.
pt_br: Argumento para --playlist-remove deve ser maior ou igual a 0.
ru: Аргументом параметра --playlist-remove должно быть число больше или равное 0.
sk: Argument pre --playlist-remove musí byť väčší alebo rovný 0.
sq: Argumenti për --playlist-remove duhet të jetë më i madh ose i barabartë me 0.
tr: --playlist-remove argümanı 0 a eşit veya 0 dan büyük olmalıdır.
uk: Аргумент для --playlist-remove має бути більшим за 0.
vi: Tham số cho --playlist phải lớn hơn hoặc bằng 0.

source: Unrecognized option: %s
ca: Opció no reconeguda: %s
cs: Neznámá volba: %s
de: Unbekannte Option: %s
dz: ངོས་འཛིན་མ་འབད་བའི་གདམ་ཁ: %s
eo: Nekonata opcio: %s
es: Opción desconocida: %s
eu: Aukera ezezaguna: %s
fi: Tuntematon valitsin: %s
fr: Option non reconnue : %s
gu: અવ્યાખ્યાયિત વિકલ્પ: %s
hu: Ismeretlen lehetőség: %s
id: Opsi tak dikenal: %s
ja: 認識不能なオプション: %s
lv: Neatpazīta opcija: %s
mk: Непрепознаена опција: %s
nb_no: Ukjent opsjon: %s
pl: Nierozpoznana opcja: %s
pt_br: Opção não reconhecida: %s
ru: Неизвестный параметр: %s
sk: Nerozpoznaná voľba: %s
sq: Mundësi jo e pranuar: %s
tr: Tanımlanamayan seçenek: %s
uk: Невідомий параметр: %s
ur: غیر معترف آپشن: %s
vi: Tùy chọn không nhận ra: %s

source: Unable to initialize the Xfmedia remote client service. The most likely cause is that a DBUS session bus is not running
ca: No s'ha pogut inicialitzar el servei de control remot de l'Xfmedia. És possible que no hi hagi cap sessió DBUS executant-se.
cs: Nelze inicializovat službu vzdáleného klienta Xfmedia. Tento problém je obvykle způsobem nespuštěnou službou DBUS.
de: Kann den Client-Dienst von Xfmedia nicht initialisieren. Dies liegt wahrscheinlich daran, dass keine D-Bus-Sitzung läuft.
dz: ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་ཐག་རིང་གི་ཞབས་ཏོག་སྤྱོད་མི་ཞབས་ཏོག་འདི་ འགོ་ཐོག་འབད་མ་ཚུགས། རྒྱུ་རྐྱེན་ངོ་མ་འདི་ ཌི་བི་ཡུ་ཨེསི་ལཱ་ཡུན་བརྡ་རྟགས་འགྲུལ་ལམ་འདི་ གཡོག་མ་བཀལ་བས།
es: No se puede inicializar el servicio de cliente remoto de Xfmedia. La causa más probables que ningún bus de sesión DBUS esté corriendo.
eu: Ezin da hurruneko Xfmedia bezero zerbitzua abiarazi. Ziurrenik DBUS saioa ez dago abiarazirik
fi: Xfmedian etäasiakaspalvelua ei voi alustaa. Tämä johtuu todennäköisimmin siitä, että DBUS-istuntoväylä ei ole käynnissä.
fr: Ne peut initialiser le service client à distance. La cause la plus probable est que le bus de la session D-BUS n'est pas en marche
hu: Nem indítható az Xfmedia távoli ügyfél szolgáltatás. A DBUS folyamat busz valószínűleg nem fut
id: Tak dapat menginisialisasi layanan klien jarak jauh Xfmedia. Kemungkinan penyebab utamanya adalah bus sesi DBUS yang tak berjalan
ja: Xfmedia の遠隔クライアントサービスを初期化できません。DBUS セションバスを実行していない事が原因と思われます。
lv: Neizdevās palaist Xfmedia attālināto klientu pakalpojumu. Visdrīzāk iemesls tam ir nepalaists DBUS
mk: Не може да вклучи Xfmedia далечен сервис за клиент. Најчеста причина е бидејќи DBUS сесиската магистрала не е вклучена
nb_no: Klarte ikke å initialisere Xfmedia fjernstyringstjeneste. Den mest sannsynlige årsaken er at D-BUS bussen ikke kjører.
pl: Nie można uruchomić zdalnego klienta Xfmedia. Najprawdopodobniej DBUS nie działa
pt_br: Não é possível inicializar o serviço de cliente remoto do Xfmedia. A causa mais provável é que o barramento de uma sessão DBUS não está executando.
ru: Не удается запустить службу удалённого управление Xfmedia. Вероятнее всего причина в отсутствии запущенной сессии DBUS
sk: Nie je možné inicializovať službu vzdialeného klienta Xfmedia. Tento problém jezvyčajne spôsobený nespustenou službou DBUS.
sq: I pazoti të gatis shërbimin Xfmedia për klient të largët. Shkaku më i mundshëm është që nuk ka një sesion DBUS duke xhiruar
tr: Xfmedia uzak istemci hizmeti başlatılamıyor. En muhtemel sebebi DBUS oturum yolunun çalışmaması olabilir
uk: Не вдається ініціалізувати службу віддаленого керування Xfmedia. Швидше за все причина у відсутності запущеного сеансу DBUS
ur: Xfmedia کی ریموٹ کلائنٹ سروس کو تیار نہیں کیا جاسکا. ہوسکتا ہے کہ DBUS نشست نہ چل رہی ہو.
vi: Không chạy được dịch vụ máy khách từ xa của Xfmedia. Nguyên nhân rất có thể là đường DBUS chưa chạy.

source: Unable to find a running Xfmedia instance.
ca: No s'ha trobat cap instància d'Xfmedia executant-se.
cs: Nelze najít běžící instanci Xfmedia.
de: Es kann keine laufende Instanz von Xfmedia gefunden werden.
dz: ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་དུ་སྐབས་གཡོག་བཀལ་མི་ཅིག་འཚོལ་མ་འཐོབ།
es: No se pudo encontrar una instancia en ejecución de Xfmedia.
eu: Ezin da Xfmedia abiarazitako instantzirik aurkitu.
fi: Käynnissä olevaa Xfmediaa ei löydy.
fr: Incapable de trouver une instance existante de Xfmedia.
gu: ચાલી રહેલ Xfmedia ઘટક શોધવામાં અસમર્થ.
hu: Nincs futó Xfmedia példány.
id: Tak dapat menemukan instansi Xfmedia yang berjalan.
ja: 実行中の Xfmedia インスタンスが見つかりません。
lv: Neizdevās atrast skrejošu Xfmedia instanci.
mk: Не може да се пронајде вклучена Xfmedia инстанца.
nb_no: Klarte ikke finne en kjørende instans av Xfmedia
pl: Nie mogę znaleźć działającej instancji Xfmedia.
pt_br: Não é possível encontrar uma instância do Xfmedia executando.
ru: Не удается найти запущенный экземпляр Xfmedia.
sk: Nie je možné nájsť bežiacu inštanciu Xfmedia.
sq: I pazoti të gjej një instancë Xfmedia në xhirim e sipër.
tr: Çalışan bir Xfmedia örneği bulunamıyor.
uk: Не вдається знайти запущений екземпляр Xfmedia.
ur: Xfmedia کی کوئی چلتی ہوئی حالت تلاش نہیں کی جاسکی
vi: Không tìm thấy Xfmedia nào đang chạy.

source: Xfmedia Video
ca: Vídeo Xfmedia
cs: Video Xfmedia
dz: ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་ཝི་ཌིའོ།
eo: Xfmedia filmo
es: Xfmedia Vídeo
eu: Xfmedia Bideoa
fr: Vidéo Xfmedia
gu: Xfmedia વીડિયો
he: Xfmedia וידאו
hu: Xfmedia Film
id: Video Xfmedia
ja: Xfmedia ビデオ
mk: Xfmedia видео
pl: Wideo Xfmedia
pt_br: Video Xfmedia
ru: Xfmedia видео
sq: Video Xfmedia
uk: Xfmedia відео
ur: Xfmedia ویڈیو

source: %s: option `%s' is ambiguous
ca: %s: l'opció «%s» és ambigua
cs: %s: volba `%s' není jednoznačná
de: %s: Die Option `%s' ist nicht eindeutig
dz: %s: གདམ་ཁ་ `%s' འདི་ངེས་མེད།
es: %s: la opción '%s' es ambigua
eu: %s: `%s' aukera anbiguoa da
fi: %s: valitsin "%s" ei ole yksiselitteinen
fr: %s: l'option `%s' est équivoque
hu: %s: a `%s' lehetőség homályos
id: %s: opsi `%s' ambigu
ja: %s: オプション `%s' は不明瞭です。
lv: %s: opcija `%s' ir divdomīga
mk: %s: опцијата `%s' двосмислена
nb_no: %s: opsjonen `%s' er tvetydig
pl: %s: opcja `%s' jest dwuznaczna
pt_br: %s: opção `%s' é ambígua
ru: %s: параметр `%s' неоднозначен
sk: %s: voľba `%s' nie je jednoznačná
sq: %s: mundësia `%s' është e dykuptimtë
tr: %s: `%s' seçeneği belirsiz
uk: %s: параметр `%s' неоднозначний
ur: %s: آپشن `%s' ملتبس ہے
vi: %s: tùy chọn `%s' không rõ ràng

source: %s: option `--%s' doesn't allow an argument
ca: %s: l'opció «--%s» no permet cap argument
cs: %s: volba `--%s' musí být zadána bez argumentů
de: %s: Die Option `--%s' erlaubt kein Argument
dz: %s: གདམ་ཁ་`--%s' གིས་སྒྲུབ་རྟགས་འབད་མི་བཅུག
es: %s: la opción '--%s' no acepta argumento.
eu: %s: `--%s' aukerak ez du argumenturik onartzen
fi: %s: valitsin "--%s" ei hyväksy argumenttia
fr: %s: l'option `--%s' n'a pas besoin d'argument
hu: %s: a `--%s' lehetőség nem fogad argumentumot
id: %s: opsi `--%s' tak mengizinkan adanya argumen
ja: %s: オプション `--%s' は引数を取りません。
lv: %s: opcija `--%s' nepieņem argumentus
mk: %s: опцијата `--%s' не дозволува аргумент
nb_no: %s: opsjonen `--%s' tillater ingen argumenter
pl: %s: opcja `--%s' nie dopuszcza argumentu
pt_br: %s: opção `--%s' não permite um argumento
sk: %s: voľba `--%s' nepovoľuje argument
sq: %s: mundësia `--%s' s'lejon argument
tr: %s: `--%s' seçeneği, bağımsız bir değişkene izin vermez
uk: %s: параметр `--%s' має використовуватись без аргументу
ur: %s: آپشن `--%s' آرگومنٹ کی اجازت نہیں دیتا
vi: %s: tùy chọn `--%s´ không cho phép một tham số

source: %s: option `%c%s' doesn't allow an argument
ca: %s: l'opció «%c%s» no permet cap argument
cs: %s: volba `%c%s' musí být zadána bez argumentů
de: %s: Die Option `%c%s' erlaubt kein Argument
dz: %s: གདམ་ཁ་ `%c%s' གིས་ སྒྲུབ་རྟགས་འབད་བཅུག་ནི་མེད།
es: %s: la opción '%c%s' no acepta un argumento
eu: %s: `%c%s' aukerak ez du argumenturik onartzen
fi: %s: valitsin "%c%s" ei hyväksy argumenttia
fr: %s: l'option `%c%s' n'a pas besoin d'un argument
hu: %s: a `%c%s' lehetőség nem fogad argumentumot
id: %s: opsi `%c%s' tak mengizinkan adanya argumen
ja: %s: オプション `%c%s' は引数を取りません。
lv: %s: opcija `%c%s' nepieņem argumentus
mk: %s: опцијата `%c%s' не дозволува аргумент
nb_no: %s: opsjonen `%c%s' tillater ingen argumenter
pl: %s: opcja `%c%s' nie dopuszcza argumentu
pt_br: %s: opção `%c%s' não permite um argumento
sk: %s: voľba `%c%s' nepovoľuje argumenty
sq: %s: mundësia `%c%s' s'lejon argument
tr: %s: `%c%s' seçeneği, bağımsız değişkene izin vermez
uk: %s: параметр `%c%s' має використовуватись без аргументів
ur: %s: آپشن `%c%s' آرگومنٹ کی اجازت نہیں دیتا
vi: %s: tùy chọn `%c%s´ không cho phép một tham số

source: %s: option `%s' requires an argument
ca: %s: l'opció «%s» necessita un argument
cs: %s: volba `%s' vyžaduje parametr
de: %s: Die Option `%s' benötigt ein Argument.
dz: %s: གདམ་ཁ་ `%s' འདི་ལུ་སྒྲུབ་རྟགས་དགོ་མཁོ་ཡོདཔ་ཨིན།
es: %s: la opción '%s' requiere un argumento.
eu: %s: `%s' aukerak argumentu bat behar du
fi: %s: valitsin "%s" vaatii argumentin
fr: %s: option `%s' demande un argument.
hu: %s: a `%s' lehetőség egy argumentumot vár
id: %s: opsi `%s' memerlukan argumen
ja: %s: オプション `%s' には引数が必要です。
lv: %s: opcijai `%s' nepieciešams arguments
mk: %s: опцијата `%s' бара аргумент
nb_no: %s: opsjonen `%s' krever et argument
pl: %s: opcja "%s" wymaga argumentu
pt_br: %s: opção `%s' requer um argumento
ru: %s: параметру `%s' нужен аргумент
sk: %s: voľba `%s' vyžaduje argument
sq: %s: mundësia `%s' lyp argument
tr: %s: `%s' seçeneği, bağımsız bir değişkene ihtiyaç duyar
uk: %s: параметр `%s' має використовуватись з аргументом
ur: %s: آپشن `%s' کو آرگومنٹ کی ضرورت ہے
vi: %s: tùy chọn `--%s´ yêu cầu một tham số

source: %s: unrecognized option `--%s'
ca: %s: opció no reconeguda «--%s»
cs: %s: neznámá volba `--%s'
de: %s: Unbekannte Option: `--%s'
dz: %s: ངོས་འཛིན་མ་འབད་བའི་གདམ་ཁ།`--%s'
es: %s: opción no reconocida: '--%s'
eu: %s: `--%s' aukera ezezaguna
fi: %s: tunnistamaton valitsin "--%s"
fr: %s: option non reconnue : `--%s'
hu: %s: ismeretlen `--%s' lehetőség
id: %s: opsi `--%s' tak dikenal
ja: %s: `--%s' は認識不能なオプションです。
lv: %s: neatpazīta opcija `--%s'
mk: %s: непрепознаена опција `--%s'
nb_no: %s: ukjent opsjon `--%s'
pl: %s: nieznana opcja `--%s'
pt_br: %s: opção não reconhecida `--%s'
sk: %s: nerozpoznaná voľba `--%s'
sq: %s: mundësia jo e pranuar `--%s'
tr: %s: '--%s' tanımlanamayan seçenek
uk: %s: невідомий параметр `--%s'
ur: %s: غیر معترف آپشن `--%s'
vi: %s: tùy chọn không nhận ra: `--%s´

source: %s: unrecognized option `%c%s'
ca: %s: opció no reconeguda «%c%s»
cs: %s: neznámá volba `%c%s'
de: %s: Unbekannte Option: `%c%s'
dz: %s: ངོས་འཛིན་མ་འབད་བའི་གདམ་ཁ། `%c%s'
es: %s: opción no reconocida: '%c%s'
eu: %s: `%c%s' aukera ezezaguna
fi: %s: tunnistamaton valitsin: "%c%s"
fr: %s: option non reconnue `%c%s'
hu: %s: ismeretlen `%c%s' lehetőség
id: %s: opsi `%c%s' tak dikenal
ja: %s: `%c%s' は認識不能なオプションです。
lv: %s: neatpazīta opcija `%c%s'
mk: %s: непрепознаена опција `%c%s'
nb_no: %s: ukjent opsjon `%c%s'
pl: %s: nierozpoznana opcja `%c%s'
pt_br: %s: opção não reconhecida `%c%s'
sk: %s: nerozpoznaná voľba `%c%s'
sq: %s: mundësië jo e pranuar `%c%s'
tr: %s: `%c%s' tanımlanamayan seçenek
uk: %s: невідомий параметр `%c%s'
ur: %s: غیر معترف آپشن `%c%s'
vi: %s: tùy chọn không nhận ra `%c%s´
