Repository: iwamatsu/xfce-po-translation
Catalog: xfce/xfmedia/trunk/po/*.po
Languages: ca, cs, de, dz, eo, es, eu, fi, fr, gu, he, hu, id, ja, lv, mk, nb_no, pl, pt_br, ru, sk, sq, tr, uk, ur, vi

source: Move _Down
ca: Mou cap a_vall
cs: Dolů
de: Nach _unten schieben
dz: མར་སྤོ་བཤུད་འབད།(_D)
eo: Movu _malsupren
es: Mover hacia Aba_jo
eu: _Behera Mugitu
fi: Siirrä _alas
fr: Déplacer en _bas
gu: નીચે ખસેડો (_D)
he: הזז מ_טה
hu: Mozgatás _le
id: Pindah ke Bawah (_D)
ja: 下に移動(_D)
lv: Pārvietot uz _leju
mk: Помести надолу
nb_no: Flytt _ned
pl: _Niżej
pt_br: Mover para _baixo
ru: Переместить вни_з
sk: Posunúť _dolu
sq: Ule Poshtë
tr: A_şağı Taşı
uk: Перемістити в_низ
ur: _نیچے کریں
vi: Chuyển _Xuống

source: (no title)
ca: (sense títol)
cs: (žádný titulek)
de: (kein Titel)
dz: (མགོ་མིང་མེད།)
eo: (neniu titolo)
es: (sin título)
eu: (izenburugu gabe)
fi: (nimetön)
fr: (pas de titre)
gu: (કોઈ શીર્ષક નથી)
hu: (üres)
id: (tak ada judul)
ja: (無題)
lv: (nav virsraksta)
mk: (без наслов)
nb_no: (ingen tittel)
pl: (brak tytułu)
pt_br: (sem título)
ru: (нет названия)
sk: (žiadny titulok)
sq: (pa tiutll)
tr: (başlık yok)
uk: (без назви)
ur: (بلا عنوان)
vi: (không tên)

source: Optical Devices
ca: Dispositius òptics
cs: Optické mechaniky
de: Optische Geräte
dz: མཐོང་བའི་ཐབས་འཕྲུལ་ཚུ།
es: Dispositivos Ópticos
eu: Gailu Optikoa
fi: Optiset laitteet
fr: Périphériques optiques
gu: ઓપ્ટિકલ ઉપકરણો
he: התקנים אופטיים
hu: Optikai eszközök
id: Divais Optik
ja: 光学デバイス
lv: Optiskās ierīces
mk: Оптички уреди
nb_no: Optiske enheter
pl: Urządzenia Optyczne
pt_br: Dispositivos ópticos
ru: Оптические устройства
sk: Optické mechaniky
sq: Pajisje Optike
tr: Optik Araçlar
uk: Оптичні пристрої
ur: آپٹیکل ڈیوائسس
vi: Thiết bị quang

source: CD A_udio Device:
ca: Dispositiu de CD à_udio:
cs: Zařízení pro přehrávání hudebních disků CD:
de: CD-A_udio-Gerät:
dz: སི་ཌི་རྣར་ཉན་ཐབས་འཕྲུལ:(_u)
eo: Sonl_umdiska aparato:
es: Dispositivo _CD de Audio:
eu: A_udio CD Gailua:
fi: _CD-äänilaite:
fr: Lecteur CD A_udio :
he: נגן _CD לשמע:
hu: CD A_udio eszköz:
id: Divais CD A_udio:
ja: CD オーディオデバイス(_U):
lv: CD A_udio ierīce:
mk: CD Аудио уред:
nb_no: CD _lydenhet:
pl: CD Audio:
pt_br: Dispositivo de á_udio de CD:
ru: Устройство воспроизведения _аудио-CD:
sk: Zariadenie pre prehrávanie h_udobných diskov CD:
sq: Pajisje CD A_udio:
tr: Ses CD si Aracı:
uk: Пристрій відтворення _аудіо-CD:
ur: CD _صوتی ڈیوائس:
vi: Thiết bị _CD nhạc:

source: DVD Vide_o Device:
ca: Dispositiu de DVD víde_o:
cs: Zařízení pro přehrávání filmových disků DVD:
de: DVD-Vide_o-Gerät
dz: ཌི་བི་ཌི་ཝི་ཌིའོ་ཐབས་འཕྲུལ:(_o)
eo: _DVD-a filmaparato:
es: Dispositivo _DVD de Vídeo:
eu: Bide_o DVD Gailua:
fi: _DVD-videolaite:
fr: Lecteur DVD Vide_o :
he: נגן _DVD לווידאו:
hu: DVD Vide_o eszköz:
id: Divais DVD Vide_o:
ja: DVD ビデオデバイス(_O):
lv: DVD Vide_o ierīce:
mk: DVD Видео уред:
nb_no: DVD Vide_o enhet:
pl: DVD Video:
pt_br: Dispositivo de Vide_o DVD:
ru: Устройство воспроизведения _видео-DVD:
sk: Zariadenie pre prehrávanie film_ových diskov DVD:
sq: Pajisje DVD Vide_o:
tr: DVD Video Aracı:
uk: Пристрій відтворення _відео-DVD:
ur: DVD _ویڈیو ڈیوائس:
vi: Thiết bị _DVD phim:

source: Vid_eo CD Device:
ca: Dispositiu de víd_eo CD:
cs: Zařízení pro přehrávání filmových disků CD:
de: Vid_eo-CD-Gerät
dz: ཝི་ཌིའོ་སི་ཌི་ཐབས་འཕྲུལ:(_e)
eo: _Filma aparato:
es: Dispositivo CD de _Vídeo:
eu: Bid_eo CD Gailua:
fi: _Video CD -laite:
fr: Lecteur Vid_eo CD :
he: נגן CD ל_וידאו:
hu: Vid_eó CD eszköz:
id: Divais Vid_eo CD:
ja: ビデオ CD デバイス(_E):
lv: Vid_eo CD ierīce:
mk: Видео CD уред:
nb_no: Vid_eo CD enhet:
pl: Video CD:
pt_br: Dispositivo de Vid_eo CD:
ru: Устройство воспроизведения в_идео-CD:
sk: Zariad_enie pre prehrávanie filmových diskov CD:
sq: Pajisje CD Vid_eo:
tr: Video CD Aracı:
uk: Пристрій відтворення в_ідео-CD:
ur: وی_ڈیو CD ڈیوائس:
vi: Thiết bị CD _Phim:

source: Audio
ca: Àudio
cs: Zvuk
dz: རྣར་ཉན།
eu: Audioa
fi: Ääni
gu: ઓડિયો
he: שמע
hu: Hang
ja: オーディオ
mk: Аудио
nb_no: Lyd
ru: Аудио
tr: Ses
uk: Звук
ur: صوتی
vi: Nhạc

source: Dr_iver:
ca: _Controlador:
cs: Ovla_dač:
de: Tre_iber
dz: འདྲེན་བྱེད:(_i)
eo: _Pelilo:
es: Uni_dad:
eu: Kont_rolatzailea:
fi: _Ajuri
fr: P_ilote :
he: מנהל _התקן:
hu: Meghajtó:
ja: ドライバ(_I):
lv: _Ierīce:
mk: Драјвер:
pl: _Sterownik:
ru: _Драйвер:
sk: Ovlá_dač
sq: Për_udhës:
tr: Sürücü:
uk: Дра_йвер:
ur: _ڈرائیو:

source: (no drivers)
ca: (sense controladors)
cs: (žádné ovladače)
de: (keine Treiber)
dz: (འདྲེན་བྱེད་ཚུ་མིན་འདུག)
eo: (neniuj peliloj)
es: (ningún driver)
eu: (kontrolatzailerik ez)
fi: (ei ajureita)
fr: (aucun pilote)
gu: (કોઈ ડ્રાઈવરો નથી)
he: (ללא מנהלי התקן)
hu: (nincsenek meghajtók)
id: (tak ada driver)
ja: (ドライバなし)
lv: (nav ierīces)
mk: (без драјвери)
nb_no: (ingen drivere)
pl: (brak sterowników)
pt_br: (sem drivers)
ru: (нет драйверов)
sk: (žiadne ovládače)
sq: (pa përudhësa)
tr: (sürücü yok)
uk: (драйвери відсутні)
ur: (کوئی ڈرائیو نہیں)
vi: (không có driver)

source: _Speaker Layout:
ca: Format de l'_altaveu:
cs: _Rozmístění reproduktorů
de: _Lautsprecherausrichtung
dz: སྒྲ་སྤར་བཀོད་སྒྲིག:(_S)
eo: Aranĝo de _laŭtparolilo
es: Dispo_sición de altavoces:
eu: _Bozgorailu Ingurunea:
fi: Kai_utinasettelu:
fr: _Disposition des enceintes :
gu: સ્પીકર લેઆઉટ (_S):
he: _פרישת רמקולים:
hu: Hangszórók:
id: Tata Letak Pengeras _Suara:
ja: スピーカーの配置(_S):
lv: _Skaļruņu izkārtojums:
mk: _Распоред на звучници
nb_no: _Høyttaler oppsett:
pl: _Ustawienia Głośnika
pt_br: Di_sposição dos auto-falantes
ru: Тип а_удиосистемы:
sk: _Rozmiestnenie reproduktorov
sq: Planimetri _Altoparlantësh:
tr: _Hoparlör Takımı:
uk: _Тип аудіосистеми:
ur: _سپیکر خاکہ:
vi: _Vẻ ngoài của loa:

source: (option unavailable)
ca: (opció no disponible)
cs: (volba není dostupná)
de: (Option nicht verfügbar)
dz: (གདམ་ཁ་ལངམ་མིན་འདུག)
eo: (elekto neeblas)
es: (opción no disponible)
eu: (aukerak erabilezina)
fi: (valitsin ei saatavilla)
fr: (option non disponible)
gu: (વિકલ્પ ઉપલબ્ધ નથી)
he: (אפשרות לא זמינה)
hu: (nem elérhető)
id: (opsi tak tersedia)
ja: (オプションは利用できません)
lv: (opcija nav pieejama)
mk: (недостапна опција)
nb_no: (opsjon ikke tilgjengelig)
pl: (opcja niedostępna)
pt_br: (opção não disponível)
ru: (параметр недоступен)
sk: (voľba nie je dostupná)
sq: (pa mundësi të tillë )
tr: (seçenek etkin değil)
uk: (параметр недоступний)
ur: (آپشن دستیاب نہیں)
vi: (không có tùy chọn)

source: Video
ca: Vídeo
dz: ཝི་ཌིའོ།
eo: Filmo
es: Vídeo
eu: Bideoa
fr: Vidéo
gu: વીડિયો
he: וידאו
hu: Videó
ja: ビデオ
mk: Видео
pl: Wideo
ru: Видео
uk: Відео
ur: ویڈیو
vi: Hình

source: D_river:
ca: Cont_rolador:
cs: _Ovladač:
de: T_reiber
dz: འདྲེན་བྱེད:(_r)
eo: _Pelilo:
eu: Kont_rolatzailea:
fi: Aju_ri
fr: P_ilote :
gu: ડ્રાઈવર (_r):
he: מנהל _התקן:
hu: Meghajtó:
ja: ドライバ(_R):
lv: Ie_rīce:
mk: Драјвер:
pl: _Sterownik:
ru: Д_райвер:
sk: Ovlá_dač
sq: Pë_rudhës:
tr: Sü_rücü:
uk: Д_райвер:
ur: _ڈرائیو:

source: Xfmedia Preferences
ca: Preferències d'xfmedia
cs: Vlastnosti aplikace Xfmedia
de: Einstellungen für Xfmedia
dz: ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་གདའ་གདམ་ཚུ།
eo: Ecoj de Xfmedia
es: Preferencias de Xfmedia
eu: Xfmedia Hobespenak
fi: Xfmedian asetukset
fr: Préférences Xfmedia
gu: Xfmedia પસંદગીઓ
he: העדפות Xfmedia
hu: Xfmedia beállítások
id: Pengaturan Xfmedia
ja: Xfmedia 環境設定
lv: Xfmedia uzstādījumi
mk: Xfmedia својства
nb_no: Xfmedia innstillinger
pl: Preferencje Xfmedia
pt_br: Preferencias do Xfmedia
ru: Параметры Xfmedia
sk: Xfmedia Nastavenia
sq: Parapëlqime për Xfmedia-n
tr: Xfmedia Tercihleri
uk: Параметри Xfmedia
ur: Xfmedia ترجیحات
vi: Cấu hình Xfmedia

source: Playlist
ca: Llista de reproducció
cs: Seznam médií
de: Wiedergabeliste
dz: གཏང་ཐོ།
eo: Ludlisto
es: Lista de reproducción
eu: Zerrenda
fi: Soittolista
fr: Liste de lecture
gu: પ્લેલીસ્ટ
he: רשימת השמעה
hu: Lista
id: Senarai Putar
ja: プレイリスト
lv: Repertuārs
mk: Плејлиста
nb_no: Spilleliste
pl: Lista odtwarzania
pt_br: Lista de reprodução
ru: Список воспроизведения
sq: Luajlistë
tr: Çalma Listesi
uk: Список програвання
ur: پلے لسٹ
vi: Danh sách

source: _Title Display:
ca: Mostra el _títol:
cs: _Zobrazit titulek:
de: _Titel-Anzeige:
dz: མགོ་མིང་བཀྲམ་སྟོན་འབད:(_T)
eo: _Titola vidigo:
es: _Título:
eu: _Izenburua:
fi: _Näytettävä nimike:
fr: _Titre à afficher :
gu: શીર્ષક દર્શાવો (_T):
he: _כותרות:
hu: _Cím kijelzés:
id: _Tampilan Judul:
ja: 題名の表示(_T):
lv: _Virsraksta attēlojums:
mk: _Приказ на наслов
nb_no: _Tittelvisning
pl: _Wyświetlany tytuł:
pt_br: Formato do _título:
ru: Отображение _названия:
sk: _Zobraziť titulok:
sq: Shfaqje Titulli:
tr: Başlık Görün_tüle:
uk: Відображення _назви:
ur: _عنوان ڈسپلے:
vi: _Tiêu đề Hiển thị:

source: This is a printf-like format string controlling the display of the playlist. Xfmedia will replace the following symbols: %p: Artist/Performer %t: Track Title %a: Album Name %T: Track Number %g: Genre %y: Year %f: Filename %%: a percent sign
ca: Això és un format similar al format de cadenes del «printf» per controlar la llista de reproducció. Xfmedia substituirà els següents símbols: %p: Artista/Execuntant. %t: Títol de la pista. %a: Nom de l'àlbum. %T: Número de pista. %g: Gènere. %y: Any. %f: Nom del fitxer. %%: Símbol de tant per cent.
cs: Toto je řetězec formátovaný podobně jako funkcí printf, který upravuje zobrazení v seznamu médií. Xfmedia nahradí následující řetězce znaků: %p: Autor/Interpret %t: Název stopy %a: Název alba %T: Číslo stopy %g: Žánr %y: Rok %f: Název souboru %%: znak procento
de: Dies ist ein printf-ähnlicher Formatstring, der die Anzeige der Wiedergabeliste kontrolliert. Xfmedia ersetzt folgende Symbole: %p: Künstler %t: Titel %a: Albumname %T: Liednummer %g: Genre %y: Jahr %f: Dateiname %%: Prozentzeichen
dz: འདི་ གཏང་ཐོ་གི་བཀྲམ་སྟོན་ཚད་འཛིན་འབད་མི་ དཔར་བསྐྲུན་རྩ་སྒྲིག་ཡིག་རྒྱུན་ཅིག་ཨིན། ཨེགསི་ཨེཕ་བརྡ་བརྒྱུད་འདི་གིས་ འོག་གི་བརྡ་འཚོལ་ཚུ་ཚབ་བཙུགས་འབདཝ་ཨིན: %p: རི་མོ་མཁན་/ལཱ་འགན་འགྲུབ་མི། %t: གླུ་རིམ་མགོ་མིང་། %a: གླུ་མཛོད་མིང་། %T: གླུ་རིམ་ཨང་གྲངས། %g: རིགས། %y: ལོ། %f: ཡིག་སྣོད་མིང་། %%: བརྒྱ་ཆའི་མིང་རྟགས་བཀོད།
es: Ésta es la cadena al estilo printf que controla la muestra de la lista de reproducción. Xfmedia sustituirá los siguientes símbolos: %p: Artista/Intérprete %t: Título de la pista %a: Nombre del álbum %T: Número de pista %g: Género %y: Año %f: Nombre de archivo %%: Un signo de porcentaje
eu: Hau printf-antzerako errepordukzio zerrebda bistaratze kontrola formatu kate bat da. Xfmediak hurrengo ikurrak erabiltzen ditu: %p: Artista/Taldea %t: Pista Izenburua %a: Diska Izenburua %T: Pista Zenbakia %g: Generoa %y: Urtea %f: Fixtategi Izena %%: ehuneko ikurra
fi: Tämä on printf-tyyppinen muotoilumerkkijono, joka määrää soittolistan esitystavan. Xfmedia korvaa seuraavat symbolit: %p: Artisti/Esittäjä %t: Kappaleen nimi %a: Albumin nimi %T: Kappaleen numero %g: Tyylilaji %y: Vuosi %f: Tiedostomuoto %%: prosenttimerkki
fr: L'affichage de la liste de lecture est contrôlée par un format de chaîne du genre printf. Xfmedia remplacera les symboles suivants : %p: artiste %t: titre de la piste %a: nom de l'album %T: numéro de la piste %g: genre %y: année %f: nom du fichier %%: symbole pourcent
gu: આ printf-જેવા બંધારણવાળી શબ્દમાળા છે કે જે પ્લેલીસ્ટનું દૃશ્ય નિયંત્રિત કરે છે. Xfmedia એ નીચેની સંજ્ઞાઓ બદલી નાંખશે: %p: કલાકાર/પ્રભાવ આપનાર %t: ટ્રેક શીર્ષક %a: આલ્બમ નામ %T: ટ્રેક નંબર %g: જાતિ %y: વર્ષ %f: ફાઈલનામ %%: ટકાનું ચિહ્ન
he: זוהי מחרוזת דמוית printf השולטת על הצגת רשימת הניגון. Xfmedia תחליף את הסימונים הבאים: %p: אומן/מבצע %t: כותרת רצועה %a: שם אלבום %T: מספר רצועה %g: סגנון %y: שנה %f: שם קובץ %%: סימן אחוז
hu: Ez egy printf-szerű szövegfüzér a lejátszólista kijelzésére. Az Xfmedia a következő szimbólumokat cseréli: %p: Szerző/előadó %t: Szám cím %a: Album név %T: Szám sorszáma %g: Műfaj %y: Év %f: Fájlnév %%: egy százalék jel
id: Ini adalah format tali seperti printf yang mengendalikan tampilansenarai putar. Xfmedia akan mengganti simbol berikut: %p: Artis/Penampil %t: Judul Lagu %a: Nama Album %T: Nomor Track %g: Genre %y: Tahun %f: Nama Berkas %%: tanda persen
ja: これはプレイリストの表示を管理している printf() のようなフォーマット文字列です。Xfmedia は以下の記号を置き換えます: %p: アーティスト/演奏者 %t: 曲のタイトル %a: アルバム名 %T: 曲の番号 %g: ジャンル %y: リリース年 %f: ファイル名 %%: パーセント記号
lv: Šis ir printf-like formāta virkne, kura apraksta attēlojamo atskaņošanas sarakstu. Xfmedia aizvietot sekojošos simbolus:: %p: Izpildītājs %t: Celiņa nosaukums %a: Albuma nosaukums %T: Celiņa numurs %g: Žanrs %y: Gads %f: Faila nosaukums %%: procenta zīme
mk: Ова е playlist. Xfmedia will replace the following symbols: %p: Изведувач %t: Наслов на песна %a: Име на албум %T: Број на песна %g: Жанр %y: Година %f: Име на датотека %%: знак за процент
nb_no: Dette er en printf-lignende formateringsstreng som styrer visningen av spillelisten. Xfmedia vil erstatte følgende symboler: %p: Artist/Utøver %t: Tittel %a: Albumnavn %T: Spornummer %g: Genre %y: År %f: Filnavn %%: et prosenttegn
pl: To jest format wyświetlania na liście odtwarzania w stylu printf. Xfmedia zastąpi następujące symbole: %p: Artysta %t: Tytuł %a: Nazwa albumu %T: Numer ścieżki %g: Gatunek %y: Rok %f: Nazwa pliku %%: znak procenta
pt_br: Esta expressão é semelhante ao argumento do printf e controla o formato de exibição da lista de reprodução. O Xfmedia irá substituir os seguintes símbolos: %p: Artista/Cantor(a) %t: Título da faixa %a: Nome do álbum %T: Número da faixa %g: Gênero %y: Ano %f: Nome do arquivo %%: Símbolo de porcentagem
sk: Toto je printf-like formát pre výpis informácii v playliste. Xfmedia nahradí nasledovné symboly: %p: Umelec %t: Názov skladby %a: Názov albumu %T: Poradové číslo skladby %g: Štýl %y: Rok %f: Meno súboru %%: znak "percento"
sq: This is a printf-like format string controlling the display of the playlist. Xfmedia will replace the following symbols: %p: Artist/Luajtës %t: Track Titull %a: Emër Albumi %T: Numër Pjese %g: Lloj %y: Vit %f: Emër kartele %%: shenja e përqindjes
tr: Bu çalma listesini kontrol eden, printf-benzeri bir biçimlendirme karakter dizisidir. Xfmedia, bu sembolleri yeniden yerleştirecektir: %p: Artist/Çalan %t: Parça Başlığı %a: Albüm İsmi %T: Parça Numarası %g: Tarz %y: Yıl %f: Dosya İsmi %%: bir yüzde işareti
uk: Це рядок у printf-подібному форматі, що визначає відображення списку програвання. Xfmedia замінює у ньому наступні символи: %p: Артист/виконавець %t: Назва доріжки %a: Назва альбому %T: Номер доріжки %g: Жанр %y: Рік %f: Назва файлу %%: знак відсотка
ur: This is a printf-like format string controlling the display of the playlist. Xfmedia will replace the following symbols: %p: فنکار/اداکار %t: ٹریک عنوان %a: ایلبم کا نام %T: ٹریک نمبر %g: قسم %y: سال %f: فائل نام %%: فیصد نشان
vi: Đay là chuỗi định dạng kiểu printf điều khiển hiển thị danhsách. Xfmedia sẽ thay thế các ký hiệu sau: %p: Nghệ sĩ/Người biểu diễn %t: Tiêu đề bài %a: Tên Album %T: Số của bài %g: Thể loại %y: Năm %f: Tên tập tin %%: ký hiệu phần trăm

source: _Advance playlist when track ends
ca: _Avança en la llista de reproducció al finalitzar una pista
cs: _Pokračovat v seznamu médií po přehrání položky
de: _Wiedergabeliste vorrücken, wenn Stück endet
dz: གླུ་རིམ་མཇུག་བསྡུ་བའི་བསྒང་ སྔ་གཡར་གཏང་ཐོ།(_A)
eo: _Sekvu la ludliston kiam ludero finiĝas
es: _Avanzar lista de reproducción cuando termina la pista
eu: _Aurreratu zerrenda pista amaitzean
fi: _Etene soittolistalla kappaleen päätyttyä
fr: _Avancer dans la liste de lecture quand une piste se termine
gu: જ્યારે ટ્રેકનો અંત થાય ત્યારે અદ્યતન પ્લેલીસ્ટ
he: התקדם ברשימת ההשמעה לאחר סיום ניגון רצועה
hu: _Előrelépés, ha vége egy számnak
id: Pindah senarai putar ketika lagu berakhir (_A)
ja: 曲の終了で次のプレイリストに進む(_A)
lv: Pie celiņa beigām d_oties pie nākamā
mk: _Продолжи со плејлистата кога завршува песната
nb_no: _Gå til neste når spor avsluttes
pl: _Automatycznie odtwarzaj następną ścieżkę
pt_br: _Avançar a lista de reprodução quando a faixa acabar
ru: При _окончании трека переходить к следующему
sk: N_adviazať na nasledujúcu skladbu v playliste
sq: E_c përpara në luajlistë kur përfund gjurma
tr: P_arça bittiğinde, çalma listesine git
uk: _По закінченню доріжки переходити н наступну
ur: ا_علی پلے لسٹ جب ٹریک ختم ہو
vi: _Tiếp tục danh sách khi kết thúc bài

source: When a track ends, Xfmedia can automatically advance to the next track in the playlist and continue playback.
ca: Quan acabi una pista, l'xfmedia pot avançar automàticament a la següent en la llista de reproducció.
cs: Skončí-li přehrávání média, Xfmedia automaticky začne přehrávat další položku ze seznamu médií.
de: Wenn ein Stück endet, kann Xfmedia automatisch das nächste Stück in der Wiedergabeliste abspielen
dz: གླུ་རིམ་འདི་མཇུག་བསྡུ་བའི་བསྒང་ ཨེགསི་ཨེན་བརྡ་བརྒྱུད་འདི་གིས་ གཏང་ཐོའི་ནང་རང་བཞིན་གྱིས་ ཤུལ་མམ་གྱི་གླུ་རིམ་ལུ་སྔ་གཡར་འབད་བཏུབ་ནི་དང་ གླུ་གཞས་གཏང་ནི་ལུ་འཕྲོ་མཐུད་འབདཝ་ཨིན།
es: Cuando termine la pista, Xfmedia puede automáticamente avanzar a la siguiente pista en la lista de reproducción y continuar reproduciendo.
eu: Pista bat amaitzean, Xfmediak automatikoki erreprodukzio zerrendako hurrengo pistara salto egin eta erreproduzitzen jarraitu dezake.
fi: Kun kappale loppuu, Xfmedia voi automaattisesti siirtyä seuraavaan kappaleeseen soittolistalla ja jatkaa soittamista.
fr: Lorsqu'une piste se termine, Xfmedia peut automatiquement passer à la piste suivante dans la liste de lecture et continuer la lecture.
gu: જ્યારે ટ્રેક અંત થાય, ત્યારે Xfmedia આપોઆપ પ્લેલીસ્ટમાંના આગળના ટ્રેકમાં અદ્યતન રીતે પહોંચી જાય છે અને વગાડવાનું ચાલુ રાખે છે.
he: בסיום רצועה Xfmedia יכולה להתקדם באופן אוטומטי לרצועה הבאה ברשימת ההשמעה ולהמשיך לנגן.
hu: Mikor egy szám véget ér, az Xfmedia automatikusan lép a következőre a listában és folytatja a lejátszást.
id: Ketika lagu berakhir, Xfmedia dapat secara otomatis pindah ke lagu selanjutnya di senarai putar dan melanjutkan putar ulang.
ja: 曲が終わると、Xfmedia はプレイリストにある次の曲に自動的に進んで再生を続行することができます。
lv: Kad celiņš beidzas, Xfmedia var automātiski doties pie nākamā celiņa atskaņošanas sarakstā un turpināt atskaņošanu.
mk: Кога песна завршува, Xfmedia може автоматски да премине на следната песна во плејлистата и да продолжи со изведување.
nb_no: Når avspillings av et lydspor avslutter kan Xfmedia automatisk fortsette til neste spor i spillelisten og fortsette avspillingen.
pl: Kiedy skończy się odtwarzanie ścieżki, Xfmedia może automatycznie rozpocząć odtwarzanie następnego utworu z listy.
pt_br: Quando uma faixa acaba, o Xfmedia pode automaticamente avançar para a próxima faixa na lista de reprodução e continuar reproduzindo.
ru: Когда трек заканчивается, Xfmedia может автоматически перейти к следующему треку в списке воспроизведения.
sk: Keď skončí skladba, Xfmedia môže plynule nadviazať na naledujúcu skladbu v playliste a pokračovať v prehrávaní.
sq: Kur përfundon një gjurmë, Xfmedia mund të përparojë vetvetiu te pjesa pasuese te luajlista dhe të vazhdojë luajtjen.
tr: Bir parça bittiğinde, Xfmedia, otomatik olarak çalma listesindeki bir sonraki parçaya gider ve, çalmaya devam eder.
uk: Коли доріжка закінчується, Xfmedia може автоматично перейти до наступної доріжки у списку програвання.
ur: جب ٹریک ختم ہوگا Xfmedia پلے لسٹ میں موجود اگلا ٹریک خوکار طور پر چلادے گا.
vi: Khi kết thúc một bài, Xfmedia có thể tự động chạy bài tiếp theo trong danh sách và tiếp tục nghe.

source: _Don't save playlist on exit for one-shot invocations
ca: _No desis la llista de reproducció en execucions ràpides
cs: _Neukládat seznam médií při ukončení po jednorázovém vyvolání
dz: ལས་བཀོལ་ཚར་ཅིག་བཏང་ནི་དོན་ལུ་ གཏང་ཐོ་འདི་ཕྱིར་ཐོན་གུ་སྲུང་བཞག་མ་འབད། (_D)
es: No guardar la lista de repro_ducción al salir de reproducciones rápidas
eu: _Ez gorde zerrenda irteterakoan bein irekitakoentzat
fi: Älä tallenna soittolistaa poistuessa _yksittäiskutsutapauksissa
fr: _Ne pas enregistrer la liste de lecture en sortant d'une invocation unique
gu: એક-વારના બુલાવાઓ માટે બહાર નીકળતી વખતે પ્લેલીસ્ટ સંગ્રહશો નહિં (_D)
he: _אל תשמור רשימת השמעה ביציאה כאשר ההפעלה היא חד-פעמית
hu: _Ne mentsd a listát automatikus kilépésnél
id: Jangan simpan senarai putar saat keluar untuk pertolongan satu kali (_D)
ja: 一度きりの実行なので終了時にプレイリストを保存しない(_D)
lv: _Nesaglabāt atskaņošanas sarakstu uz aizvēršanu dēļ viena izsaukuma
mk: _Не ја снимај плејлистата на исклучување за повикувања за една намена
nb_no: _Ikke lagre spilleliste ved engangs oppstart
pl: _Nie zachowuj listy przy wyjściu dla wywołań jednorazowych
pt_br: _Não salve a lista de reprodução ao sair depois de uma execução breve
tr: _Tek-sıkım yürütümlerden çıkışta, çalma listesini kaydetme
uk: _Не зберігати список програвання при виході для одноразових запусків
vi: _Không ghi danh sách khi thoát khi gọi một lần
