Repository: iwamatsu/xfce-po-translation
Catalog: goodies/xfce4-diskperf-plugin/trunk/po/*.po
Languages: da

source: Initializing plugin now
da: Initialiserer udvidelsesmodul nu

source: Error detected: %s
da: Fejl fundet: %s

source: Not registered
da: Ikke registreret

source: Modem needs PIN
da: Modem kræver PIN

source: Registering
da: Registrerer

source: Registered [GPRS] to %s Quality: %d (%d%%)
da: Registreret [GPRS] til %s Kvalitet: %d (%d%%)

source: Registered [UMTS] to %s Quality: %d (%d%%)
da: Registreret [UMTS] til %s Kvalitet: %d (%d%%)

source: Registered [HSDPA] to %s Quality: %d (%d%%)
da: Registreret [HSDPA] til %s Kvalitet: %d (%d%%)

source: Registered to %s Quality: %d (%d%%)
da: Registreret til %s Kvalitet: %d (%d%%)

source: Error in modem reply to CREG
da: Fejl i modemsvar til CREG

source: Invalid reply to +CREG
da: Ugyldigt svar på +CREG

source: Invalid CREG reply from modem
da: Ugyldigt CREG-svar fra modem

source: Error in modem reply to COPS
da: Fejl i modemsvar til COPS

source: Invalid COPS reply from modem
da: Ugyldigt COPS-svar fra modem

source: Error in modem reply to CPIN
da: Fejl i modemsvar til CPIN

source: Invalid CPIN reply from modem
da: Ugyldigt CPIN-svar fra modem

source: Unsupportted CPIN reply from modem
da: Ej understøttet CPIN-svar fra modem

source: Invalid OHCIP reply from modem
da: Ugyldigt OHCIP-svar fra modem

source: Unsupportted OHCIP reply from modem
da: Ej understøttet OHCIP-svar fra modem

source: Cannot send PIN to modem
da: Kan ikke sende PIN til modemet

source: Error in modem reply to CSQ
da: Fejl i modemsvar til CSQ

source: Invalid CSQ reply from modem
da: Ugyldigt CSQ-svar fra modem

source: Cannot open modem
da: Kan ikke åbne modemmet

source: Error reading from modem
da: Fejl ved læsning fra modemmet

source: Error writing to modem
da: Fejl ved skrivning til modemmet

source: Modem did not reply to command
da: Modemmet svarede ikke på kommandoen

source: No driver defined
da: Intet drivprogram defineret

source: No modem instance
da: Ingen modem-instans

source: Modem initializing
da: Modem initialiseres

source: Invalid driver specified
da: Ugyldigt valg af drivprogram

source: Invalid PIN entered. PIN has 4 digits
da: Ugyldig PIN indtastet. En PIN har 4 tal

source: Enter PIN
da: Indtast PIN

source: Please enter PIN:
da: Indtast venligst PIN:

source: Close
da: Luk

source: No known device found.
da: Ingen kendt enhed fundet.

source: The following devices were found:
da: Følgende enheder blev fundet:

source: Use this device
da: Brug denne enhed

source: Configure Cell Modem Monitor
da: Konfigurér mobilmodem-overvågning

source: Cellular Modem Monitor
da: Mobilmodem-overvågning

source: Modem driver:
da: Modem-drivprogram:

source: Modem speed:
da: Modemhastighed:

source: Modem device:
da: Modem-enhed:

source: Autodetect modem...
da: Find modem automatisk...

source: Maximum quality:
da: Maksimum kvalitet:

source: Low quality percentage:
da: Lav kvalitets procentdel:

source: Critical quality percentage:
da: Kritisk kvalitets procentdel:

source: Check for SMS every
da: Tjek for SMS hver

source: minutes
da: minutter
